[
  {
    "title": "Albumin - A Blood Protein That Protects Us From Black Fungus",
    "summary": "While rare, the fungal infection mucormycosis can be fatal. It tends to impact individuals who are immunocompromised or ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/30064/albumin-blood-protein-protects-black-fungus",
    "date": "2026-12-01"
  },
  {
    "title": "Exercise as Effective as Drugs, Therapy for Depression",
    "summary": "Exercise is as effective as psychological therapy and taking antidepressants for alleviating symptoms of depression.",
    "hyperlink": "https://www.labroots.com/trending/neuroscience/30069/exercise-effective-drugs-therapy-depression",
    "date": "2026-12-01"
  },
  {
    "title": "New Insights Into the Genetics of Blindness",
    "summary": "In patients with retinitis pigmentosa (RP), crucial cells in the retina known as rods and cones die over time; night bli ...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/30063/insights-genetics-blindness",
    "date": "2026-12-01"
  },
  {
    "title": "Most COVID-19 vaccine hesitancy linked to concerns that can be overcome, study suggests",
    "summary": "Most COVID-19 vaccine hesitancy is rooted in concerns that can be addressed and effectively reduced over time, according to a new study following more than 1.1 million people in England between January 2021 and March 2022 ...",
    "hyperlink": "https://medicalxpress.com/news/2026-01-covid-vaccine-hesitancy-linked.html",
    "date": "2026-12-01"
  },
  {
    "title": "How brain waves shape our sense of self",
    "summary": "A new study from Karolinska Institutet, published in Nature Communications, reveals how rhythmic brain waves known as alpha oscillations help us distinguish between our own body and the external world. The findings offer ...",
    "hyperlink": "https://medicalxpress.com/news/2026-01-brain-1.html",
    "date": "2026-12-01"
  },
  {
    "title": "Infant gut bacteria may be the key to preventing asthma and allergies",
    "summary": "Allergies and asthma affect an increasing number of children worldwide, but now an international research group led by DTU has identified a previously unknown mechanism that can reduce the risk of allergies and asthma later ...",
    "hyperlink": "https://medicalxpress.com/news/2026-01-infant-gut-bacteria-key-asthma.html",
    "date": "2026-12-01"
  },
  {
    "title": "Higher daylight exposure improves cognitive performance, study finds",
    "summary": "A real world study led by University of Manchester neuroscientists has shown that higher daytime light exposure positively influences different aspects of cognition.",
    "hyperlink": "https://medicalxpress.com/news/2026-01-higher-daylight-exposure-cognitive.html",
    "date": "2026-12-01"
  },
  {
    "title": "Psychosis patients 'living in metaphor': New study radically shifts ideas about delusions",
    "summary": "People experiencing delusions during an episode of psychosis may be \"living out\" a deeply held emotion, according to new research that provides a \"radically different perspective\" on one of the most puzzling elements of psychosis.",
    "hyperlink": "https://medicalxpress.com/news/2026-01-psychosis-patients-metaphor-radically-shifts.html",
    "date": "2026-12-01"
  },
  {
    "title": "A new tool could tell us how consciousness works",
    "summary": "Consciousness is famously a \"hard problem\" of science: We don't precisely know how the physical matter in our brains translates into thoughts, sensations, and feelings. But an emerging research tool called transcranial focused ...",
    "hyperlink": "https://medicalxpress.com/news/2026-01-tool-consciousness.html",
    "date": "2026-12-01"
  },
  {
    "title": "Extremely elevated lipoprotein(a) levels tied to 30-year heart risk in women",
    "summary": "Brigham and Women's Hospital investigators link very high lipoprotein(a) with a higher 30-year risk of major cardiovascular events in initially healthy women.",
    "hyperlink": "https://medicalxpress.com/news/2026-01-extremely-elevated-lipoproteina-year-heart.html",
    "date": "2026-12-01"
  },
  {
    "title": "TB Can Use the Immune System to Boost Infection",
    "summary": "People and animals are very susceptible to infections from Mycobacterium tuberculosis (MTB), the bacterium that causes t ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/30062/tb-immune-system-boost-infection",
    "date": "2026-11-01"
  },
  {
    "title": "A Flow Valve in the Gut is Found",
    "summary": "Scientists have studied one ofd the most common laxatives in the world to reveal more about how the regulation of fluid ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/30060/flow-valve-gut-found",
    "date": "2026-11-01"
  },
  {
    "title": "A Novel Mechanism by Which Melanoma Cells Evade the Immune Response Identified",
    "summary": "The anti-tumor immune response involves a series of complex steps mediated by various immune cells and signaling molecul ...",
    "hyperlink": "https://www.labroots.com/trending/cancer/30068/novel-mechanism-melanoma-cells-evade-immune-response-identified",
    "date": "2026-11-01"
  },
  {
    "title": "Understanding the Long-Lived Nature of Greenland Sharks' Vision",
    "summary": "Greenland sharks are the longest-living vertebrates in the world with lifespans that can reach as much as 400 years, and ...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/30061/understanding-long-lived-nature-greenland-sharks-vision",
    "date": "2026-11-01"
  },
  {
    "title": "Food Preservatives Linked to Increased Cancer Risk",
    "summary": "A new study in the journal The BMJ has linked specific preservatives commonly added to foods to poor health outco ...",
    "hyperlink": "https://www.labroots.com/trending/cancer/30067/food-preservatives-linked-increased-cancer-risk",
    "date": "2026-09-01"
  },
  {
    "title": "Why humid heat waves are worsening across the Midwest",
    "summary": "How does climate change influence humid heat waves? This is what a recent study published in Science Advances hopes to a ...",
    "hyperlink": "https://www.labroots.com/trending/earth-and-the-environment/30059/humid-heat-waves-worsening-midwest-2",
    "date": "2026-09-01"
  },
  {
    "title": "CBD Gains Ground Among Elite Athletes",
    "summary": "How can cannabidiol (CBD) improve athlete training and recovery? This is what a recent study published in Frontiers in N ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29998/cbd-gains-ground-elite-athletes-2",
    "date": "2026-09-01"
  },
  {
    "title": "THC Blood Limits Don't Reliably Show Driving Impairment",
    "summary": "Researchers have found that THC blood limits do not reliably indicate driving impairment.",
    "hyperlink": "https://www.labroots.com/trending/nocat/30057/thc-blood-limits-don-t-reliably-driving-impairment-2",
    "date": "2026-09-01"
  },
  {
    "title": "Cannabis Products Have Little to No Effect on Chronic Pain",
    "summary": "By and large, cannabis products have little to no effect on chronic pain.",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/30056/cannabis-products-little-effect-chronic-pain",
    "date": "2026-08-01"
  },
  {
    "title": "Intermittent Fasting Has No Effect on Metabolism",
    "summary": "Intermittent fasting may not change your metabolism, but it could impact your sleep.",
    "hyperlink": "https://www.labroots.com/trending/cardiology/30054/intermittent-fasting-effect-metabolism-2",
    "date": "2026-08-01"
  },
  {
    "title": "Teens Spend Most School Phone Time on Social Media",
    "summary": "How much time during school hours do teens spend on social media? This is what a recent study published in JAMA hopes to ...",
    "hyperlink": "https://www.labroots.com/trending/technology/30055/teens-spend-school-phone-time-social-media-2",
    "date": "2026-08-01"
  },
  {
    "title": "Exercise Burns More Calories Than Previously Thought",
    "summary": "New research suggests that exercise burns calories without the body \"compensating\" in other areas.",
    "hyperlink": "https://www.labroots.com/trending/cardiology/30053/exercise-burns-calories-previously-2",
    "date": "2026-08-01"
  },
  {
    "title": "Climate Change Is Disrupting Earth's Nitrogen Cycle",
    "summary": "How does climate change influence the planet’s nitrogen cycle? This is what a recent study published in Nitrogen C ...",
    "hyperlink": "https://www.labroots.com/trending/earth-and-the-environment/30052/climate-change-disrupting-earth-s-nitrogen-cycle-2",
    "date": "2026-08-01"
  },
  {
    "title": "Tumor Bacteria Linked to Immunotherapy Resistance",
    "summary": "The gut microbiome has been shown to influence tumor growth and contribute to therapeutic resistance. Scientists have co ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/30050/tumor-bacteria-linked-immunotherapy-resistance",
    "date": "2026-08-01"
  },
  {
    "title": "Biomarker Predicts Therapeutic Outcomes in Patients with Multiple Sclerosis",
    "summary": "Multiple sclerosis (MS) is a chronic autoimmune disease in which the immune system attacks the body’s nerves. Immu ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/30049/biomarker-predicts-therapeutic-outcomes-patients-multiple-sclerosis",
    "date": "2026-08-01"
  },
  {
    "title": "How Changes in the Genome are Connected to Aging",
    "summary": "There is a genetic feature known as a repeat expansion, in which short sequences are repeated continuously. Some of them ...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/30051/changes-genome-connected-aging",
    "date": "2026-07-01"
  },
  {
    "title": "Gut Microbes May Have Aided the Evolution of the Human Brain",
    "summary": "The microorganisms in our gastrointestinal tract-the gut microbiome, can exert a profound influence on the human body, a ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/30047/gut-microbes-aided-evolution-human-brain",
    "date": "2026-07-01"
  },
  {
    "title": "Tamiflu Protects Children with the Flu, Not Harms Them",
    "summary": "New research suggests that the commonly-prescribed antiviral drug, oseltamivir, marketed as 'Tamiflu', does not cause se...",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/30045/tamiflu-protects-children-flu-harms",
    "date": "2026-06-01"
  },
  {
    "title": "A Novel Type of Mitochondrial DNA Damage is ID'ed",
    "summary": "The tiny little powerhouses of our cells, the mitochondria, are unique among organelles because they carry their own tin ...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/30039/novel-type-mitochondrial-dna-damage-id-ed",
    "date": "2026-05-01"
  },
  {
    "title": "How Cells Defend Themselves From Radicals",
    "summary": "While our cells are performing some important, basic functions, they can generate compounds known as reactive oxygen spe ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/30038/cells-defend-themselves-radicals",
    "date": "2026-05-01"
  },
  {
    "title": "Infant Screen Time Linked to Higher Levels of Teen Anxiety",
    "summary": "High levels of screen time before age two is linked to slower decision-making at age 8 and higher levels of anxiety by a ...",
    "hyperlink": "https://www.labroots.com/trending/neuroscience/30041/infant-screen-time-linked-levels-teen-anxiety",
    "date": "2026-05-01"
  },
  {
    "title": "Anxiety Sufferers Tend to Have Low Choline Levels",
    "summary": "A new study reported in Molecular Psychiatry has shown that people with anxiety disorders tend to have lower levels of a ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/30040/anxiety-sufferers-tend-low-choline-levels",
    "date": "2026-04-01"
  },
  {
    "title": "Infectious Disease Roundup: Rising US Measles, Syphilis; Lassa in Nigeria",
    "summary": "The US has recently added 53 more measles cases to its groewing total, largely fueled by outbreaks in 3 states, though 4 ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/30037/infectious-disease-roundup-rising-measles-syphilis-lassa-nigeria",
    "date": "2026-04-01"
  },
  {
    "title": "Study Highlight Risks of Teen Cannabis Use",
    "summary": "A study found an association between teens using cannabis just once or twice a month and an increased risk of poor schoo...",
    "hyperlink": "https://www.labroots.com/trending/health-and-medicine/30036/study-highlight-risks-teen-cannabis-2",
    "date": "2026-02-01"
  },
  {
    "title": "Study Indicates that CBD Can Potentially Help Manage Aggressive Dog Behavior",
    "summary": "A study published in Frontiers in Veterinary Science explored the effects of cannabidiol (CBD) on dogs and found it prom...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/30035/study-indicates-cbd-potentially-help-manage-aggressive-dog-behavior-2",
    "date": "2026-02-01"
  },
  {
    "title": "Major review finds no autism or ADHD risk from pregnancy Tylenol",
    "summary": "A major new scientific review brings reassuring news for expectant parents: using acetaminophen, commonly known as Tylenol, during pregnancy does not increase a child’s risk of autism, ADHD, or intellectual disability.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260118233553.htm",
    "date": "2026-01-19"
  },
  {
    "title": "Cannabis was touted for nerve pain. The evidence falls short",
    "summary": "Cannabis-based medicines have been widely promoted as a potential answer for people living with chronic nerve pain—but a major new review finds the evidence just isn’t there yet.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260118233547.htm",
    "date": "2026-01-19"
  },
  {
    "title": "A “dormant” brain protein turns out to be a powerful switch",
    "summary": "Scientists at Johns Hopkins have uncovered a surprising new way to influence brain activity by targeting a long-mysterious class of proteins linked to anxiety, schizophrenia, and movement disorders.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260118233607.htm",
    "date": "2026-01-19"
  },
  {
    "title": "New research shows emotional expressions work differently in autism",
    "summary": "Researchers found that autistic and non-autistic people move their faces differently when expressing emotions like anger, happiness, and sadness.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260118233549.htm",
    "date": "2026-01-19"
  },
  {
    "title": "Misplaced Mouth Microbes May Worsen Liver Disease",
    "summary": "Advanced, chronic liver disease is thought to kill over two million people around the world every year. The community of ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/30089/misplaced-mouth-microbes-worsen-liver-disease",
    "date": "2026-01-18"
  },
  {
    "title": "How the Environment Changes Sperm to Have an Effect on Offspring",
    "summary": "Researchers often use a nematode worm called Caenorhabditis elegans (C. elegans) to study human genetics ..",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/30087/environment-changes-sperm-effect-offspring",
    "date": "2026-01-18"
  },
  {
    "title": "A new robotic system could perform delicate eye surgery",
    "summary": "Retinal vein occlusion (RVO) is a severe disease that occurs when a vein in the light-sensitive layer at the back of the eye (i.e., the retina) becomes blocked, resulting in a loss of vision.",
    "hyperlink": "https://medicalxpress.com/news/2026-01-robotic-delicate-eye-surgery.html",
    "date": "2026-01-18"
  },
  {
    "title": "Structure-based RNA could lead to treatment for neuromuscular disorders",
    "summary": "Researchers from Carnegie Mellon University have discovered a way to target RNA that could lead to new treatment options for myotonic dystrophy type 1 (DM1), the most common adult-onset form of muscular dystrophy.",
    "hyperlink": "https://medicalxpress.com/news/2026-01-based-rna-treatment-neuromuscular-disorders.html",
    "date": "2026-01-18"
  },
  {
    "title": "A 'recipe book' for reprogramming cells into disease-fighting immune cells",
    "summary": "In order to reprogram readily available cells into specific immune cells that fight various diseases, one must know the \"recipe\" for the transformation, with researchers creating a library of the 400 most important genes.",
    "hyperlink": "https://medicalxpress.com/news/2026-01-recipe-reprogramming-cells-disease-immune.html",
    "date": "2026-01-18"
  },
  {
    "title": "Shelf-stable mRNA delivery system targets bladder cancer cells without immune response",
    "summary": "Published, peer-reviewed research shows a patent-pending, virus-mimicking platform technology developed at Purdue University improves upon traditional methods of targeting bladder cancer cells with messenger RNA (mRNA) therapies.",
    "hyperlink": "https://medicalxpress.com/news/2026-01-shelf-stable-mrna-delivery-bladder.html",
    "date": "2026-01-18"
  },
  {
    "title": "Meth inflames and stimulates the brain through similar pathways—research offers potential avenue to treat addiction",
    "summary": "Methamphetamine doesn't just spike levels of the pleasure-inducing hormone dopamine in the reward pathways of the brain—it also provokes damaging brain inflammation through similar mechanisms.",
    "hyperlink": "https://medicalxpress.com/news/2026-01-meth-inflames-brain-similar-pathways.html",
    "date": "2026-01-18"
  },
  {
    "title": "Light-activated tissue adhesive patch offers rapid, watertight neurosurgical sealing",
    "summary": "Durotomy is a common neurosurgical complication involving a tear in the dura mater, the protective membrane surrounding the brain and spinal cord, with a new patch offering rapid sealing.",
    "hyperlink": "https://medicalxpress.com/news/2026-01-tissue-adhesive-patch-rapid-watertight.html",
    "date": "2026-01-18"
  },
  {
    "title": "Most Americans see opioid overdose as a serious crisis needing urgent action",
    "summary": "Approximately 88% of adults view opioid overdose deaths as a very serious problem with high agreement across political groups, according to a national survey conducted by Weill Cornell Medicine researchers.",
    "hyperlink": "https://medicalxpress.com/news/2026-01-americans-opioid-overdose-crisis-urgent.html",
    "date": "2026-01-18"
  },
  {
    "title": "The real danger of Tylenol has nothing to do with autism",
    "summary": "While social media continues to circulate claims linking acetaminophen to autism in children, medical experts say those fears distract from a far more serious and proven danger: overdose.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260118115058.htm",
    "date": "2026-01-18"
  },
  {
    "title": "Scientists sent viruses to space and they evolved in surprising ways",
    "summary": "When scientists sent bacteria-infecting viruses to the International Space Station, the microbes did not behave the same way they do on Earth. In microgravity, infections still occurred, but both viruses and bacteria evolved differently over time.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260118064637.htm",
    "date": "2026-01-18"
  },
  {
    "title": "How cancer disrupts the brain and triggers anxiety and insomnia",
    "summary": "Scientists have discovered that breast cancer can quietly throw the brain’s internal clock off balance—almost immediately after cancer begins.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260116035351.htm",
    "date": "2026-01-18"
  },
  {
    "title": "A 47-year study reveals when fitness and strength start to fade",
    "summary": "A long-running Swedish study has followed adults for nearly five decades, uncovering when physical decline truly begins.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260116035336.htm",
    "date": "2026-01-18"
  },
  {
    "title": "Color blindness may reduce early bladder cancer detection and survival",
    "summary": "People who are colorblind may be missing a life-saving warning sign of bladder cancer, with analysis of electronic health records showing those with color vision deficiency (CVD) found their pet's death harder to bear.",
    "hyperlink": "https://medicalxpress.com/news/2026-01-early-bladder-cancer-survival.html",
    "date": "2026-01-17"
  },
  {
    "title": "Tumor cells steal immune mitochondria to aid lymph node spread",
    "summary": "Stanford University-led researchers report that tumor cells hijack mitochondria from immune cells, reducing anti-tumor immune function and activating cGAS-STING and type I interferon signaling that promotes lymph node metastasis.",
    "hyperlink": "https://medicalxpress.com/news/2026-01-tumor-cells-immune-mitochondria-aid.html",
    "date": "2026-01-17"
  },
  {
    "title": "The FDA unveils a new food pyramid that promotes red meat and protein",
    "summary": "For years, the federal government advised Americans to limit red meat and foods high in saturated fats, but new federal dietary guidelines elevate protein, dairy and healthy fats to the top of a redesigned food pyramid.",
    "hyperlink": "https://medicalxpress.com/news/2026-01-fda-unveils-food-pyramid-red.html",
    "date": "2026-01-17"
  },
  {
    "title": "Five warning signs of diabetes",
    "summary": "Diabetes is a lifelong disease that affects almost 12% of people in the United States, according to the Centers for Disease Control and Prevention (CDC), with many people often undiagnosed.",
    "hyperlink": "https://medicalxpress.com/news/2026-01-diabetes.html",
    "date": "2026-01-17"
  },
  {
    "title": "3D hybrid imaging system could address limitations of MRI, CT and ultrasound",
    "summary": "In a proof-of-concept study, researchers from the Keck School of Medicine of USC and the California Institute of Technology (Caltech) have shown that an innovative, noninvasive technique can be used to quickly collect 3D images of the body.",
    "hyperlink": "https://medicalxpress.com/news/2026-01-3d-hybrid-imaging-limitations-mri.html",
    "date": "2026-01-17"
  },
  {
    "title": "Alpha-2 receptor drugs reduce heavy alcohol drinking, study finds",
    "summary": "Alcohol use is widespread and alcohol use disorder (AUD) causes substantial harm, with a new study showing alpha-2 receptor drugs can reduce heavy alcohol drinking.",
    "hyperlink": "https://medicalxpress.com/news/2026-01-alpha-receptor-drugs-heavy-alcohol.html",
    "date": "2026-01-17"
  },
  {
    "title": "How scientists are turning thyme into precision medicine",
    "summary": "Thyme extract is packed with health-promoting compounds, but it is difficult to control and easy to waste.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260117053528.htm",
    "date": "2026-01-17"
  },
  {
    "title": "Tiny earthquakes are revealing a dangerous secret beneath California",
    "summary": "Scientists are uncovering a hidden and surprisingly complex earthquake zone beneath Northern California by tracking swarms of tiny earthquakes that are far too weak to feel.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260117053529.htm",
    "date": "2026-01-17"
  },
  {
    "title": "AI maps the hidden forces shaping cancer survival worldwide",
    "summary": "Researchers have turned artificial intelligence into a powerful new lens for understanding why cancer survival rates differ so dramatically around the world.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260117053526.htm",
    "date": "2026-01-17"
  },
  {
    "title": "An endocrinologist tried a new weight loss approach and it worked",
    "summary": "A simple change in how primary care clinics approach weight management is delivering big public health wins.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260116035317.htm",
    "date": "2026-01-17"
  },
  {
    "title": "This tool-using cow defies expectations for bovine braininess",
    "hyperlink": "https://www.sciencenews.org/article/tool-using-cow-cognition-scratch",
    "date": "2026-01-16"
  },
  {
    "title": "This fish may play a hole in its head like a drum",
    "hyperlink": "https://www.sciencenews.org/article/rockhead-poacher-fish-play-hole-drum",
    "date": "2026-01-16"
  },
  {
    "title": "A long-lost tectonic fragment may be shaking Northern California",
    "hyperlink": "https://www.sciencenews.org/article/lost-tectonic-california-earthquake",
    "date": "2026-01-16"
  },
  {
    "title": "Oral drug can safely lower triglycerides and other blood lipids, clinical trial finds",
    "summary": "When eating, the body converts extra calories, especially from carbs, sugar, fats, and alcohol, into triglycerides, with a new clinical trial showing an oral drug can safely lower these levels.",
    "hyperlink": "https://medicalxpress.com/news/2026-01-oral-drug-safely-triglycerides-blood.html",
    "date": "2026-01-16"
  },
  {
    "title": "1 in 5 people say losing their pet was worse than losing a person",
    "summary": "For one in five people, losing a pet has been more distressing than losing a human loved one, with new research revealing 21% of those who experienced both types of bereavement found their pet's death harder to bear.",
    "hyperlink": "https://medicalxpress.com/news/2026-01-people-pet-worse-person.html",
    "date": "2026-01-16"
  },
  {
    "title": "Scientists discover natural 'brake' that could stop harmful inflammation",
    "summary": "Researchers at University College London (UCL) have uncovered a key mechanism that helps the body switch off inflammation—a breakthrough that could lead to new treatments for chronic diseases affecting millions worldwide.",
    "hyperlink": "https://medicalxpress.com/news/2026-01-scientists-natural-inflammation.html",
    "date": "2026-01-16"
  },
  {
    "title": "Super agers tend to have at least two key genetic advantages, study finds",
    "summary": "The gene variant posing the greatest genetic risk of late-onset Alzheimer's disease (AD) is called APOE-ε4, with a different variant of the same gene, APOE-ε2, thought to confer protection against AD.",
    "hyperlink": "https://medicalxpress.com/news/2026-01-super-agers-tend-key-genetic.html",
    "date": "2026-01-16"
  },
  {
    "title": "Alternative RNA splicing tied to schizophrenia-like behaviors in animal models",
    "summary": "In a new study, Chinese researchers have discovered the previously unrecognized role of alternative splicing of the DOC2A gene in schizophrenia.",
    "hyperlink": "https://medicalxpress.com/news/2026-01-alternative-rna-splicing-schizophrenia-behaviors.html",
    "date": "2026-01-16"
  },
  {
    "title": "Taking acetaminophen during pregnancy does not increase risk of autism, ADHD or intellectual disabilities",
    "summary": "Taking acetaminophen during pregnancy does not increase the risk of autism, attention-deficit hyperactivity disorder (ADHD), or intellectual disability among children.",
    "hyperlink": "https://medicalxpress.com/news/2026-01-acetaminophen-pregnancy-autism-adhd-intellectual.html",
    "date": "2026-01-16"
  },
  {
    "title": "FDA-cleared brain stimulation device for ADHD is not effective, new clinical trial finds",
    "summary": "A large multicenter clinical trial led by King's College London with 150 children and adolescents has shown that a device cleared by the US FDA to treat ADHD is not effective in reducing symptoms.",
    "hyperlink": "https://medicalxpress.com/news/2026-01-fda-brain-device-adhd-effective.html",
    "date": "2026-01-16"
  },
  {
    "title": "Vitamin A may be helping cancer hide from the immune system",
    "summary": "A vitamin A byproduct has been found to quietly disarm the immune system, allowing tumors to evade attack and weakening cancer vaccines.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260115022808.htm",
    "date": "2026-01-16"
  },
  {
    "title": "Scientists found hidden synapse hotspots in the teen brain",
    "summary": "Scientists have discovered that the adolescent brain does more than prune old connections. During the teen years, it actively builds dense new clusters of synapses in specific parts of neurons.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260116085131.htm",
    "date": "2026-01-16"
  },
  {
    "title": "Scientists find ‘master regulator’ that could reverse brain aging",
    "summary": "Researchers have identified OTULIN, an immune-regulating enzyme, as a key trigger of tau buildup in the brain.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260116035348.htm",
    "date": "2026-01-16"
  },
  {
    "title": "A routine eye treatment is raising new concerns for glaucoma patients",
    "summary": "A new study warns that a widely used eye ointment can damage a popular glaucoma implant.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260116085136.htm",
    "date": "2026-01-16"
  },
  {
    "title": "Scientists are rethinking bamboo as a powerful new superfood",
    "summary": "Bamboo shoots may be far more than a crunchy side dish.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260116035313.htm",
    "date": "2026-01-16"
  },
  {
    "title": "Researchers found a tipping point for video gaming and health",
    "summary": "Moderate video gaming appears harmless, but heavy gaming may take a toll on young people’s health.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260116035311.htm",
    "date": "2026-01-16"
  },
  {
    "title": "Varenicline Shows Promise for Cannabis Use Disorder",
    "summary": "Smoking cessation drug, varenicline, could help treat cannabis use disorder (CUD) in men.",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/30088/varenicline-promise-cannabis-disorder",
    "date": "2026-01-15"
  },
  {
    "title": "New AI Model Predicts Future Disease Based on Sleep",
    "summary": "Your future health outcomes may be predictable using AI and a recording of your sleep.",
    "hyperlink": "https://www.labroots.com/trending/cardiology/30086/ai-model-predicts-future-disease-based-sleep-2",
    "date": "2026-01-15"
  },
  {
    "title": "Exercise May Be as Effective as Therapy for Depression",
    "summary": "Exercise may be as effective as other common treatments for managing the symptoms of depression.",
    "hyperlink": "https://www.labroots.com/trending/cardiology/30085/exercise-effective-therapy-depression-2",
    "date": "2026-01-15"
  },
  {
    "title": "CBD Could Inhibit Tumor Growth in Multiple Cancer Models",
    "summary": "How can cannabidiol (CBD) combat cancer tumors? This is what a recent study published in Phytomedicine hopes to address ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/30084/cbd-inhibit-tumor-growth-multiple-cancer-models-2",
    "date": "2026-01-15"
  },
  {
    "title": "Estimated Cancer Incidence and Mortality Statistics for 2026 Published",
    "summary": "Earlier this week, the American Cancer Society (ACS) published its annual report in CA: A Cancer Journal for Clinicians. ...",
    "hyperlink": "https://www.labroots.com/trending/cancer/30081/estimated-cancer-incidence-mortality-statistics-2026-published",
    "date": "2026-01-15"
  },
  {
    "title": "Complete Cancer Protein Inhibition Improves Anti-Tumor Immunity",
    "summary": "The concept of immunotherapy or boosting the body’s immune system to target tumors was first practically applied i ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/30080/complete-cancer-protein-inhibition-improves-anti-tumor-immunity",
    "date": "2026-01-15"
  },
  {
    "title": "Cell Mutation Predicts Chemotherapy Response in Bladder Cancer",
    "summary": "The American Cancer Society estimates that over 80,000 individuals will be diagnosed with bladder cancer this year. Unfo ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/30079/cell-mutation-predicts-chemotherapy-response-bladder-cancer",
    "date": "2026-01-15"
  },
  {
    "title": "Innovating Lung Cancer Immunotherapy: Dr. Kellie Smith on T-Cells and Scientific Leadership",
    "hyperlink": "https://www.labroots.com/podcast-episode-by-id/32",
    "date": "2026-01-15"
  },
  {
    "title": "Color blindness hides a key warning sign of bladder cancer",
    "summary": "A large U.S. health records study suggests that difficulty seeing blood in urine may put color-blind patients at higher risk.",
    "hyperlink": "https://www.sciencenews.org/article/color-blindness-bladder-cancer",
    "date": "2026-01-15"
  },
  {
    "title": "Animal personalities can play a big role in saving species",
    "hyperlink": "https://www.sciencenews.org/article/animals-personalities-saving-species",
    "date": "2026-01-15"
  },
  {
    "title": "Altered microbiome: Oral bacteria play a role in chronic liver disease, study reveals",
    "summary": "Each year, more than two million people die from advanced chronic liver disease (ACLD), with previous research linking gut microbiome disruptions to this condition.",
    "hyperlink": "https://medicalxpress.com/news/2026-01-microbiome-oral-bacteria-play-role.html",
    "date": "2026-01-15"
  },
  {
    "title": "Q&A: Intermittent fasting's link to gut bacteria could combat obesity",
    "summary": "Although she's not an entomologist, Maggie Stanislawski, Ph.D., spends hours a day studying bugs, specializing in the gut microbiome.",
    "hyperlink": "https://medicalxpress.com/news/2026-01-qa-intermittent-fasting-link-gut.html",
    "date": "2026-01-15"
  },
  {
    "title": "Parenthood 'inoculates' adults against disgust, new study reveals",
    "summary": "New research from neuroscientists at the University of Bristol reveals that repeated, long-term exposure to unpleasant substances can lead to a reduction in disgust.",
    "hyperlink": "https://medicalxpress.com/news/2026-01-parenthood-inoculates-adults-disgust-reveals.html",
    "date": "2026-01-15"
  },
  {
    "title": "Sudden cardiac arrest in athletes: Hidden heart conditions can trigger rare but fatal events during competition",
    "summary": "Though rare, sudden cardiac arrest (SCA) in athletes often unfolds in high-visibility settings, prompting questions about underlying causes, emergency preparedness, and long-term outcomes.",
    "hyperlink": "https://medicalxpress.com/news/2026-01-sudden-cardiac-athletes-hidden-heart.html",
    "date": "2026-01-15"
  },
  {
    "title": "From yoga to awe walks: Many paths lead to better mental health, largest analysis of well-being interventions finds",
    "summary": "As another new year gets under way, many of us will be looking for a way of boosting how we feel, with new research providing the largest ever comparison of well-being interventions.",
    "hyperlink": "https://medicalxpress.com/news/2026-01-yoga-awe-paths-mental-health.html",
    "date": "2026-01-15"
  },
  {
    "title": "DASH diet again recognized as best heart-healthy diet",
    "summary": "For the second year in a row, the Dietary Approaches to Stop Hypertension, or DASH Diet, has been recognized as the best heart-healthy diet in the annual rankings from U.S. News & World Report.",
    "hyperlink": "https://medicalxpress.com/news/2026-01-dash-diet-heart-healthy.html",
    "date": "2026-01-15"
  },
  {
    "title": "Autonomous AI agents developed to detect early signs of cognitive decline",
    "summary": "A team of Mass General Brigham researchers has developed one of the first fully autonomous artificial intelligence (AI) systems capable of screening for cognitive impairment using routine clinical documentation.",
    "hyperlink": "https://medicalxpress.com/news/2026-01-autonomous-ai-agents-early-cognitive.html",
    "date": "2026-01-15"
  },
  {
    "title": "Scientists question the safety of BPA-free packaging",
    "summary": "“BPA-free” food packaging may be hiding new risks.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260114084134.htm",
    "date": "2026-01-15"
  },
  {
    "title": "Statins may help almost everyone with type 2 diabetes live longer",
    "summary": "New research suggests statins may protect adults with type 2 diabetes regardless of how low their predicted heart risk appears.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260115022812.htm",
    "date": "2026-01-15"
  },
  {
    "title": "One protein may decide whether brain chemistry heals or harms",
    "summary": "Tryptophan does far more than help us sleep—it fuels brain chemistry, energy production, and mood-regulating neurotransmitters.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260115022811.htm",
    "date": "2026-01-15"
  },
  {
    "title": "This after-meal blood sugar spike may raise Alzheimer’s risk",
    "summary": "Spikes in blood sugar after eating may be more dangerous for the brain than previously thought.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260115022756.htm",
    "date": "2026-01-15"
  },
  {
    "title": "Northwestern Medicine’s new antibody wakes the immune system against pancreatic cancer",
    "summary": "Pancreatic cancer uses a sugar-coated disguise to evade the immune system, helping explain why it’s so hard to treat.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260114084129.htm",
    "date": "2026-01-15"
  },
  {
    "title": "The aggressive use of antibiotics could fuel mood disorders and anxiety",
    "summary": "Antibiotics (ABs) are among the most used pharmaceutical drugs worldwide, as they are currently the most effective medicines for the treatment of bacterial infections. An excessive use of these drugs, however, can damage ...",
    "hyperlink": "https://medicalxpress.com/news/2026-01-aggressive-antibiotics-fuel-mood-disorders.html",
    "date": "2026-01-14"
  },
  {
    "title": "Implant provides lasting relief for treatment-resistant depression, study finds",
    "summary": "About 20% of U.S. adults experience major depression in their lifetime. For most people, symptoms improve within a few treatment attempts, but up to one‐third of patients have treatment‐resistant depression, for which ...",
    "hyperlink": "https://medicalxpress.com/news/2026-01-implant-relief-treatment-resistant-depression.html",
    "date": "2026-01-14"
  },
  {
    "title": "Bacterial toxin can counteract colorectal cancer growth",
    "summary": "A toxin secreted by cholera bacteria can inhibit the growth of colorectal cancer without causing any measurable damage to the body",
    "hyperlink": "https://medicalxpress.com/news/2026-01-bacterial-toxin-counteract-colorectal-cancer.html",
    "date": "2026-01-14"
  },
  {
    "title": "More than just fear: A new profile of post-traumatic stress disorder",
    "summary": "Trauma may be even more complex than previously thought, with PTSD often portrayed in popular media as subjects experiencing hypervigilance, flashbacks, and nightmares.",
    "hyperlink": "https://medicalxpress.com/news/2026-01-profile-traumatic-stress-disorder.html",
    "date": "2026-01-14"
  },
  {
    "title": "Gut bacteria molecule boosts lung cancer treatment response",
    "summary": "UF Health Cancer Institute researchers have discovered a small compound produced naturally by gut bacteria that doubled the response to lung cancer immunotherapy treatment in mice.",
    "hyperlink": "https://medicalxpress.com/news/2026-01-gut-bacteria-molecule-boosts-lung.html",
    "date": "2026-01-14"
  },
  {
    "title": "Glucocorticoid injection shows little benefit for knee osteoarthritis, clinical trial finds",
    "summary": "Researchers in China have found no statistically significant advantage for infrapatellar fat pad glucocorticoid injection over saline for 12-week knee pain change or effusion synovitis volume change in inflammatory knee osteoarthritis.",
    "hyperlink": "https://medicalxpress.com/news/2026-01-glucocorticoid-benefit-knee-osteoarthritis-clinical.html",
    "date": "2026-01-14"
  },
  {
    "title": "Maternal microbiome compound may hold key to preventing liver disease",
    "summary": "Children born to mothers who consume a high-fat, high-sugar diet during pregnancy and breastfeeding face a higher risk of developing fatty liver disease later in life.",
    "hyperlink": "https://medicalxpress.com/news/2026-01-maternal-microbiome-compound-key-liver.html",
    "date": "2026-01-14"
  },
  {
    "title": "Scientists finally uncover why statins cause muscle pain",
    "summary": "A new discovery may explain why so many people abandon cholesterol-lowering statins because of muscle pain and weakness.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260114084122.htm",
    "date": "2026-01-14"
  },
  {
    "title": "This sweet fruit is packed with hidden health compounds",
    "summary": "Scientists are taking a closer look at monk fruit and discovering it’s more than just a sugar substitute.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260114084111.htm",
    "date": "2026-01-14"
  },
  {
    "title": "Massive brain study reveals why memory loss can suddenly speed up with age",
    "summary": "A massive international brain study has revealed that memory decline with age isn’t driven by a single brain region or gene, but by widespread structural changes across the brain that build up over time.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260114084107.htm",
    "date": "2026-01-14"
  },
  {
    "title": "Scientists found the brain rhythm that makes your body feel like yours",
    "summary": "A new study reveals that alpha brain waves help the brain decide what belongs to your body.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260114080325.htm",
    "date": "2026-01-14"
  },
  {
    "title": "Scientists uncover a hidden type of diabetes in newborns",
    "summary": "Researchers have discovered a rare new type of diabetes that affects babies early in life.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260114084125.htm",
    "date": "2026-01-14"
  },
  {
    "title": "Fish Oil Reduces Cardiac Risk in Patients on Dialysis",
    "summary": "Daily fish oil supplementation reduces serious cardiac events including heart attack and stroke among patients on dialys ...",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/30076/fish-oil-reduces-cardiac-risk-patients-dialysis",
    "date": "2026-01-13"
  },
  {
    "title": "Smart Pill Reports When Medicine Is Taken",
    "summary": "Engineers at MIT have developed a pill that reports when it has been swallowed via a biodegradable antenna.",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/30075/smart-pill-reports-medicine",
    "date": "2026-01-13"
  },
  {
    "title": "How Magnesium Levels Affect Cannabis Cultivation",
    "summary": "​Israel’s Institute of Soil Water & Environmental Sciences researchers investigated how magnesium (Mg) supply ...",
    "hyperlink": "https://www.labroots.com/trending/earth-and-the-environment/30072/magnesium-levels-affect-cannabis-cultivation-2",
    "date": "2026-01-13"
  },
  {
    "title": "A Mouth Microbe is Linked to MS Severity",
    "summary": "Some recent studies have suggested that there is a link between severe gum disease or periodontitis, and some disorders ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/30065/mouth-microbe-linked-ms-severity",
    "date": "2026-01-13"
  },
  {
    "title": "Medical Cannabis Products Improve Quality of Life for Fibromyalgia",
    "summary": "A study conducted by British researchers found that patients with fibromyalgia (FM) reported improved quality of life fo ...",
    "hyperlink": "https://www.labroots.com/trending/health-and-medicine/30071/medical-cannabis-products-improve-quality-life-fibromyalgia-2",
    "date": "2026-01-13"
  },
  {
    "title": "Smart Pill Reports Medicine",
    "summary": "Engineers at MIT have developed a pill that reports when it has been swallowed via a biodegradable antenna.",
    "hyperlink": "https://www.labroots.com/trending/health-and-medicine/30075/smart-pill-reports-medicine",
    "date": "2026-01-13"
  },
  {
    "title": "Botox could be used to fight snakebite",
    "hyperlink": "https://www.sciencenews.org/article/botox-fight-snakebite-viper-venom",
    "date": "2026-01-13"
  },
  {
    "title": "This ancient pottery holds the earliest evidence of humans doing math",
    "hyperlink": "https://www.sciencenews.org/article/ancient-pottery-math-earliest-evidence",
    "date": "2026-01-13"
  },
  {
    "title": "Earth’s last 3 years were its hottest on record",
    "hyperlink": "https://www.sciencenews.org/article/last-3-years-hottest-on-record-temp",
    "date": "2026-01-13"
  },
  {
    "title": "Increased levels of Alzheimer's-linked protein found in some with long COVID",
    "summary": "A study of 227 individuals who experienced neurocognitive difficulties post COVID-19 infection—such as headaches, vertigo, balance dysregulation, changes in taste/smell, and brain fog—displayed a significant increase ...",
    "hyperlink": "https://medicalxpress.com/news/2026-01-alzheimer-linked-protein-covid.html",
    "date": "2026-01-13"
  },
  {
    "title": "Night-time changes in metabolism may be driving common liver disease",
    "summary": "Researchers at the University of Oxford have discovered that the most common liver disease follows a strong day-night pattern, and the metabolic changes that drive the disease are most pronounced overnight, when the body ...",
    "hyperlink": "https://medicalxpress.com/news/2026-01-night-metabolism-common-liver-disease.html",
    "date": "2026-01-13"
  },
  {
    "title": "Immune response to Epstein-Barr virus linked to brain damage in multiple sclerosis",
    "summary": "The immune system's reaction to the common Epstein-Barr virus can ultimately damage the brain and contribute to multiple sclerosis (MS), according to new research from Karolinska Institutet, published in Cell. The study provides ...",
    "hyperlink": "https://medicalxpress.com/news/2026-01-immune-response-epstein-barr-virus.html",
    "date": "2026-01-13"
  },
  {
    "title": "Study finds non-hallucinogenic psilocybin neural receptor: A novel target for treating depression and anxiety",
    "summary": "Psilocybin—the psychedelic compound that occurs naturally in certain \"magic\" mushroom species—has been shown in trials to provide long-term treatment for depression and anxiety. But the chemical's hallucinogenic effects ...",
    "hyperlink": "https://medicalxpress.com/news/2026-01-hallucinogenic-psilocybin-neural-receptor-depression.html",
    "date": "2026-01-13"
  },
  {
    "title": "Brain neurons process salience, valence and value separately to understand what is important—and what isn't",
    "summary": "The sound of a fire alarm tells us to get out quickly to not get hurt, while the sight of a gas station sign can signal a chance to refuel. In everyday life, we learn to link cues we sense with what they mean, helping us ...",
    "hyperlink": "https://medicalxpress.com/news/2026-01-brain-neurons-salience-valence-important.html",
    "date": "2026-01-13"
  },
  {
    "title": "When a virus releases the immune brake: New evidence on the onset of multiple sclerosis",
    "summary": "Autoimmune diseases such as multiple sclerosis arise when the immune system turns against the body itself. Yet for most of them, it remains unclear why this process begins. Researchers have now identified how the Epstein-Barr ...",
    "hyperlink": "https://medicalxpress.com/news/2026-01-virus-immune-evidence-onset-multiple.html",
    "date": "2026-01-13"
  },
  {
    "title": "Doctors discover the source of mysterious intoxication",
    "summary": "Some people get drunk without drinking because their gut bacteria produce alcohol from food.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260113220920.htm",
    "date": "2026-01-13"
  },
  {
    "title": "Millions with dementia still prescribed drugs linked to falls and confusion",
    "summary": "Despite longstanding guidelines, many dementia patients are still prescribed brain-altering medications that can raise the risk of falls and confusion.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260113220915.htm",
    "date": "2026-01-13"
  },
  {
    "title": "Scientists discover how the uterus knows when to push during childbirth",
    "summary": "Childbirth depends not just on hormones, but on the uterus’s ability to sense physical force.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260112214313.htm",
    "date": "2026-01-13"
  },
  {
    "title": "This new sugar tastes like the real thing without the usual downsides",
    "summary": "Scientists at Tufts have found a way to turn common glucose into a rare sugar that tastes almost exactly like table sugar—but with far fewer downsides.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260112214302.htm",
    "date": "2026-01-13"
  },
  {
    "title": "MIT’s smart pill confirms you took your medicine",
    "summary": "MIT engineers have developed a pill that can wirelessly report when it’s been swallowed.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260112214259.htm",
    "date": "2026-01-13"
  },
  {
    "title": "This AI spots dangerous blood cells doctors often miss",
    "summary": "A generative AI system can now analyze blood cells with greater accuracy and confidence than human experts, detecting subtle signs of diseases like leukemia.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260112214317.htm",
    "date": "2026-01-13"
  },
  {
    "title": "Queen bumblebees are poor foragers thanks to sparse tongue hair",
    "hyperlink": "https://www.sciencenews.org/article/queen-bumblebees-tongue-hair-foraging",
    "date": "2026-01-12"
  },
  {
    "title": "A new test reveals which antibiotics truly kill bacteria",
    "summary": "Some antibiotics stop bacteria from growing without actually killing them, allowing infections to return later. Scientists at the University of Basel created a new test that tracks individual bacteria to see which drugs truly eliminate them.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260112211455.htm",
    "date": "2026-01-12"
  },
  {
    "title": "A hidden brain signal may reveal Alzheimer’s long before diagnosis",
    "summary": "Researchers have discovered a brain activity pattern that can predict which people with mild cognitive impairment are likely to develop Alzheimer’s disease.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260112001041.htm",
    "date": "2026-01-12"
  },
  {
    "title": "Why music brings no joy to some people",
    "summary": "A small group of people experience no pleasure from music despite normal hearing and intact emotions.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260112001008.htm",
    "date": "2026-01-12"
  },
  {
    "title": "How Ozempic and Wegovy are quietly cutting America’s food bills",
    "summary": "Weight-loss drugs like Ozempic and Wegovy are changing how Americans spend money on food.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260112001029.htm",
    "date": "2026-01-12"
  },
  {
    "title": "This common dinner rule makes meals more awkward",
    "summary": "Waiting to eat when your food arrives first feels polite—but it may be mostly for your own peace of mind.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260112001005.htm",
    "date": "2026-01-12"
  },
  {
    "title": "A little-known health syndrome may affect nearly everyone",
    "summary": "Most U.S. adults have risk factors tied to a little-known condition called CKM syndrome, which connects heart disease, kidney problems, diabetes, and obesity into one powerful health threat.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260112001001.htm",
    "date": "2026-01-12"
  },
  {
    "title": "Newly discovered coffee compounds beat diabetes drug in lab tests",
    "summary": "Roasted coffee may do more than wake you up—it could help control blood sugar.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260110211224.htm",
    "date": "2026-01-11"
  },
  {
    "title": "A massive gene hunt reveals how brain cells are made",
    "summary": "A large genetic screen has revealed how stem cells transform into brain cells, exposing hundreds of genes that make this process possible.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260111214444.htm",
    "date": "2026-01-11"
  },
  {
    "title": "Injection turns sleeping tumor immune cells into cancer fighters",
    "summary": "KAIST researchers have developed a way to reprogram immune cells already inside tumors into cancer-killing machines.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260110211207.htm",
    "date": "2026-01-11"
  },
  {
    "title": "A room full of flu patients and no one got sick",
    "summary": "In a striking real-world experiment, flu patients spent days indoors with healthy volunteers, but the virus never spread. Researchers found that limited coughing and well-mixed indoor air kept virus levels low, even with close contact.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260110211204.htm",
    "date": "2026-01-11"
  },
  {
    "title": "A daily fish oil supplement slashed serious heart risks in dialysis patients",
    "summary": "A new international trial has delivered striking results for people on dialysis, showing that daily fish oil supplements can sharply reduce serious heart-related events.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260110211231.htm",
    "date": "2026-01-10"
  },
  {
    "title": "A newly spotted asteroid spins faster than any of its size ever seen",
    "hyperlink": "https://www.sciencenews.org/article/rubin-fastest-spinning-asteroid",
    "date": "2026-01-09"
  },
  {
    "title": "A double cosmic explosion could be the first known ‘superkilonova’",
    "hyperlink": "https://www.sciencenews.org/article/double-explosion-by-star-superkilonova",
    "date": "2026-01-09"
  },
  {
    "title": "This natural amino acid could help stop cavities before they start",
    "summary": "Sugar-loving mouth bacteria create acids that damage teeth, but arginine can help fight back.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260108231335.htm",
    "date": "2026-01-09"
  },
  {
    "title": "TikTok’s gout advice is everywhere and doctors say it’s often wrong",
    "summary": "A new study finds that TikTok videos about gout frequently spread confusing or inaccurate advice.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260108231330.htm",
    "date": "2026-01-09"
  },
  {
    "title": "Hidden tree bark microbes munch on important climate gases",
    "hyperlink": "https://www.sciencenews.org/article/tree-bark-microbes-climate-gases",
    "date": "2026-01-08"
  },
  {
    "title": "Earth is bathed in droves of neutrinos spewed by the Milky Way’s stars",
    "hyperlink": "https://www.sciencenews.org/article/neutrinos-milky-way-stars",
    "date": "2026-01-08"
  },
  {
    "title": "Long COVID may be fueled by inflammation and tiny clots",
    "summary": "Long COVID affects an estimated 65 million people worldwide and can damage the brain, heart, blood vessels, and immune system long after infection. Researchers now link symptoms to lingering virus, inflammation, micro-clots, and disrupted energy metabolism.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260107225532.htm",
    "date": "2026-01-08"
  },
  {
    "title": "This brain trick makes exercise feel easier",
    "summary": "Exercise doesn’t just challenge the body; it challenges how the brain interprets effort.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260107225519.htm",
    "date": "2026-01-08"
  },
  {
    "title": "New dietary guidelines flip the food pyramid",
    "summary": "The new guidelines emphasizes eating protein and full-fat dairy while reducing sugar, carbs and ultraprocessed foods.",
    "hyperlink": "https://www.sciencenews.org/article/new-dietary-guidelines-food-pyramid",
    "date": "2026-01-07"
  },
  {
    "title": "Japanese scientists just built human brain circuits in the lab",
    "summary": "Researchers in Japan built a miniature human brain circuit using fused stem-cell–derived organoids, allowing them to watch the thalamus and cortex interact in real time.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260106224630.htm",
    "date": "2026-01-07"
  },
  {
    "title": "Here’s the science behind nuclear weapons testing",
    "hyperlink": "https://www.sciencenews.org/article/nuclear-weapons-testing-explained-video",
    "date": "2026-01-06"
  },
  {
    "title": "Harmful mouth bacteria may trigger Parkinson’s disease",
    "summary": "A familiar mouth bacterium best known for causing cavities may also be quietly influencing the brain.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260106001916.htm",
    "date": "2026-01-06"
  },
  {
    "title": "A simple drug pair may succeed where liver fibrosis treatments failed",
    "summary": "Scientists have found that combining silybin with carvedilol works far better against liver fibrosis than either drug alone.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260106001906.htm",
    "date": "2026-01-06"
  },
  {
    "title": "Scientists find a safer way for opioids to relieve pain",
    "summary": "Researchers at USF Health have discovered a new way opioid receptors can work that may lead to safer pain medications.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260105165817.htm",
    "date": "2026-01-06"
  },
  {
    "title": "Why multiple sclerosis slowly steals balance and movement",
    "summary": "Many people with multiple sclerosis struggle with balance and coordination, and this study uncovers a hidden reason why.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260106001913.htm",
    "date": "2026-01-06"
  },
  {
    "title": "Everyday chemicals are quietly damaging beneficial gut bacteria",
    "summary": "A large study has revealed that dozens of widely used chemicals can damage beneficial gut bacteria.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260104202815.htm",
    "date": "2026-01-05"
  },
  {
    "title": "Scientists find a safer way to make cells burn more calories",
    "summary": "Researchers have developed experimental compounds that make cells burn more calories by subtly tweaking how mitochondria produce energy.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260104202750.htm",
    "date": "2026-01-05"
  },
  {
    "title": "The secret to human intelligence? It might be in our gut",
    "summary": "New research shows gut bacteria can directly influence how the brain develops and functions.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260105165806.htm",
    "date": "2026-01-05"
  },
  {
    "title": "Scientists discover “migrions,” a viral shortcut that supercharges infection",
    "summary": "Scientists have uncovered a surprising viral shortcut that turns moving cells into delivery vehicles for infection. Instead of spreading one virus at a time, infected cells bundle viral material into large structures called Migrions and pass them directly to new cells.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260105165820.htm",
    "date": "2026-01-05"
  },
  {
    "title": "Flu drug once blamed for seizures in kids gets a surprising reversal",
    "summary": "A long-running debate over Tamiflu’s safety in children may finally be settled. Researchers found that influenza, not the antiviral medication, was linked to serious neuropsychiatric events like seizures and hallucinations.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260105165818.htm",
    "date": "2026-01-05"
  },
  {
    "title": "The hidden timing system that shapes how you think",
    "summary": "The brain constantly blends split-second reactions with slower, more thoughtful processing, and new research shows how it pulls this off.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260103155022.htm",
    "date": "2026-01-03"
  }
]