[{"title":"Destructive Meningitis Cases Highlight an Emerging Pathogen","summary":null,"hyperlink":"https://www.labroots.com/trending/nocat/30196/destructive-meningitis-highlight-emerging-pathogen","date":"2026-02-24"},{"title":"How Immunity is Shaped by Genetics and Life Experience","summary":null,"hyperlink":"https://www.labroots.com/trending/nocat/30198/immunity-shaped-genetics-life-experience","date":"2026-02-24"},{"title":"A Sugar Made by Gut Bacteria Can Drive Neurodegeneration","summary":"Researchers have uncovered a novel connection between two neurodegenerative disorders...","hyperlink":"https://www.labroots.com/trending/nocat/30193/sugar-gut-bacteria-drive-neurodegeneration","date":"2026-02-24"},{"title":"Scientists engineer bacteria to eat cancer tumors from the inside out","summary":"Researchers are engineering bacteria to invade tumors and consume them from the inside. Because tumor cores lack oxygen, they’re the perfect breeding ground for these microbes. The team added a genetic tweak that helps the bacteria survive longer near oxygen-exposed edges — but only once enough of them are present to trigger the change. It’s a carefully programmed biological attack that could one day offer a new way to destroy cancer.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260224023101.htm","date":"2026-02-24"},{"title":"Massive US study finds higher cancer death rates near nuclear power plants","summary":"A sweeping nationwide study has found that U.S. counties located closer to operating nuclear power plants have higher cancer death rates than those farther away. Researchers analyzed data from every nuclear facility and all U.S. counties between 2000 and 2018, adjusting for income, education, smoking, obesity, environmental conditions, and access to health care. Even after accounting for those factors, cancer mortality was higher in communities nearer to nuclear plants, particularly among older adults.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260224015537.htm","date":"2026-02-24"},{"title":"A Gut Microbe Linked to Good Health is Discovered","summary":"Researchers have been learning more about specific species of microbes that live in the human gut, and how those microbe ...","hyperlink":"https://www.labroots.com/trending/microbiology/30223/gut-microbe-linked-health-discovered","date":"2026-02-23"},{"title":"The Rise of the AI Lab Notebook (AILN)","summary":"From passive documenting to active science The rise of the AI lab notebook (AILN) We digitized the lab, but we did not m ...","hyperlink":"https://www.labroots.com/trending/ebooks/30164/rise-ai-lab-notebook-ailn","date":"2026-02-23"},{"title":"Is There a Good Dad Gene?","summary":"Male are not generally known as the caregivers 0f their species. It's estimate that fewer than 5% of fathers raise their ...","hyperlink":"https://www.labroots.com/trending/genetics-and-genomics/30224/dad-gene","date":"2026-02-23"},{"title":"Simple blood test can forecast Alzheimer’s years before memory loss","summary":"Scientists have created a blood test that can estimate when Alzheimer’s symptoms are likely to begin. By measuring a protein called p-tau217, the model predicts symptom onset within roughly three to four years. The protein mirrors the silent buildup of amyloid and tau in the brain long before memory loss appears. This advance could speed up preventive drug trials and eventually guide personalized care.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260222085203.htm","date":"2026-02-23"},{"title":"Less sugar as a baby, fewer heart attacks as an adult","summary":"People whose sugar intake was restricted before birth and in early childhood had markedly lower rates of heart disease later in life. Compared to those never exposed to rationing, their risks of heart attack, stroke, heart failure, and cardiovascular death were cut by roughly 20‑30%.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260222092324.htm","date":"2026-02-23"},{"title":"Training harder could be rewiring your gut bacteria","summary":"Training harder may do more than build muscle—it could transform your gut. Researchers found that intense workouts change the balance of bacteria and important compounds in athletes’ digestive systems. When training loads dropped, diet quality slipped and digestion slowed, triggering different microbial shifts. These hidden changes might influence performance in ways scientists are only beginning to understand.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260222092317.htm","date":"2026-02-23"},{"title":"Scientists reverse muscle aging in mice and discover a surprising catch","summary":"A UCLA study in mice reveals that aging muscle stem cells accumulate a protein that slows repair but boosts survival. This protein, NDRG1, acts like a brake, preventing cells from activating quickly after injury. When researchers blocked it in older mice, muscle healing sped up dramatically — but stem cells became less resilient over time. The work suggests aging may reflect a survival trade‑off rather than straightforward decline.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260222092306.htm","date":"2026-02-23"},{"title":"Scientists create universal nasal spray vaccine that protects against COVID, flu, and pneumonia","summary":"Scientists at Stanford Medicine have unveiled a bold new kind of “universal” vaccine that could one day protect against everything from COVID‑19 and the flu to bacterial pneumonia and even common allergens. Instead of targeting a specific virus or bacterium, the nasal spray vaccine supercharges the lungs’ own immune defenses, keeping them on high alert for months. In mice, it slashed viral levels, prevented severe illness, and even blocked allergic reactions.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260222092258.htm","date":"2026-02-23"},{"title":"Babies exposed to far more “forever chemicals” before birth than scientists knew","summary":"Babies born in the early 2000s were exposed in the womb to far more “forever chemicals” than researchers once realized, according to a new study. By using advanced chemical screening on umbilical cord blood, scientists detected 42 different PFAS compounds, including many that standard tests do not routinely check for. These long‑lasting chemicals are found in common products like nonstick cookware, food packaging, and stain‑resistant fabrics, and they can build up in the body over time.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260222085209.htm","date":"2026-02-23"},{"title":"Scientists Find Parts of the Human Genome That Influence Gut Microbes","summary":"The human gut microbiome can be affected bya variety of things including our diet or medications. But how do we influenc ...","hyperlink":"https://www.labroots.com/trending/genetics-and-genomics/30222/scientists-human-genome-influence-gut-microbes","date":"2026-02-22"},{"title":"How Exercise Protects the Brain from Age-Related Damage","summary":"Exercise has a well known association with the maintenance of healthy cognition in aging, but the exact, biological reas ...","hyperlink":"https://www.labroots.com/trending/cell-and-molecular-biology/30221/exercise-protects-brain-age-related-damage","date":"2026-02-22"},{"title":"Study Examined the Link between Family Dinners and Teen Substance Use Prevention","summary":"A study published in the Journal of Aggression, Maltreatment & Trauma indicated that regular family dinners may be a ...","hyperlink":"https://www.labroots.com/trending/health-and-medicine/30227/study-examined-link-family-dinners-teen-substance-prevention-2","date":"2026-02-22"},{"title":"Blood test boosts Alzheimer's diagnosis accuracy to 94.5%, clinical study shows","summary":"A protein lurking around in the blood can help with the accurate diagnosis of Alzheimer's disease. In a recent study, researchers from Spain investigated how blood-based biomarkers, such as a protein called p-tau217, affect ...","hyperlink":"https://medicalxpress.com/news/2026-02-blood-boosts-alzheimer-diagnosis-accuracy.html","date":"2026-02-22"},{"title":"How physical activity may help cancer survivors live longer","summary":"Staying fit and active has long been associated with better heart and overall health. It might also improve the chances of survival for people with some forms of cancer. A study published in the journal JAMA Network Open ...","hyperlink":"https://medicalxpress.com/news/2026-02-physical-cancer-survivors-longer.html","date":"2026-02-22"},{"title":"Maternal infections during pregnancy increase the risk of suicidal behaviors in their offspring, study finds","summary":"Past medical research consistently showed that specific events unfolding during pregnancy can influence the health of their offspring after birth. While this has been widely observed in the context of physical health, for ...","hyperlink":"https://medicalxpress.com/news/2026-02-maternal-infections-pregnancy-suicidal-behaviors.html","date":"2026-02-22"},{"title":"Patients want bigger benefits from statins before they consider taking them, finds new study","summary":"Heart disease remains one of the leading causes of death worldwide. To lower this risk, doctors prescribe statin drugs that reduce low-density lipoprotein (LDL) cholesterol, the type that can accumulate in the arteries and ...","hyperlink":"https://medicalxpress.com/news/2026-02-patients-bigger-benefits-statins.html","date":"2026-02-22"},{"title":"Your gut microbes can be anti-aging—scientists are uncovering how to keep your microbiome youthful","summary":"People have long given up on the search for the Fountain of Youth, a mythical spring that could reverse aging. But for some scientists, the hunt has not ended—it's just moved to a different place. These modern-day Ponce ...","hyperlink":"https://medicalxpress.com/news/2026-02-gut-microbes-anti-aging-scientists.html","date":"2026-02-22"},{"title":"Can psychopaths change?","summary":"Psychopaths might account for only about 1% of the general population, but they account for a disproportionate share of violent crime.","hyperlink":"https://medicalxpress.com/news/2026-02-psychopaths.html","date":"2026-02-22"},{"title":"Study finds bariatric surgery outperforms medical therapy for T2D across income levels","summary":"Nonmedical factors drive up to 60 percent of health outcomes, and for people with type 2 diabetes (T2D), social determinants of health factors like poverty, food insecurity, and unstable housing can derail even the best treatment ...","hyperlink":"https://medicalxpress.com/news/2026-02-bariatric-surgery-outperforms-medical-therapy.html","date":"2026-02-22"},{"title":"Flea and tick treatments for dogs and cats may be harming wildlife","summary":"Flea and tick medications trusted by pet owners worldwide may have an unexpected environmental cost. Scientists found that active ingredients from isoxazoline treatments pass into pet feces, exposing dung-feeding insects to toxic chemicals. These insects are essential for nutrient cycling and soil health. The findings suggest everyday pet treatments could ripple through ecosystems in surprising ways.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260221000328.htm","date":"2026-02-22"},{"title":"Pecans found to improve cholesterol and boost heart health","summary":"A sweeping new scientific review suggests that pecans — America’s native nut — may pack more heart power than many people realize. After analyzing over 20 years of research, scientists found consistent evidence that eating pecans can improve key markers of cardiovascular health, including total cholesterol and “bad” LDL cholesterol, while also supporting antioxidant defenses.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260221000317.htm","date":"2026-02-22"},{"title":"New oxygen gel could prevent amputation in diabetic wound patients","summary":"Chronic wounds often spiral out of control because oxygen can’t reach the deepest layers of injured tissue. A new gel developed at UC Riverside delivers a continuous flow of oxygen right where it’s needed most, using a tiny battery‑powered system. In high‑risk mice, wounds healed in weeks instead of worsening. The innovation could dramatically reduce amputations—and may even open doors for lab‑grown organs.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260221000255.htm","date":"2026-02-22"},{"title":"Drug Regimen Shows Efficacy as a First-Line Treatment for HER2+ Breast Cancer","summary":"Human epidermal growth factor receptor 2 (HER2)–positive (HER2+) breast cancers make up 15% to 20% of all br ...","hyperlink":"https://www.labroots.com/trending/cancer/30217/drug-regimen-efficacy-first-line-treatment-her2-breast-cancer","date":"2026-02-21"},{"title":"This itch-triggering protein also sends signals to stop scratching","summary":"The TRPV4 protein’s dual nature, found in studies with mice, may complicate the hunt for human itch treatments","hyperlink":"https://www.sciencenews.org/article/itch-triggering-protein-scratching","date":"2026-02-21"},{"title":"MRI antenna can boost image quality and shorten scan times—without changing existing machines","summary":"Magnetic resonance imaging (MRI) is one of medicine's most powerful diagnostic tools. But certain tissues deep inside the body—including brain regions and delicate structures of the eye and orbit that are of particular ...","hyperlink":"https://medicalxpress.com/news/2026-02-mri-antenna-boost-image-quality.html","date":"2026-02-21"},{"title":"A silent signaling network deep in the gut protects against inflammatory intestinal disorders, scientists find","summary":"Deep in the folds of the intestine, in microscopic pockets called crypts, a quiet surveillance system is always at work. Stem cells lining the gut wall are not just rebuilding tissue—they are listening and signaling. When ...","hyperlink":"https://medicalxpress.com/news/2026-02-silent-network-deep-gut-inflammatory.html","date":"2026-02-21"},{"title":"Oxytocin reverses anxiety-like behavior after three months of isolation in mice","summary":"Periods of prolonged social isolation have long been associated with difficult emotions and, in some cases, with the emergence of psychiatric symptoms, such as depression, anxiety, and difficulties connecting with others. ...","hyperlink":"https://medicalxpress.com/news/2026-02-oxytocin-reverses-anxiety-behavior-months.html","date":"2026-02-21"},{"title":"Scientists discover why we know when to stop scratching an itch","summary":"When you scratch an itch, something tells your brain when to stop. That moment of relief, when scratching feels \"enough,\" is not accidental. Scientists have now identified a key molecular and neural mechanism behind this ...","hyperlink":"https://medicalxpress.com/news/2026-02-scientists.html","date":"2026-02-21"},{"title":"Scientists develop first-of-its-kind antibody to block Epstein Barr virus","summary":"Fred Hutch Cancer Center scientists reached a crucial milestone in blocking Epstein Barr virus (EBV), a pathogen estimated to infect 95% of the global population that is linked to multiple types of cancer, neurodegenerative ...","hyperlink":"https://medicalxpress.com/news/2026-02-scientists-kind-antibody-block-epstein.html","date":"2026-02-21"},{"title":"Abortion restrictions increase deaths among expecting and new moms, researchers report","summary":"Anti-abortion laws are associated with more deaths among expecting and new mothers, a new study says.","hyperlink":"https://medicalxpress.com/news/2026-02-abortion-restrictions-deaths-moms.html","date":"2026-02-21"},{"title":"Do you need to worry about thyroid nodules?","summary":"Your thyroid is a small, butterfly-shaped gland in the front of your neck. Its main job is to produce thyroid hormones, which help regulate your body's metabolism and control your heart rate, body temperature, growth and ...","hyperlink":"https://medicalxpress.com/news/2026-02-thyroid-nodules.html","date":"2026-02-21"},{"title":"Frozen for 5,000 years, this ice cave bacterium resists modern antibiotics","summary":"Deep inside a Romanian ice cave, locked away in a 5,000‑year‑old layer of ice, scientists have uncovered a bacterium with a startling secret: it’s resistant to many modern antibiotics. Despite predating the antibiotic era, this cold‑loving microbe carries more than 100 resistance‑related genes and can survive drugs used today to treat serious infections like tuberculosis and UTIs.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260218031502.htm","date":"2026-02-21"},{"title":"Common pneumonia bacterium may fuel Alzheimer’s disease","summary":"A common bacterium best known for causing pneumonia and sinus infections may also play a surprising role in Alzheimer’s disease. Researchers found that Chlamydia pneumoniae can invade the retina and brain, where it sparks inflammation, nerve cell death, and the buildup of amyloid-beta—the hallmark protein linked to Alzheimer’s. Higher levels of the bacterium were found in people with Alzheimer’s, especially those carrying the high-risk APOE4 gene, and were tied to more severe cognitive decline.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260221000321.htm","date":"2026-02-21"},{"title":"Scientists discover why high altitude protects against diabetes","summary":"Living at high altitude appears to protect against diabetes, and scientists have finally discovered the reason. When oxygen levels drop, red blood cells switch into a new metabolic mode and absorb large amounts of glucose from the blood. This helps the body cope with thin air while also reducing blood sugar levels. A drug that recreates this effect reversed diabetes in mice, hinting at a powerful new treatment strategy.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260221060952.htm","date":"2026-02-21"},{"title":"Ultramarathons may damage red blood cells and accelerate aging","summary":"Running extreme distances may strain more than just muscles and joints. New research suggests ultramarathons can alter red blood cells in ways that make them less flexible and more prone to breakdown, potentially interfering with how they deliver oxygen throughout the body. Scientists found signs of both mechanical stress from intense blood flow and molecular damage linked to inflammation and oxidative stress.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260221060946.htm","date":"2026-02-21"},{"title":"Generative AI analyzes medical data faster than human research teams","summary":"Researchers tested whether generative AI could handle complex medical datasets as well as human experts. In some cases, the AI matched or outperformed teams that had spent months building prediction models. By generating usable analytical code from precise prompts, the systems dramatically reduced the time needed to process health data. The findings hint at a future where AI helps scientists move faster from data to discovery.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260221060942.htm","date":"2026-02-21"},{"title":"“Celtic curse” hotspots found in Scotland and Ireland with 1 in 54 at risk","summary":"Researchers have mapped the genetic risk of hemochromatosis across the UK and Ireland for the first time, uncovering striking hotspots in north‑west Ireland and the Outer Hebrides. In some regions, around one in 60 people carry the high‑risk gene variant linked to iron overload. The condition can take decades to surface but may lead to liver cancer and arthritis if untreated.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260221000332.htm","date":"2026-02-21"},{"title":"Plant-Derived THC Extracts Ease Fibromyalgia Pain","summary":"How can cannabis oil help alleviate fibromyalgia pain? This is what a recent study published in the Journal of Anesthesi ...","hyperlink":"https://www.labroots.com/trending/cannabis-sciences/30219/plant-derived-thc-extracts-ease-fibromyalgia-pain-2","date":"2026-02-20"},{"title":"Updated Requirements on Balances for Pharmaceutical Industry","summary":"Sartorius Sponsored Content: Updated Requirements on Balances for the Pharmaceutical Industry: Current Status From ...","hyperlink":"https://www.labroots.com/trending/ebooks/30209/updated-requirements-balances-pharmaceutical-industry","date":"2026-02-20"},{"title":"Halting irreversible changes to Antarctica depends on choices made today","summary":null,"hyperlink":"https://www.sciencenews.org/article/irreversible-climate-antarctica","date":"2026-02-20"},{"title":"_Project Hail Mary_ made us wonder how to survive a trip to interstellar space","summary":null,"hyperlink":"https://www.sciencenews.org/article/project-hail-mary-interstellar-space","date":"2026-02-20"},{"title":"Meds like Ozempic could ease arthritis","summary":null,"hyperlink":"https://www.sciencenews.org/article/ozempic-osteoarthritis-arthritis-semaglutide","date":"2026-02-20"},{"title":"Adolescent cannabis use linked to doubling risk of psychotic and bipolar disorders","summary":"Adolescents who use cannabis could face a significantly higher risk of developing serious psychiatric disorders by young adulthood, according to a large study published in JAMA Health Forum. The longitudinal study followed ...","hyperlink":"https://medicalxpress.com/news/2026-02-adolescent-cannabis-linked-psychotic-bipolar.html","date":"2026-02-20"},{"title":"Why nighttime heat drives a surge in suicide-related calls to crisis lines in Louisiana","summary":"Extreme heat poses serious risks to physical health but can also trigger a mental health emergency for some people. While the link between heat and suicide is well-documented, the specific stressors that drive someone to ...","hyperlink":"https://medicalxpress.com/news/2026-02-nighttime-surge-suicide-crisis-lines.html","date":"2026-02-20"},{"title":"Newly found immune cells link strep throat to psoriasis","summary":"A common strep throat infection can trigger guttate psoriasis by altering the behavior of key immune cells, according to a new study from Karolinska Institutet published in eBioMedicine. The findings suggest how an infection ...","hyperlink":"https://medicalxpress.com/news/2026-02-newly-immune-cells-link-strep.html","date":"2026-02-20"},{"title":"Invisible harms: Drug-related deaths spike after hurricanes and tropical storms","summary":"Tropical cyclones, including hurricanes and tropical storms, are linked to increased rates of drug-related deaths up to three months after the storm passes—particularly in higher-income, white communities and among younger ...","hyperlink":"https://medicalxpress.com/news/2026-02-invisible-drug-deaths-spike-hurricanes.html","date":"2026-02-20"},{"title":"Why chronic pain lasts longer in women: Immune cells offer clues","summary":"Chronic pain lasts longer for women than men, and new research suggests differences in hormone-regulated immune cells, called monocytes, may help explain why.","hyperlink":"https://medicalxpress.com/news/2026-02-chronic-pain-longer-women-immune.html","date":"2026-02-20"},{"title":"'Kick it while it's down' approach to cancer treatment could improve cure rates","summary":"A new study provides hope that smarter timing of cancer treatments could improve cure rates. The study's Principal Investigator, Dr. Robert Noble, Senior Lecturer at the Department of Mathematics, City, St George's, University ...","hyperlink":"https://medicalxpress.com/news/2026-02-approach-cancer-treatment.html","date":"2026-02-20"},{"title":"Toxic exposure creates disease risk over 20 generations, epigenetic inheritance study suggests","summary":"A single exposure to a toxic fungicide during pregnancy can increase the risk of disease for 20 subsequent generations—with inherited health problems worsening many generations after exposure. Those are the findings of ...","hyperlink":"https://medicalxpress.com/news/2026-02-toxic-exposure-disease-generations-epigenetic.html","date":"2026-02-20"},{"title":"Doctors implant dopamine‑producing stem cells in Parkinson’s patients","summary":"A groundbreaking clinical trial is testing whether specially engineered stem cells can help the brain restore its own dopamine production in people with Parkinson’s disease. Because the condition is driven by the gradual loss of dopamine‑producing cells — leading to tremors, stiffness, and slowed movement — researchers are implanting lab‑grown cells directly into the brain’s movement center to replace what’s been lost.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260219040820.htm","date":"2026-02-20"},{"title":"Scientists reveal how exercise protects the brain from Alzheimer’s","summary":"Exercise may sharpen the mind by repairing the brain’s protective shield. Researchers found that physical activity prompts the liver to release an enzyme that removes a harmful protein causing the blood‑brain barrier to become leaky with age. In older mice, dialing down this protein reduced inflammation and improved memory. The discovery points to a surprising body‑to‑brain pathway that could inspire new Alzheimer’s therapies.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260219040752.htm","date":"2026-02-20"},{"title":"Scientists reveal why human language isn’t like computer code","summary":"Human language may seem messy and inefficient compared to the ultra‑compact strings of ones and zeros used by computers—but our brains actually prefer it that way. New research reveals that while digital‑style encoding could theoretically compress information more tightly, it would demand far more mental effort from both speaker and listener. Instead, language is built around familiar words and predictable patterns that reflect our real‑world experiences, allowing the brain to constantly anticipate what comes next and narrow down meaning step by step.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260219040811.htm","date":"2026-02-20"},{"title":"Air pollution linked to higher Alzheimer’s risk in 28 million older Americans","summary":"Breathing polluted air may do more than harm your lungs — it could also increase your risk of Alzheimer’s disease. In a sweeping study of nearly 28 million older Americans, researchers found that long‑term exposure to fine particle air pollution was linked to a higher likelihood of developing Alzheimer’s. The connection appeared to stem largely from pollution’s direct effects on the brain, rather than through related health conditions like hypertension or depression.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260220010836.htm","date":"2026-02-20"},{"title":"New Study Shows Food Quality Makes Biggest Heart Impact","summary":"The overall quality of your food might make a bigger impact on your health than cutting out carbs or fats.","hyperlink":"https://www.labroots.com/trending/cardiology/30215/study-food-quality-makes-biggest-heart-impact-2","date":"2026-02-19"},{"title":"Stop Eating 3 Hours Before Bed to Improve Heart Health","summary":"Avoid late-night snacking to improve your heart health and metabolism.","hyperlink":"https://www.labroots.com/trending/cardiology/30214/stop-eating-3-hours-bed-improve-heart-health-2","date":"2026-02-19"},{"title":"Which Cannabis Users are at Low Risk of Abuse?","summary":"A new study examined cannabis users who have a low risk of cannabis use disorder (CUD).","hyperlink":"https://www.labroots.com/trending/cannabis-sciences/30216/cannabis-users-low-risk-abuse","date":"2026-02-19"},{"title":"Persistent Signaling Drives Immune Cell Memory","summary":"A unique quality of the immune system is that it can generate a ‘memory’ response. This is generally referre ...","hyperlink":"https://www.labroots.com/trending/immunology/30211/persistent-signaling-drives-immune-cell-memory","date":"2026-02-19"},{"title":"Antibody Development is Influenced by Age, Biological Sex, and Genetic Factors","summary":"Antibodies are small proteins that are secreted by specialized cells to target and neutralize pathogens. The “Y&rd ...","hyperlink":"https://www.labroots.com/trending/immunology/30210/antibody-development-influenced-age-biological-sex-genetic-factors","date":"2026-02-19"},{"title":"Over 7 Million Cancer Cases Attributed to Preventable Causes","summary":"Reported earlier this week in Nature Medicine, experts predict a significant proportion of cancer cases globally are lin ...","hyperlink":"https://www.labroots.com/trending/cancer/30185/7-million-cancer-attributed-preventable-causes","date":"2026-02-19"},{"title":"Space Station Microbes Harvest Metals from Meteorites","summary":"How can microbes be used to help enhance human space exploration, specifically on the Moon and Mars? This is what a rece ...","hyperlink":"https://www.labroots.com/trending/space/30213/space-station-microbes-harvest-metals-meteorites-2","date":"2026-02-19"},{"title":"A mouth built for efficiency may have helped the earliest bird fly","summary":null,"hyperlink":"https://www.sciencenews.org/article/mouth-earliest-bird-fly-archaeopteryx","date":"2026-02-19"},{"title":"Snowball Earth might have had a dynamic climate and open seas","summary":null,"hyperlink":"https://www.sciencenews.org/article/snowball-earth-dynamic-open-seas","date":"2026-02-19"},{"title":"Machine learning streamlines the complexities of making better proteins","summary":"The framework predicts how proteins will function with several interacting mutations and finds combinations that work well together.","hyperlink":"https://www.sciencenews.org/article/machine-learning-better-proteins","date":"2026-02-19"},{"title":"Home HPV tests won’t replace the ob-gyn","summary":"Breast exams, birth control and family planning are just some of the reasons not to skip your annual ob-gyn appointment.","hyperlink":"https://www.sciencenews.org/article/home-hpv-tests-cancer-screening-obgyn","date":"2026-02-19"},{"title":"Virgin olive oil protects cognitive health through the gut microbiota, research reveals","summary":"Virgin olive oil is considered one of the fundamental pillars of the Mediterranean diet and is widely recognized for its cardiovascular and metabolic health benefits. However, its direct influence on the human brain through ...","hyperlink":"https://medicalxpress.com/news/2026-02-virgin-olive-oil-cognitive-health.html","date":"2026-02-19"},{"title":"Second pregnancy uniquely alters the female brain, study shows","summary":"Researchers at Amsterdam UMC have discovered that a second pregnancy alters the female brain. Previous research from the same group had already demonstrated the impact of a first pregnancy on the female brain. The new results ...","hyperlink":"https://medicalxpress.com/news/2026-02-pregnancy-uniquely-female-brain.html","date":"2026-02-19"},{"title":"Newly discovered virus linked to colorectal cancer","summary":"Colorectal cancer is one of the most common types of cancer in the Western world and a leading cause of cancer-related deaths. Age, diet and lifestyle are known risk factors. However, in most cases we still lack a precise ...","hyperlink":"https://medicalxpress.com/news/2026-02-newly-virus-linked-colorectal-cancer.html","date":"2026-02-19"},{"title":"Immune cells from pediatricians help uncover an antibody cocktail against RSV and hMPV","summary":"Researchers in China recently published a study in Science Translational Medicine describing a new antibody cocktail for protection against two common viruses. The proposed preventative treatment consists of antibodies identified ...","hyperlink":"https://medicalxpress.com/news/2026-02-immune-cells-pediatricians-uncover-antibody.html","date":"2026-02-19"},{"title":"Ultraprocessed foods show addictionlike patterns comparable to tobacco, researchers say","summary":"That bag of chips you swore you'd only eat a handful of. The energy drink that somehow turns into three. The late-night fast-food run—whether it involves pizza, burgers or tacos—that feels impossible to resist. A new ...","hyperlink":"https://medicalxpress.com/news/2026-02-ultraprocessed-foods-addictionlike-patterns-tobacco.html","date":"2026-02-19"},{"title":"Fiber-free processed foods hit emotional memory fast, especially in older brains","summary":"Past studies in animals have shown that a highly processed diet is linked to memory problems and inflammation in the aged brain—and the effect can happen fast, after just three days of poor eating.","hyperlink":"https://medicalxpress.com/news/2026-02-fiber-free-foods-emotional-memory.html","date":"2026-02-19"},{"title":"Scientists find cancer-linked chemicals in popular hair extensions","summary":"A sweeping new study has uncovered a troubling mix of hazardous chemicals in popular hair extensions, including products made from human hair. Researchers detected dozens of substances linked to cancer, hormone disruption, reproductive harm, and immune system effects in nearly every sample tested. Some products contained flame retardants, organotins, and chemicals associated with increased breast cancer risk, and several exceeded European safety thresholds.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260219232620.htm","date":"2026-02-19"},{"title":"Scientists discover the body’s hidden “off switch” for inflammation","summary":"A new human study has uncovered how the body naturally turns off inflammation. Researchers found that fat-derived molecules called epoxy-oxylipins rein in immune cells that can otherwise drive chronic disease. Using a drug to boost these molecules reduced pain faster and lowered harmful inflammatory cells. The discovery could pave the way for safer treatments for arthritis, heart disease, and other inflammation-related conditions.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260219040816.htm","date":"2026-02-19"},{"title":"Scientists finally explain why chronic constipation treatments often fail","summary":"A newly discovered bacterial duo may be the hidden cause of chronic constipation. The two microbes break down the colon’s protective mucus layer, leaving stool dry and hard — a problem traditional laxatives don’t fix. Parkinson’s patients, who often struggle with constipation years before tremors appear, have higher levels of these bacteria. Blocking the bacteria’s mucus‑destroying enzyme prevented constipation in mice, hinting at a new treatment strategy.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260219040745.htm","date":"2026-02-19"},{"title":"Brain development may continue into your 30s, new research shows","summary":"That viral claim that your frontal lobe “isn’t fully developed until 25” turns out to be more myth than milestone. Early brain scans showed that gray matter changes dramatically through the teen years, and because studies stopped around age 20, scientists estimated development might wrap up in the mid‑20s. But newer, massive brain‑imaging research paints a different picture: key wiring and network efficiency in the brain continue evolving into the early 30s.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260218031606.htm","date":"2026-02-19"},{"title":"The nearsightedness explosion may be fueled by dim indoor light, not just screens","summary":"Myopia is skyrocketing around the world, often blamed on endless screen time — but new research suggests the real culprit may be something more subtle. Scientists at SUNY College of Optometry propose that it’s not just devices, but the combination of prolonged close‑up focus and dim indoor lighting that may quietly strain the eyes. When we concentrate on nearby objects in low light, our pupils constrict in a way that may reduce how much light reaches the retina, potentially triggering changes that lead to nearsightedness.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260218031556.htm","date":"2026-02-19"},{"title":"Study Finds No Association between Cannabis Use and Later Developmental Delays","summary":"University of North Carolina at Chapel Hill researchers explored the association between in utero cannabis exposure and ...","hyperlink":"https://www.labroots.com/trending/cannabis-sciences/30207/study-association-cannabis-developmental-delays-2","date":"2026-02-18"},{"title":"Study Examines the Cannabinoid Content and Label Accuracy of U.S. Hemp-Derived Products","summary":"A study published in Cannabis and Cannabinoid Research assessed the label accuracy and content of various hemp-derived c ...","hyperlink":"https://www.labroots.com/trending/cannabis-sciences/30206/study-examines-cannabinoid-content-label-accuracy-u-s-hemp-derived-products-2","date":"2026-02-18"},{"title":"A Practical Guide to Bispecific Antibody Discovery","summary":"Get Your Step-by-Step Roadmap to BsAb Discovery Successful bispecific antibody discovery hinges on early decisions that ...","hyperlink":"https://www.labroots.com/trending/ebooks/29991/practical-guide-bispecific-antibody-discovery","date":"2026-02-18"},{"title":"From R&D to QC, making NMR accessible for everyone","summary":"Nuclear Magnetic Resonance (NMR) analysis is a mainstay of any analytical laboratory or chemical research and developmen ...","hyperlink":"https://www.labroots.com/trending/ebooks/30131/r-d-qc-nmr-accessible","date":"2026-02-18"},{"title":"Our brains may learn more from rare events than from repetition","summary":"More than a century ago, Pavlov trained his dog to associate the sound of a bell with food. Ever since, scientists have assumed the dog learned this through repetition. The more times the dog heard the bell and then got fed, ...","hyperlink":"https://medicalxpress.com/news/2026-02-brains-rare-events-repetition.html","date":"2026-02-18"},{"title":"Scientists find a mechanism showing how exercise protects the brain","summary":"Researchers at UC San Francisco have discovered a mechanism that could explain how exercise improves cognition by shoring up the brain's protective barrier. With age, the network of blood vessels—called ...","hyperlink":"https://medicalxpress.com/news/2026-02-scientists-mechanism-brain.html","date":"2026-02-18"},{"title":"Brainwaves of mothers and children synchronize when playing together—even in an acquired language","summary":"Interbrain synchrony is the simultaneous activity of neural networks across the brains of people who are socially interacting—for example, talking, learning, singing, or working together. Having brains that are thus synchronized ...","hyperlink":"https://medicalxpress.com/news/2026-02-brainwaves-mothers-children-synchronize-playing.html","date":"2026-02-18"},{"title":"The neurobiology of why some brains cannot move on from loss","summary":"For most people, the intense ache that follows the death of a loved one eventually softens, and daily life resumes. But for some, the pain does not ease with time—a condition known as prolonged grief disorder (PGD). In ...","hyperlink":"https://medicalxpress.com/news/2026-02-neurobiology-brains-loss.html","date":"2026-02-18"},{"title":"Ultra-endurance running may accelerate aging and breakdown of red blood cells","summary":"Extreme endurance running damages red blood cells in ways that may affect their ability to function properly, according to a recent study. Although the duration and long-term implications of the damage are unclear, the study ...","hyperlink":"https://medicalxpress.com/news/2026-02-ultra-aging-breakdown-red-blood.html","date":"2026-02-18"},{"title":"How dopamine-producing neurons arise in the developing brain","summary":"In a new study from Karolinska Institutet, published in Nature Neuroscience, researchers have identified the neurogenic progenitor that gives rise to dopaminergic neurons, the primary neurons affected in Parkinson's disease. ...","hyperlink":"https://medicalxpress.com/news/2026-02-dopamine-neurons-brain.html","date":"2026-02-18"},{"title":"People prefer the empathy of humans, but rate 'fake' AI empathy higher","summary":"Artificial Intelligence (AI) agents, particularly the large language models (LLMs) underpinning the functioning of ChatGPT and other popular conversational platforms, are now used daily by millions of people worldwide. As ...","hyperlink":"https://medicalxpress.com/news/2026-02-people-empathy-humans-fake-ai.html","date":"2026-02-18"},{"title":"Viagra and shingles vaccine show surprising promise against Alzheimer’s","summary":"A major new study has spotlighted three familiar medicines that could take on an unexpected new role in the fight against Alzheimer’s disease — with a shingles vaccine emerging as the front‑runner. After reviewing 80 existing drugs, an international panel of experts identified Zostavax, Viagra (sildenafil), and riluzole as the most promising candidates for repurposing.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260217005759.htm","date":"2026-02-18"},{"title":"Breakthrough CRISPR system could reverse antibiotic resistance crisis","summary":"Antibiotic resistance is racing toward a global crisis, with “superbugs” projected to cause over 10 million deaths annually by 2050. Now, scientists at UC San Diego have unveiled a powerful new CRISPR‑based tool that doesn’t just fight resistant bacteria—it can actively strip away their drug resistance. Inspired by gene drives used in insects, the technology spreads a genetic “fix” through bacterial populations, even inside stubborn biofilms that shield microbes from antibiotics.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260217005717.htm","date":"2026-02-18"},{"title":"This reengineered HPV vaccine trains T cells to hunt down cancer","summary":"Northwestern researchers have shown that when it comes to cancer vaccines, arrangement can be just as important as ingredients. By repositioning a small fragment of an HPV protein on a DNA‑based nanovaccine, the team dramatically strengthened the immune system’s attack on HPV‑driven tumors. One specific design slowed tumor growth, extended survival in animal models, and unleashed far more cancer‑killing T cells than other versions made with the exact same components.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260216044006.htm","date":"2026-02-18"},{"title":"Sugary drinks linked to rising anxiety in teens","summary":"Sugary drinks may be linked to more than just physical health problems in teens. A new review of multiple studies found a consistent association between high consumption of beverages like soda, energy drinks, sweetened juices, and flavored milks and increased anxiety symptoms in adolescents.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260218044624.htm","date":"2026-02-18"},{"title":"Intermittent fasting fails to beat standard dieting for weight loss","summary":"Intermittent fasting has become one of the most talked‑about weight loss trends in recent years, promising dramatic results with simple changes to when you eat. But a major Cochrane review suggests that the reality may be far less exciting. After analyzing 22 clinical trials involving nearly 2,000 adults, researchers found that intermittent fasting did not produce significantly more weight loss than standard diet advice or even no structured plan at all.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260218044620.htm","date":"2026-02-18"},{"title":"Study Shows Few True Side Effects From Statins","summary":"New research suggests that statins do not cause the majority of side effects listed on their labels.","hyperlink":"https://www.labroots.com/trending/drug-discovery-and-development/30205/study-true-effects-statins","date":"2026-02-17"},{"title":"Kefir and Prebiotic Mix Reduce Inflammation","summary":"Combining kefir with a prebiotic fiber mix is more effective at reducing whole-body inflammation than omega-3 or fiber a ...","hyperlink":"https://www.labroots.com/trending/drug-discovery-and-development/30204/kefir-prebiotic-mix-reduce-inflammation","date":"2026-02-17"},{"title":"Unlock Early Insights into Drug Discovery","summary":"Unlock Early Insights into Drug Discovery: Analyze 16 Biomarkers to Assess Cell Health with the MILLIPLEX® Human Cel ...","hyperlink":"https://www.labroots.com/trending/ebooks/29881/unlock-insights-drug-discovery","date":"2026-02-17"},{"title":"New CytoTape Tool Illuminates Live Cellular Events","summary":"Scientists have developed a powerful new research tool that can help us reveal intricate details of cell function. Repor ...","hyperlink":"https://www.labroots.com/trending/cell-and-molecular-biology/30197/cytotape-tool-illuminates-live-cellular-events","date":"2026-02-17"},{"title":"Physicists dream up ‘spacetime quasicrystals’ that could underpin the universe","summary":null,"hyperlink":"https://www.sciencenews.org/article/spacetime-quasicrystals-universe","date":"2026-02-17"},{"title":"Real-world medical questions stump AI chatbots","summary":"Subtle shifts in how users described symptoms to AI chatbots led to dramatically different, sometimes dangerous medical advice.","hyperlink":"https://www.sciencenews.org/article/medical-advice-ai-chatbots-symptoms","date":"2026-02-17"},{"title":"Mint, eucalyptus and chili compounds reveal powerful synergy against inflammation in immune cells","summary":"Many everyday foods and seasonings—such as herbs, spices, and aromatic plants—contain natural compounds called phytochemicals that can regulate inflammatory pathways. For centuries, these ingredients have been used together ...","hyperlink":"https://medicalxpress.com/news/2026-02-mint-eucalyptus-chili-compounds-reveal.html","date":"2026-02-17"},{"title":"Single dose of a psychedelic drug can rapidly reduce depressive symptoms, clinical trial suggests","summary":"A single dose of the psychedelic drug dimethyltryptamine (DMT), given with psychological support, rapidly reduced depressive symptoms in 34 adults with major depressive disorder, according to a clinical trial published in ...","hyperlink":"https://medicalxpress.com/news/2026-02-dose-psychedelic-drug-rapidly-depressive.html","date":"2026-02-17"},{"title":"Myopia is driven by how we use our eyes indoors, new research suggests","summary":"For years, rising rates of myopia—or nearsightedness—have been widely attributed to increased screen time, especially among children and young adults. But new research from scientists at the SUNY College of Optometry ...","hyperlink":"https://medicalxpress.com/news/2026-02-myopia-driven-eyes-indoors.html","date":"2026-02-17"},{"title":"Developmental 'switch' in brain may shape lifelong obesity risk","summary":"Researchers at UT Southwestern Medical Center have discovered that a crucial developmental process in the brain's hypothalamus may influence how susceptible individuals are to obesity. Their preclinical findings, published ...","hyperlink":"https://medicalxpress.com/news/2026-02-developmental-brain-lifelong-obesity.html","date":"2026-02-17"},{"title":"A gel for wounds that won't heal: Oxygen-delivering technology can prevent amputations","summary":"As aging populations and rising diabetes rates drive an increase in chronic wounds, more patients face the risk of amputations. UC Riverside researchers have developed an oxygen-delivering gel capable of healing injuries ...","hyperlink":"https://medicalxpress.com/news/2026-02-gel-wounds-wont-oxygen-technology.html","date":"2026-02-17"},{"title":"Weight-loss wonder pills prompt scrutiny of their key ingredient","summary":"Blockbuster weight-loss drugs are transforming the way we treat obesity. But while costly injectable versions remain out of reach for many, newly approved tablet forms are expected to significantly boost access and demand. ...","hyperlink":"https://medicalxpress.com/news/2026-02-weight-loss-pills-prompt-scrutiny.html","date":"2026-02-17"},{"title":"Can personality change after 60? An eight-week program suggests it can","summary":"Younger and older adults alike are able to adopt new socio-emotional behaviors. Even older adults benefit from a personality intervention aimed at handling stress and challenging social situations better. ...","hyperlink":"https://medicalxpress.com/news/2026-02-personality-week.html","date":"2026-02-17"},{"title":"People who switched to cannabis drinks cut their alcohol use nearly in half","summary":"A new University at Buffalo study suggests cannabis‑infused beverages could help some people cut back on alcohol. In a survey of cannabis users, those who drank cannabis beverages reported cutting their weekly alcohol intake roughly in half and binge drinking less often. Nearly two‑thirds said they reduced or stopped drinking alcohol after starting cannabis drinks.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260217005806.htm","date":"2026-02-17"},{"title":"Toxic metals found in bananas after Brazil mining disaster","summary":"Researchers investigating crops grown in soil contaminated by the 2015 mining disaster in Brazil discovered that toxic metals are moving from the earth into edible plants. Bananas, cassava, and cocoa were found to absorb elements like lead and cadmium, with bananas showing a potential health risk for children under six. Although adults face lower immediate danger, scientists warn that long‑term exposure could carry cumulative health consequences.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260217005756.htm","date":"2026-02-17"},{"title":"Ancient DNA solves 12,000‑year‑old mystery of rare genetic growth disorder","summary":"An Ice Age double burial in Italy has yielded a stunning genetic revelation. DNA from a mother and daughter who lived over 12,000 years ago shows that the younger had a rare inherited growth disorder, confirmed through mutations in a key bone‑growth gene. Her mother carried a milder version of the same mutation. The finding not only solves a long‑standing mystery but also proves that rare genetic diseases stretch far back into prehistory.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260217005754.htm","date":"2026-02-17"},{"title":"Mysterious RNA led scientists to a hidden layer of cancer","summary":"A mysterious RNA found in breast cancer led scientists to uncover an entire hidden class of cancer‑specific RNAs across dozens of tumor types. These molecules form unique molecular signatures that identify cancer type and subtype with remarkable accuracy. Some even drive tumor growth and metastasis. Because many are released into the bloodstream, a simple blood test can track how patients respond to treatment and predict survival.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260216084527.htm","date":"2026-02-17"},{"title":"Nearly 200,000 people reveal the real key to heart health","summary":"A decades‑long study of nearly 200,000 adults challenges the low‑carb versus low‑fat debate. Both eating patterns were tied to lower heart disease risk when they emphasized whole grains, plant‑based foods, and healthy fats. Versions filled with refined carbs and animal fats increased risk instead. Quality, not just quantity, appears to make the difference.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260216084521.htm","date":"2026-02-17"},{"title":"One stem cell generates 14 million tumor‑killing NK cells in major cancer breakthrough","summary":"Scientists in China have unveiled a breakthrough way to mass‑produce powerful cancer‑fighting immune cells in the lab. By engineering early‑stage stem cells from cord blood—rather than trying to modify mature natural killer (NK) cells—they created a streamlined process that generates enormous numbers of highly potent NK cells, including CAR‑equipped versions designed to hunt specific cancers.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260215225600.htm","date":"2026-02-17"},{"title":"Scientists discover brain switches that clear Alzheimer’s plaques","summary":"Researchers have identified two brain receptors that help the brain clear away amyloid beta, a hallmark of Alzheimer’s disease. By stimulating these receptors in mice, scientists increased levels of a natural amyloid‑breaking enzyme, reduced buildup in the brain, and improved memory‑related behavior. Because these receptors are common drug targets, the findings could open the door to affordable pill‑based treatments with fewer side effects.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260215225555.htm","date":"2026-02-17"},{"title":"How Immunity is Shaped by Genetics and Life Experience","summary":"The same pathogen can often elicit very different responses from different people. Scientists sought to understand more ...","hyperlink":"https://www.labroots.com/trending/genetics-and-genomics/30198/immunity-shaped-genetics-life-experience","date":"2026-02-16"},{"title":"Equal Numbers of Males and Females with Autism by Age 20","summary":"By early adulthood, almost equal numbers of males and females are diagnosed with autism, found a new study published in ...","hyperlink":"https://www.labroots.com/trending/neuroscience/30200/equal-males-females-autism-age-20","date":"2026-02-16"},{"title":"How Mutations in a Cancer-Linked Gene Can Promote Tumors","summary":"A gene known as CTNNB1 encodes for a crucial protein called B-catenin, which has an important role in controlling tissue ...","hyperlink":"https://www.labroots.com/trending/genetics-and-genomics/30195/mutations-cancer-linked-gene-promote-tumors","date":"2026-02-16"},{"title":"The five healthy diets that could add extra years to your life","summary":"The old saying \"you are what you eat\" suggests that our food choices determine our health and longevity. Now, a study published in the journal Science Advances has put some specifics on it by estimating how many extra years ...","hyperlink":"https://medicalxpress.com/news/2026-02-healthy-diets-extra-years-life.html","date":"2026-02-16"},{"title":"Blocking both drug-resistant bacteria and influenza with a broad-spectrum infection prevention approach","summary":"Secondary infections caused by bacteria or viruses during hospital care remain a long-standing global challenge, despite advances in modern medicine. In particular, mixed bacterial-viral infections in critically ill or immunocompromised ...","hyperlink":"https://medicalxpress.com/news/2026-02-blocking-drug-resistant-bacteria-influenza.html","date":"2026-02-16"},{"title":"Study suggests toddlers' ultraprocessed diets at age two linked to lower IQ","summary":"A new analysis from the 2015 Pelotas Birth Cohort suggests that dietary patterns at just 2 years of age are associated with cognitive performance at ages 6 and 7. The findings add to growing global evidence that early childhood ...","hyperlink":"https://medicalxpress.com/news/2026-02-toddlers-ultraprocessed-diets-age-linked.html","date":"2026-02-16"},{"title":"Being physically fit may keep you calm under pressure","summary":"Regular exercise is not only good for the body, but it may also help you stay cool under pressure. Research published in the journal Acta Psychologica found that higher cardiorespiratory fitness (CRF) is associated with lower ...","hyperlink":"https://medicalxpress.com/news/2026-02-physically-calm-pressure.html","date":"2026-02-16"},{"title":"Can you spot an AI face? A new test shows why some people do better","summary":"Can you tell the difference between an artificial-intelligence-generated face and a real one? In an era of digital misinformation, where fabricated images can spread widely across news and social media, this skill is proving ...","hyperlink":"https://medicalxpress.com/news/2026-02-ai-people.html","date":"2026-02-16"},{"title":"Studies show 11 genetic variants affect gut microbiome","summary":"In two new studies on 28,000 individuals, researchers are able to show that genetic variants in 11 regions of the human genome have a clear influence on which bacteria are in the gut and what they do there. Only two genetic ...","hyperlink":"https://medicalxpress.com/news/2026-02-genetic-variants-affect-gut-microbiome.html","date":"2026-02-16"},{"title":"Dual brakes on T-cells: New targets found to boost immunity in chronic infections","summary":"Northwestern Medicine scientists have identified the cellular mechanisms that cause immune cells to differentiate and ultimately lose function during viral infection, findings that could improve treatments to control chronic ...","hyperlink":"https://medicalxpress.com/news/2026-02-dual-cells-boost-immunity-chronic.html","date":"2026-02-16"},{"title":"Scientists discover the enzyme that lets cancer rapidly rewire its DNA","summary":"Researchers have uncovered the enzyme behind chromothripsis, a chaotic chromosome‑shattering event seen in about one in four cancers. The enzyme, N4BP2, breaks apart DNA trapped in tiny cellular structures, unleashing a burst of genetic changes that can help tumors rapidly adapt and resist therapy. Blocking the enzyme dramatically reduced this genomic destruction in cancer cells.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260215225546.htm","date":"2026-02-16"},{"title":"One in three people carry this brain parasite but the body has a kill switch","summary":"A parasite that may already be hiding in your brain has a shocking survival trick: it can infect the very immune cells sent to destroy it. Yet most people never get sick, and new research from UVA Health reveals why. Scientists discovered that when Toxoplasma gondii invades CD8+ T cells — key defenders of the immune system — those cells can trigger a self‑destruct mechanism powered by an enzyme called caspase‑8. By sacrificing themselves, the infected cells also wipe out the parasite inside them.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260215225602.htm","date":"2026-02-16"},{"title":"Lab grown human spinal cord heals after injury in major breakthrough","summary":"Researchers have built a realistic human mini spinal cord in the lab and used it to simulate traumatic injury. The model reproduced key damage seen in real spinal cord injuries, including inflammation and scar formation. After treatment with fast moving “dancing molecules,” nerve fibers began growing again and scar tissue shrank. The results suggest the therapy could eventually help repair spinal cord damage.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260216044003.htm","date":"2026-02-16"},{"title":"This new blood test could detect cancer before it shows up on scans","summary":"A new light‑based sensor can spot incredibly tiny amounts of cancer biomarkers in blood, raising the possibility of earlier and simpler cancer detection. The technology merges DNA nanotechnology, CRISPR, and quantum dots to generate a clear signal from just a few molecules. In lung cancer tests, it worked even in real patient serum samples. Researchers hope it could eventually power portable blood tests for cancer and other diseases.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260216044002.htm","date":"2026-02-16"},{"title":"Brain inflammation may be driving compulsive behavior","summary":"For years, compulsive behaviors have been viewed as bad habits stuck on autopilot. But new research in rats found the opposite: inflammation in a key decision‑making brain region actually made behavior more deliberate, not more automatic. The change was linked to astrocytes, brain support cells that multiplied and disrupted nearby circuits. The discovery hints that some compulsive behaviors may arise from excessive, misdirected control rather than a loss of it.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260215225606.htm","date":"2026-02-16"},{"title":"Exercise may be one of the most powerful treatments for depression and anxiety","summary":"A sweeping review of global research suggests that exercise—especially aerobic activities like running, swimming, and dancing—can be one of the most powerful ways to ease depression and anxiety. Across tens of thousands of people aged 10 to 90, exercise consistently reduced symptoms, often matching or even outperforming medication and talk therapy.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260213020412.htm","date":"2026-02-16"},{"title":"Cancer Diagnoses Among the Presidents","summary":"Presidents’ Day honors the 45 men who have served as the nation’s top leader. At least seven U.S. presidents ...","hyperlink":"https://www.labroots.com/trending/cancer/30199/cancer-diagnoses-presidents","date":"2026-02-15"},{"title":"A Sugar Made by Gut Bacteria Can Drive Neurodegeneration","summary":"Researchers have uncovered a novel connection between two neurodegenerative disorders...","hyperlink":"https://www.labroots.com/trending/microbiology/30193/sugar-gut-bacteria-drive-neurodegeneration","date":"2026-02-15"},{"title":"Massive study finds most statin side effects aren’t caused by the drugs","summary":"A massive review of 23 randomized trials found that statins do not cause the vast majority of side effects listed on their labels. Memory problems, depression, sleep issues, weight gain, and many other symptoms appeared just as often in people taking a placebo. Only a few side effects showed any link to statins — and even those were rare.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260212025550.htm","date":"2026-02-15"},{"title":"AI uncovers the hidden genetic control centers driving Alzheimer’s","summary":"Scientists have created the most detailed maps yet of how genes control one another inside the brains of people with Alzheimer’s disease. Using a powerful new AI‑based system called SIGNET, the team uncovered cause‑and‑effect relationships between genes across six major brain cell types, revealing which genes are truly driving harmful changes. The most dramatic disruptions were found in excitatory neurons, where thousands of genetic interactions appear to be extensively rewired as the disease progresses.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260215084954.htm","date":"2026-02-15"},{"title":"Scientists found a way to plant ideas in dreams to boost creativity","summary":"Sleeping on a problem might be more powerful than we ever imagined. Neuroscientists at Northwestern University have shown that dreams can actually be nudged in specific directions — and those dream tweaks may boost creativity. By playing subtle sound cues during REM sleep, researchers prompted people to dream about unsolved brain teasers they had struggled with earlier. An astonishing 75% of participants dreamed about the cued puzzles, and those puzzles were solved far more often the next day.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260213223926.htm","date":"2026-02-15"},{"title":"Psychedelics may work by shutting down reality and unlocking memory","summary":"Psychedelics can quiet the brain’s visual input system, pushing it to replace missing details with vivid fragments from memory. Scientists found that slow, rhythmic brain waves help shift perception away from the outside world and toward internal recall — almost like dreaming while awake. By imaging glowing brain cells in mice, researchers watched this process unfold in real time.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260213223910.htm","date":"2026-02-15"},{"title":"Why some kids struggle with math even when they try hard","summary":"A new Stanford study suggests math struggles may be about more than numbers. Children who had difficulty with math were less likely to adjust their thinking after making mistakes during number comparison tasks. Brain imaging showed weaker activity in regions that help monitor errors and guide behavioral changes. These brain patterns could predict which children were more likely to struggle.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260213020416.htm","date":"2026-02-15"},{"title":"Large study finds no link between mRNA COVID vaccine in pregnancy and autism","summary":"Researchers tracked more than 400 toddlers to see whether mRNA COVID‑19 vaccination during or just before pregnancy was linked to autism or developmental delays. After detailed assessments of speech, motor skills, behavior, and social development, they found no meaningful differences between vaccinated and unvaccinated groups. Experts say the results provide strong reassurance about vaccine safety in pregnancy.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260215085001.htm","date":"2026-02-15"},{"title":"Stop eating 3 hours before bed to improve heart health","summary":"A simple shift in your evening routine may give your heart a measurable boost. In a new study, adults who stopped eating and dimmed the lights three hours before bed and extended their overnight fast by about two hours saw improvements in blood pressure, heart rate, and blood‑sugar control — without cutting calories.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260215084958.htm","date":"2026-02-15"},{"title":"This planet friendly diet could cut your risk of early death by 23%","summary":"A major new study suggests that eating the Nordic way could help you live significantly longer—while also helping the planet. Researchers from Aarhus University found that people who closely followed the 2023 Nordic dietary guidelines had a 23% lower risk of death compared to those who didn’t.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260213223920.htm","date":"2026-02-15"},{"title":"New Drug Dramatically Lowers Cholesterol Levels","summary":"The results of a phase three clinical trial for a cholesterol-lowering drug have shown that this drug can reduce the lev ...","hyperlink":"https://www.labroots.com/trending/cell-and-molecular-biology/30194/drug-dramatically-lowers-cholesterol-levels","date":"2026-02-14"},{"title":"Hearts: Valentine's Day Candy, Cards, and Cancer Resistance?","summary":"Happy Valentine’s Day! Today, many people celebrate by giving candy, flowers, cards, and gifts to their love ...","hyperlink":"https://www.labroots.com/trending/cancer/30192/hearts-valentine-s-day-candy-cards-cancer-resistance","date":"2026-02-14"},{"title":"Scientists discover a hidden gut bacterium linked to good health","summary":"A global study has uncovered a mysterious group of gut bacteria that shows up again and again in healthy people. Known as CAG-170, these microbes were found at lower levels in people with a range of chronic diseases. Genetic clues suggest they help digest food and support the broader gut ecosystem. Researchers say the discovery could reshape how we measure and maintain gut health.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260211204210.htm","date":"2026-02-14"},{"title":"This breakthrough could finally unlock male birth control","summary":"Scientists at Michigan State University have uncovered the molecular “switch” that powers sperm for their final, high‑speed dash toward an egg. By tracking how sperm use glucose as fuel, the team discovered how dormant cells suddenly flip into overdrive, burning energy in a carefully controlled, multi‑step process. A key enzyme, aldolase, helps convert sugar into the burst of power needed for fertilization, while other enzymes act like traffic controllers directing the flow of fuel.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260213223918.htm","date":"2026-02-14"},{"title":"Couples who savor happy moments together have stronger, longer‑lasting relationships","summary":"Couples who intentionally slow down and soak in their happy moments together may be building a powerful shield for their relationship. Researchers at the University of Illinois found that partners who regularly savor shared experiences—whether reminiscing about a favorite memory, enjoying a dinner together, or looking forward to something exciting—report greater relationship satisfaction, less conflict, and stronger confidence in their future.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260213223908.htm","date":"2026-02-14"},{"title":"The human exposome could change everything we know about disease","summary":"Scientists are launching an ambitious global effort to map the “human exposome” — the lifelong mix of environmental and chemical exposures that drive most diseases. Backed by new partnerships with governments, UNESCO, and international science advisory bodies, the initiative is rapidly expanding across continents. Powered by AI and advanced data tools, the movement seeks to shift medicine beyond genetics and toward the real‑world factors shaping human health.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260213223904.htm","date":"2026-02-14"},{"title":"Improving reproducibility in scientific research","summary":"Independent verification of data is a cornerstone of scientific research. The scientific method relies on reproducibilit ...","hyperlink":"https://www.labroots.com/trending/cell-and-molecular-biology/29940/improving-reproducibility-scientific-research","date":"2026-02-13"},{"title":"Evolution didn’t wait long after the dinosaurs died","summary":null,"hyperlink":"https://www.sciencenews.org/article/evolution-dinosaurs-chicxulub-asteroid","date":"2026-02-13"},{"title":"Scientists used brain stimulation to make people more generous","summary":"A new study suggests that generosity may be more than a moral lesson—it could be shaped by how different parts of the brain work together. By gently stimulating two brain regions and syncing their activity, researchers found that people became more willing to share money with others, even when it meant earning less themselves.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260213020407.htm","date":"2026-02-13"},{"title":"Scientists discover hidden brain cells that help heal spinal cord injuries","summary":"Scientists at Cedars‑Sinai have uncovered a surprising repair system in the spinal cord that could open new doors for treating paralysis, stroke, and diseases like multiple sclerosis. They found that special support cells called astrocytes—located far from the actual injury—spring into action after damage. These “lesion‑remote astrocytes” send out a protein signal, CCN1, that reprograms immune cells to efficiently clean up fatty nerve debris.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260212234218.htm","date":"2026-02-13"},{"title":"Omega‑3 fish oil supplements could backfire without this key enzyme","summary":"Fish oil’s cancer‑fighting reputation may hinge on a little‑known gene. Researchers discovered that omega‑3s like EPA and DHA help curb colorectal cancer only when the enzyme ALOX15 is present. Without it, fish oil sometimes increased tumor growth in mice—especially DHA. The results suggest that not all supplements work the same way, and genetics could determine who truly benefits.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260212234216.htm","date":"2026-02-13"},{"title":"This vegan diet cut insulin use by nearly 30% in type 1 diabetes","summary":"A low‑fat vegan diet—without cutting calories or carbs—may help people with type 1 diabetes significantly reduce how much insulin they need, and how much they spend on it. In a new analysis published in BMC Nutrition, participants following the plant‑based plan lowered their daily insulin use by 28%, while those on a portion‑controlled diet saw no meaningful change.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260212234212.htm","date":"2026-02-13"},{"title":"Scientists make microplastics glow to see what they do inside your body","summary":"Microplastics and nanoplastics are now found everywhere on Earth, from ocean depths to agricultural soils and even inside the human body. Yet scientists still struggle to understand what these particles actually do once they enter living organisms. A new study proposes an innovative fluorescence‑based strategy that could allow researchers to track microplastics in real time as they move, transform, and degrade inside biological systems.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260212234156.htm","date":"2026-02-13"},{"title":"The exact speed that makes an AI prosthetic arm feel like your own","summary":"A robotic arm that moves too quickly can feel creepy. One that moves too slowly feels awkward and unhelpful. In a VR study, researchers found that AI‑powered prosthetic arms were best accepted when they moved at a natural, human‑like speed—about one second per reach. That sweet spot boosted feelings of control, comfort, and even trust in the robot.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260212234152.htm","date":"2026-02-13"},{"title":"Getting started with NGS-based immune profiling","summary":"The use of next-generation sequencing (NGS) technologies to detect B-cell receptor (BCR) or T-cell receptor (TCR) clonot ...","hyperlink":"https://www.labroots.com/trending/ebooks/29918/getting-started-ngs-based-immune-profiling","date":"2026-02-12"},{"title":"Vaccine Promotes Protective Immune Cells","summary":"Over the last decade, scientists have had a renewed interest in vaccines due to improved technology and biological disco ...","hyperlink":"https://www.labroots.com/trending/immunology/30189/vaccine-promotes-protective-immune-cells","date":"2026-02-12"},{"title":"Family Dinners may Reduce Cannabis Substance Abuse in Teens","summary":"Eating together at family dinners may reduce risk for alcohol, cannabis, and e‑cigarette use among US adolescents.","hyperlink":"https://www.labroots.com/trending/cannabis-sciences/30190/family-dinners-reduce-cannabis-substance-abuse-teens","date":"2026-02-12"},{"title":"Cannabis Access Tied to Big Drop in Daily Opioid Use","summary":"How can cannabis legalization influence opioid use? This is what a recent study published in Drug and Alcohol Dependence ...","hyperlink":"https://www.labroots.com/trending/cannabis-sciences/30191/cannabis-access-tied-drop-daily-opioid-2","date":"2026-02-12"},{"title":"This inside-out planetary system has astronomers scratching their heads","summary":null,"hyperlink":"https://www.sciencenews.org/article/inside-out-planetary-system","date":"2026-02-12"},{"title":"A simple shift in schedule could make cancer immunotherapy work better","summary":"A lung cancer trial bolsters a long-held idea that treatment timing matters, showing a simple shift could help immunotherapy work better and extend lives.","hyperlink":"https://www.sciencenews.org/article/cancer-immunotherapy-morning","date":"2026-02-12"},{"title":"This baby sling turns sunlight into treatment for newborn jaundice","summary":"A student created a low-cost baby carrier that filters sunlight to safely treat jaundice where electricity and equipment are scarce.","hyperlink":"https://www.sciencenews.org/article/baby-sling-sunlight-treat-jaundice","date":"2026-02-12"},{"title":"Scientists discover protein that rejuvenates aging brain cells","summary":"A newly identified protein may hold the key to rejuvenating aging brain cells. Researchers found that boosting DMTF1 can restore the ability of neural stem cells to regenerate, even when age‑related damage has set in. Without it, these cells struggle to renew and support memory and learning. The findings raise hopes for treatments that could slow or even reverse aspects of brain aging.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260212025620.htm","date":"2026-02-12"},{"title":"A precise proton measurement helps put a core theory of physics to the test","summary":null,"hyperlink":"https://www.sciencenews.org/article/proton-test-standard-model","date":"2026-02-11"},{"title":"Blockbuster weight loss drugs like Ozempic deliver big results but face big questions","summary":"Three major reviews commissioned by the World Health Organization find that GLP‑1 drugs including tirzepatide (sold as Mounjaro and Zepbound), semaglutide (Ozempic and Wegovy), and liraglutide (Victoza and Saxenda) can lead to substantial weight loss in people with obesity. But while the results are impressive, researchers caution that most trials were funded by drugmakers, long term safety data are still limited, and side effects such as nausea are common.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260211073033.htm","date":"2026-02-11"},{"title":"Just 5 weeks of brain training may protect against dementia for 20 years","summary":"A simple brain‑training program that sharpens how quickly older adults process visual information may have a surprisingly powerful long‑term payoff. In a major 20‑year study of adults 65 and older, those who completed five to six weeks of adaptive “speed of processing” training — along with a few booster sessions — were significantly less likely to develop dementia, including Alzheimer’s disease, even two decades later. Participants who received the boosted speed training had a 25% lower dementia risk compared to those who received no training, making it the only intervention in the trial to show such a lasting protective effect.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260211073023.htm","date":"2026-02-11"},{"title":"Scientists discover how life experiences rewrite the immune system","summary":"Why does the same virus barely faze one person while sending another to the hospital? New research shows the answer lies in a molecular record etched into our immune cells by both our genes and our life experiences. Scientists at the Salk Institute have created a detailed epigenetic map of human immune cells, revealing how inherited traits and past exposures—like infections, vaccines, or even environmental chemicals—shape immune responses in different ways.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260210040608.htm","date":"2026-02-11"},{"title":"Novel Protein Helps Drive Anti-Tumor Immunity","summary":"Immune checkpoint inhibitors (ICIs) are a form of immunotherapy that activates anti-tumor immune cells. In the context o ...","hyperlink":"https://www.labroots.com/trending/immunology/30188/novel-protein-helps-drive-anti-tumor-immunity","date":"2026-02-10"},{"title":"New Nasal Vaccine Shows Promise Against Bird Flu","summary":"Scientists have developed a nasal vaccine to protect against bird flu.","hyperlink":"https://www.labroots.com/trending/drug-discovery-and-development/30180/nasal-vaccine-promise-bird-flu","date":"2026-02-10"},{"title":"Revealing How Genetic Changes May Cause Parkinson's Disease","summary":"Parkinson's disease is a complex neurodegenerative disorder. The causes are still unclear, but about 10 to 15% of cases ...","hyperlink":"https://www.labroots.com/trending/genetics-and-genomics/30177/revealing-genetic-changes-cause-parkinson-s-disease","date":"2026-02-10"},{"title":"How Gut Microbes Can Help Determine if Tumors Grow","summary":"There are huge communities of gut bacteria living in and on our bodies, and they can have a profound effect on us. New r ...","hyperlink":"https://www.labroots.com/trending/microbiology/30176/gut-microbes-help-determine-tumors-grow","date":"2026-02-10"},{"title":"Working together to make an impact in the microbial world","summary":"Tracking outbreaks, classifying novel microorganisms, and researching microbiomes has never been more prominent. Next-ge ...","hyperlink":"https://www.labroots.com/trending/ebooks/29926/working-together-impact-microbial-world","date":"2026-02-10"},{"title":"Lyocpene May Reduce Periodontitis Risk in Older White Adults","summary":"Lycopene may reduce the risk of severe periodontitis in non-Hispanic White (NHW) older adults.","hyperlink":"https://www.labroots.com/trending/drug-discovery-and-development/30181/lyocpene-reduce-periodontitis-risk-white-adults","date":"2026-02-10"},{"title":"Antibiotics can treat appendicitis for many patients, no surgery needed","summary":"After 10 years, just over half the people in a trial of antibiotics for appendicitis have not needed an appendectomy.","hyperlink":"https://www.sciencenews.org/article/antibiotics-appendicitis-no-surgery","date":"2026-02-10"},{"title":"_Tell Me Where It Hurts_ sets the record straight on pain — and how to treat it","summary":"A new book by pain researcher Rachel Zoffness demystifies how pain is made and how it can be treated.","hyperlink":"https://www.sciencenews.org/article/pain-tell-me-where-it-hurts-book-review","date":"2026-02-10"},{"title":"AI reads brain MRIs in seconds and flags emergencies","summary":"Researchers at the University of Michigan have created an AI system that can interpret brain MRI scans in just seconds, accurately identifying a wide range of neurological conditions and determining which cases need urgent care. Trained on hundreds of thousands of real‑world scans along with patient histories, the model achieved accuracy as high as 97.5% and outperformed other advanced AI tools.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260210005419.htm","date":"2026-02-10"},{"title":"Good and Bad Fats are Processed Differently","summary":"We need to consume fat to survive, but a new study has shown that the human body can process different types of fats in ...","hyperlink":"https://www.labroots.com/trending/cell-and-molecular-biology/30173/bad-fats-processed","date":"2026-02-09"},{"title":"Genetics Study Shows Anxiety Causes are Complex & Varied","summary":"It’s estimated that one in four adults will suffer from some type of anxiety disorder at some point, such as phobi ...","hyperlink":"https://www.labroots.com/trending/genetics-and-genomics/30172/genetics-study-anxiety-causes-complex-varied","date":"2026-02-09"},{"title":"Mediterranean Diet Linked to Lower Risk of Stroke in Women","summary":"Close adherence to a Mediterranean diet is linked to a significantly lower risk of stroke in women.","hyperlink":"https://www.labroots.com/trending/neuroscience/30174/mediterranean-diet-linked-lower-risk-stroke-women","date":"2026-02-09"},{"title":"Daily cups of caffeinated coffee or mugs of tea may lower dementia risk","summary":"A long-term observational study found a link between the amount of tea and caffeinated coffee people drank and the risk of dementia.","hyperlink":"https://www.sciencenews.org/article/daily-coffee-tea-lower-dementia-risk","date":"2026-02-09"},{"title":"Hearing aids didn’t boost memory tests but dementia risk dropped","summary":"A long‑term study of older adults with moderate hearing loss found that hearing aids did not lead to better performance on memory or thinking tests, but the story did not end there. Over seven years, people who were prescribed hearing aids were significantly less likely to develop dementia than those who were not.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260209064314.htm","date":"2026-02-09"},{"title":"Ancient Chinese medicine may hold the key to hair regrowth","summary":"A centuries‑old Chinese medicinal root is getting new scientific attention as a potential game‑changer for common hair loss. Polygonum multiflorum, long believed to restore dark, healthy hair, appears to work on multiple fronts at once—blocking hair‑shrinking hormones, protecting follicles from damage, activating natural regrowth signals, and boosting blood flow to the scalp.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260208233839.htm","date":"2026-02-09"},{"title":"New research reveals humans could have as many as 33 senses","summary":"We don’t experience the world through neat, separate senses—everything blends together. Smell, touch, sound, sight, and balance constantly influence one another, shaping how food tastes, objects feel, and even how heavy our bodies seem. Scientists now believe humans may have more than 20 distinct senses working at once. Everyday illusions and experiences reveal just how surprisingly complex perception really is.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260208233832.htm","date":"2026-02-09"},{"title":"Cancer Immunotherapies Work Better When Administered Early in the Day","summary":"Research has suggested that cancer treatments administered early in the day are more effective than those administered l ...","hyperlink":"https://www.labroots.com/trending/cancer/30171/cancer-immunotherapies-administered-day","date":"2026-02-08"},{"title":"Eye Bacteria are Linked to Cognitive Decline","summary":"A common pathogenic bacterium known as Chlamydia pneumoniae can lead to pneumonia or sinus infections...","hyperlink":"https://www.labroots.com/trending/microbiology/30167/eye-bacteria-linked-cognitive-decline","date":"2026-02-08"},{"title":"Study Features Standardized Language for Categorizing Cannabis Aromas","summary":"Oregon State University researchers created a common language for describing the aromas of various cannabis and hemp cul ...","hyperlink":"https://www.labroots.com/trending/drug-discovery-and-development/30169/study-features-standardized-language-categorizing-cannabis-aromas-2","date":"2026-02-08"},{"title":"Gut bacteria can sense their environment and it’s key to your health","summary":"Your gut is home to trillions of bacteria that constantly “sense” their surroundings to survive and thrive. New research shows that beneficial gut microbes, especially common Clostridia bacteria, can detect a surprisingly wide range of chemical signals produced during digestion, including byproducts of fats, proteins, sugars, and even DNA. These microbes use specialized sensors to move toward valuable nutrients, with lactate and formate standing out as especially important fuel sources.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260208011017.htm","date":"2026-02-08"},{"title":"A hidden Aloe vera compound takes aim at Alzheimer’s","summary":"Scientists have uncovered promising clues that compounds found in Aloe vera could play a role in fighting Alzheimer’s disease. Using advanced computer modeling, researchers discovered that beta‑sitosterol—a natural plant compound—strongly interacts with two key enzymes involved in memory loss and cognitive decline. The compound showed stability, strong binding, and favorable safety indicators, making it a standout candidate for future drug development.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260206012213.htm","date":"2026-02-08"},{"title":"Scientists may have found the brain network behind Parkinson’s","summary":"A new international study points to a specific brain network as the core driver of Parkinson’s disease. Scientists found that this network becomes overly connected, disrupting not just movement but also thinking and other bodily functions. When researchers targeted it with non‑invasive brain stimulation, patients showed much stronger symptom improvement than with conventional stimulation. The discovery could reshape how Parkinson’s is diagnosed and treated.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260208203013.htm","date":"2026-02-08"},{"title":"Menopause linked to grey matter loss in key brain regions","summary":"A major study suggests menopause is linked to changes in brain structure, mental health, and sleep. Brain scans revealed grey matter loss in areas tied to memory and emotional regulation, while many women reported increased anxiety, depression, and fatigue. Hormone therapy did not reverse these effects, though it may slow age‑related declines in reaction speed. Researchers say menopause could represent an important turning point for brain health.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260207092904.htm","date":"2026-02-07"},{"title":"That dry, bitter taste may be waking up your brain","summary":"New research suggests the astringent sensation caused by flavanols could act as a direct signal to the brain, triggering effects similar to a mild workout for the nervous system. In mouse experiments, flavanol intake boosted activity, curiosity, learning, and memory—despite these compounds barely entering the bloodstream. The key appears to be sensory stimulation: the taste itself activates brain pathways linked to attention, motivation, and stress response, lighting up regions involved in arousal and memory.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260206012224.htm","date":"2026-02-07"},{"title":"How COVID and H1N1 swept through U.S. cities in just weeks","summary":"New simulations reveal that both H1N1 and COVID-19 spread across U.S. cities in a matter of weeks, often before officials realized what was happening. Major travel hubs helped drive rapid nationwide transmission, with air travel playing a bigger role than daily commuting. Unpredictable transmission patterns made real-time forecasting especially difficult. The study highlights why early detection systems are critical for slowing future pandemics.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260207092906.htm","date":"2026-02-07"},{"title":"Early Allergen Exposure Shields Against Allergy Development","summary":"Are children who grow up in places like farms, rural areas, or even homes with many pets less likely to develop allergie ...","hyperlink":"https://www.labroots.com/trending/cell-and-molecular-biology/30168/allergen-exposure-shields-allergy-development","date":"2026-02-06"},{"title":"Study Points to Efficacy of Medical Cannabis in Managing Depression","summary":"A study published in the Journal of Affective Disorders assessed medical cannabis effectiveness in managing severe depre ...","hyperlink":"https://www.labroots.com/trending/cannabis-sciences/30166/study-efficacy-medical-cannabis-managing-depression-2","date":"2026-02-06"},{"title":"Study Finds No Association Between CBD Use and Liver Damage","summary":"Australian researchers examined the use of cannabidiol (CBD) products by cancer patients to assess the risk to liver hea ...","hyperlink":"https://www.labroots.com/trending/cannabis-sciences/30165/study-association-cbd-liver-damage-2","date":"2026-02-06"},{"title":"The only U.S. particle collider shuts down – so a new one may rise","summary":null,"hyperlink":"https://www.sciencenews.org/article/particle-collider-shuts-down-brookhaven","date":"2026-02-06"},{"title":"Scientists find a missing link between Epstein‑Barr virus and multiple sclerosis","summary":"New research suggests that Epstein‑Barr virus may actively provoke the immune system in people with multiple sclerosis. Scientists found large buildups of virus‑targeting immune cells in the nervous systems of MS patients, far more than in their blood. One viral gene was active only in people with MS, hinting at a direct role in the disease. The findings could help guide new approaches to treatment.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260206232245.htm","date":"2026-02-06"},{"title":"A hidden brain effect of prenatal alcohol exposure","summary":"New research using rhesus monkeys suggests that the brain’s relationship with alcohol may begin forming long before a person ever takes a drink. Scientists found that exposure to alcohol before birth reshaped the brain’s dopamine system, a key player in motivation and reward, and those changes were linked to faster drinking later in adulthood.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260206020852.htm","date":"2026-02-06"},{"title":"Scientists found a sugar that could defeat deadly superbugs","summary":"Scientists in Australia have uncovered a clever new way to fight some of the most dangerous drug‑resistant bacteria by targeting a sugar that exists only on bacterial cells. By designing antibodies that recognize this unique sugar, researchers were able to guide the immune system to attack and eliminate deadly infections that normally shrug off antibiotics.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260206020850.htm","date":"2026-02-06"},{"title":"Scientists found a hidden fat switch and turned it off","summary":"Researchers have discovered a previously unknown enzyme that plays a crucial role in fat production. By blocking it, they stopped weight gain, reduced liver damage, and lowered harmful cholesterol levels in animal studies. The finding opens the door to a new kind of medication that could tackle obesity, fatty liver disease, and cardiovascular disease all at once.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260206012226.htm","date":"2026-02-06"},{"title":"Doctors test brain cell implants to restore movement in Parkinson’s","summary":"Scientists at Keck Medicine of USC are testing an experimental stem cell therapy that aims to restore the brain’s ability to produce dopamine, the chemical whose loss drives Parkinson’s disease. The early‑stage clinical trial involves implanting lab‑grown dopamine‑producing cells directly into a key movement‑control region of the brain, with the hope of slowing disease progression and improving motor function.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260206012203.htm","date":"2026-02-06"},{"title":"Sugar May Hold the Key to Overcome Drug-Resistant Pathogens","summary":"As therapies and antibiotics develop and improve, pathogens adapt to overcome current medications. Bacteria are a specif ...","hyperlink":"https://www.labroots.com/trending/immunology/30160/sugar-hold-key-overcome-drug-resistant-pathogens","date":"2026-02-05"},{"title":"Novel Immunotherapy Reprograms Immune Cells to Generate an Anti-Tumor Response","summary":"Immunotherapy has transformed the field of medicine. In the context of cancer, immune cells become dysregulated and lose ...","hyperlink":"https://www.labroots.com/trending/immunology/30159/novel-immunotherapy-reprograms-immune-cells-generate-anti-tumor-response","date":"2026-02-05"},{"title":"Scaling RNAi therapeutics for honeybee health with the Hydrocycler²","summary":"Honeybees are vital to global food security, yet colony collapse threatens ecosystems and agriculture worldwide. ...","hyperlink":"https://www.labroots.com/trending/ebooks/29856/scaling-rnai-therapeutics-honeybee-health-hydrocycler","date":"2026-02-05"},{"title":"Cannabis Beverages Could Cut Alcohol Use","summary":"Can cannabis-infused drinks help serve as substitutes for alcohol? This is what a recent study published in the Journal ...","hyperlink":"https://www.labroots.com/trending/cannabis-sciences/30161/cannabis-beverages-cut-alcohol-2","date":"2026-02-05"},{"title":"The best way to help Alzheimer’s patients may be to help their caregivers","summary":"A mathematical model simulated patient outcomes when given caregiver support or an expensive Alzheimer’s drug to determine cost and health benefits.","hyperlink":"https://www.sciencenews.org/article/alzheimers-patient-caregiver-drug-cost","date":"2026-02-05"},{"title":"Two-month-old babies are already making sense of the world","summary":"At just two months old, babies are already organizing the world in their minds. Brain scans revealed distinct patterns as infants looked at pictures of animals, toys, and everyday objects, showing early category recognition. Scientists used AI to help decode these patterns, offering a rare glimpse into infant thinking. The results suggest babies begin learning and understanding far sooner than expected.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260204114144.htm","date":"2026-02-05"},{"title":"New nasal vaccine shows strong protection against H5N1 bird flu","summary":"As bird flu continues to circulate in animals and spill over into humans, researchers are racing to stop it before it adapts to spread widely between people. A new nasal spray vaccine showed strong protection against H5N1 in animal tests, outperforming traditional flu shots. Because it targets the nose and lungs, it may prevent infection at the earliest stage.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260204114343.htm","date":"2026-02-04"},{"title":"The overlooked nutrition risk of Ozempic and Wegovy","summary":"Popular weight‑loss drugs like Ozempic and Wegovy can dramatically curb appetite, but experts warn many users are flying blind when it comes to nutrition. New research suggests that people taking these medications may not be getting enough guidance on protein, vitamins, and overall diet quality, increasing the risk of muscle loss and nutrient deficiencies.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260203030551.htm","date":"2026-02-04"},{"title":"MIT’s new brain tool could finally explain consciousness","summary":"Scientists still don’t know how the brain turns physical activity into thoughts, feelings, and awareness—but a powerful new tool may help crack the mystery. Researchers at MIT are exploring transcranial focused ultrasound, a noninvasive technology that can precisely stimulate deep regions of the brain that were previously off‑limits. In a new “roadmap” paper, they explain how this method could finally let scientists test cause‑and‑effect in consciousness research, not just observe correlations.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260203030554.htm","date":"2026-02-04"},{"title":"A 25‑year study found an unexpected link between cheese and dementia","summary":"A massive Swedish study tracking nearly 28,000 people for 25 years found an unexpected link between full‑fat dairy and brain health. Among adults without a genetic risk for Alzheimer’s, eating more full‑fat cheese was associated with a noticeably lower risk of developing the disease, while higher cream intake was tied to reduced dementia risk overall. The findings challenge decades of low‑fat dietary advice but come with important caveats.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260203030540.htm","date":"2026-02-04"},{"title":"A Cellular Adaptation to Aging is Revealed","summary":"The endoplasmic reticulum is usually the biggest organelle in eukaryotic cells and is invovled in many crucial processes ...","hyperlink":"https://www.labroots.com/trending/cell-and-molecular-biology/30150/cellular-adaptation-aging-revealed","date":"2026-02-03"},{"title":"Gene Variants Influence Long-Term Illness Risk After Viral Infection","summary":"Infections with Epstein-Barr virus (EBV) are very common; the virus is estimated to have infected at least 90% of all ad ...","hyperlink":"https://www.labroots.com/trending/genetics-and-genomics/30148/gene-variants-influence-long-term-illness-risk-viral-infection","date":"2026-02-03"},{"title":"Bacteria Form Stronger Mars Bricks Despite Toxic Soil","summary":"How can engineers design bricks on Mars for future habitats despite the toxic Martian regolith, also called perchlorates ...","hyperlink":"https://www.labroots.com/trending/space/30153/bacteria-form-stronger-mars-bricks-despite-toxic-soil-2","date":"2026-02-03"},{"title":"Metformin Tied to 37% Lower Risk of Mid‑Stage AMD","summary":"Diabetes medication, metformin, is linked to less progression of age‑related macular degeneration (AMD).","hyperlink":"https://www.labroots.com/trending/drug-discovery-and-development/30155/metformin-tied-37-lower-risk-mid-stage-amd","date":"2026-02-03"},{"title":"Sleep Meds Safer Than Antipsychotics for Delirium","summary":"Trazodone is linked to better outcomes among older adults hospitalized with delirium than commonly used antipsychotic me ...","hyperlink":"https://www.labroots.com/trending/drug-discovery-and-development/30154/sleep-meds-safer-antipsychotics-delirium","date":"2026-02-03"},{"title":"This unexpected plant discovery could change how drugs are made","summary":"Plants make chemical weapons to protect themselves, and many of these compounds have become vital to human medicine. Researchers found that one powerful plant chemical is produced using a gene that looks surprisingly bacterial. This suggests plants reuse microbial tools to invent new chemistry. The insight could help scientists discover new drugs and produce them more sustainably.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260203030546.htm","date":"2026-02-03"},{"title":"This brain discovery is forcing scientists to rethink how memory works","summary":"A new brain imaging study reveals that remembering facts and recalling life events activate nearly identical brain networks. Researchers expected clear differences but instead found strong overlap across memory types. The finding challenges decades of memory research. It may also help scientists better understand conditions like Alzheimer’s and dementia.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260203020203.htm","date":"2026-02-03"},{"title":"Genes That Help Shape the Oral Microbiome","summary":"Some people are more prone to cavities than others, even when their mouth hygiene is good. Differences in individual gen ...","hyperlink":"https://www.labroots.com/trending/microbiology/30147/genes-help-shape-oral-microbiome","date":"2026-02-02"},{"title":"White Bread, Potatoes Linked to Higher Dementia Risk","summary":"Diets rich in high‑glycemic foods such as white bread and potatoes are linked to a higher risk of dementia.","hyperlink":"https://www.labroots.com/trending/neuroscience/30151/white-bread-potatoes-linked-dementia-risk","date":"2026-02-02"},{"title":"Scientists Warn: This “miracle cure” works only by damaging human cells","summary":"MMS has long been promoted as a miracle cure, but new research shows it’s essentially a toxic disinfectant. While it can kill bacteria, it only works at levels that also damage human cells and beneficial gut microbes. Scientists warn that homemade MMS mixtures are especially dangerous due to wildly inconsistent dosing. The study calls MMS a clear case where the risks are high—and the benefits are effectively zero.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260201231250.htm","date":"2026-02-02"},{"title":"Alzheimer’s scrambles memories while the brain rests","summary":"When the brain rests, it usually replays recent experiences to strengthen memory. Scientists found that in Alzheimer’s‑like mice, this replay still occurs — but the signals are jumbled and poorly coordinated. As a result, memory‑supporting brain cells lose their stability, and the animals struggle to remember where they’ve been.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260201062459.htm","date":"2026-02-01"},{"title":"Middle age is becoming a breaking point in the U.S.","summary":"Middle age is becoming a tougher chapter for many Americans, especially those born in the 1960s and early 1970s. Compared with earlier generations, they report more loneliness and depression, along with weaker physical strength and declining memory. These troubling trends stand out internationally, as similar declines are largely absent in other wealthy nations, particularly in Nordic Europe, where midlife well‑being has improved.","hyperlink":"https://www.sciencedaily.com/releases/2026/02/260201062457.htm","date":"2026-02-01"},{"title":"A hidden bat virus is infecting humans","summary":"Researchers in Bangladesh have identified a bat-borne virus, Pteropine orthoreovirus, in patients who were initially suspected of having Nipah virus but tested negative. All had recently consumed raw date-palm sap, a known pathway for bat-related infections. Genetic analysis confirmed live virus in several samples, pointing to active human infection. The finding raises concerns that dangerous bat viruses may be circulating undetected alongside Nipah.","hyperlink":"https://www.sciencedaily.com/releases/2026/01/260131084131.htm","date":"2026-02-01"},{"title":"Scientists Find Bacteria in a Common Type of Kidney Stone","summary":"It's long been thought that only an unusual type of kidney stone has any connection to bacteria, and that the vast major ...","hyperlink":"https://www.labroots.com/trending/microbiology/30144/scientists-bacteria-common-type-kidney-stone","date":"2026-01-30"},{"title":"Inflammatory Bowel Disease Drives Colorectal Cancer","summary":"Inflammatory Bowel Disease (IBD) is a chronic disease of inflammation along the digestive tract. There are two forms of ...","hyperlink":"https://www.labroots.com/trending/immunology/30136/inflammatory-bowel-disease-drives-colorectal-cancer","date":"2026-01-29"},{"title":"Addressing the Challenge of Reliable Genomic Data in Microbiology","summary":"One of the biggest hurdles in microbiology research is ensuring that the genomic data you use is accurate and traceable. ...","hyperlink":"https://www.labroots.com/trending/genetics-and-genomics/29938/addressing-challenge-reliable-genomic-data-microbiology","date":"2026-01-29"},{"title":"Autism Mutation Map Reveals Diverse Gene Effects Merge in Pathways","summary":"Autism spectrum disorder is complex; it present differently in different patients, and the causes are still unclear, eve ...","hyperlink":"https://www.labroots.com/trending/genetics-and-genomics/30145/autism-mutation-map-reveals-diverse-gene-effects-merge-pathways","date":"2026-01-29"},{"title":"Cancer Vaccines Improve Personalized Medical Care","summary":"The concept of cancer vaccines has developed over the last century with initial promise from a young doctor, William Col ...","hyperlink":"https://www.labroots.com/trending/immunology/30135/cancer-vaccines-improve-personalized-medical-care","date":"2026-01-28"},{"title":"THC and Celecoxib Show Promise in Alzheimer's","summary":"Combining low‑dose THC and celecoxib improved cognition and reduced Alzheimer's‑related brain pathology in mice.","hyperlink":"https://www.labroots.com/trending/cannabis-sciences/30139/thc-celecoxib-promise-alzheimer-s","date":"2026-01-28"},{"title":"Why long COVID brain fog seems so much worse in the U.S.","summary":"A massive international study of more than 3,100 long COVID patients uncovered a striking divide in how brain-related symptoms are reported around the world. In the U.S., the vast majority of non-hospitalized patients described brain fog, depression, and anxiety, while far fewer patients in countries like India and Nigeria reported the same issues. The difference doesn’t appear to be about the virus itself, but about culture, stigma, and access to mental health care.","hyperlink":"https://www.sciencedaily.com/releases/2026/01/260128075319.htm","date":"2026-01-28"},{"title":"Gut Bacteria Proteins Directly Impact Immune Cells","summary":"In recent years, scientists have begun to reveal the myriad ways that gut microbes can impact our health; they had ident ...","hyperlink":"https://www.labroots.com/trending/microbiology/30127/gut-bacteria-proteins-directly-impact-immune-cells","date":"2026-01-26"},{"title":"Obesity and High Blood Pressure May Cause Dementia","summary":"Rather than simply being risk factors, a new study has shown that obesity and high blood pressure may cause dementia.","hyperlink":"https://www.labroots.com/trending/cardiology/30125/obesity-blood-pressure-cause-dementia-2","date":"2026-01-26"},{"title":"Regular Aerobic Exercise May Reverse Brain Aging","summary":"A new study found that 150 minutes of aerobic exercise each week is linked to a lower brain age.","hyperlink":"https://www.labroots.com/trending/neuroscience/30121/regular-aerobic-exercise-reverse-brain-aging","date":"2026-01-26"},{"title":"Revealing More About the Genetics Underlying Schizophrenia","summary":"Schizophrenia is a complex mental health disorder, but scientists are learning more about what can cause it...","hyperlink":"https://www.labroots.com/trending/genetics-and-genomics/30115/revealing-genetics-underlying-schizophrenia","date":"2026-01-26"},{"title":"Scientists Discover a Natural Brake on Inflammation","summary":"The immune system is a powerful, necessary shield that has to spring into action when an infection has to be eliminated. ...","hyperlink":"https://www.labroots.com/trending/cell-and-molecular-biology/30117/scientists-discover-natural-brake-inflammation","date":"2026-01-25"},{"title":"Protecting Research Credibility with Image Integrity Checker","summary":"From lab bench to publication: integrity travels with you In research, digital images, including gel electrophoresis and ...","hyperlink":"https://www.labroots.com/trending/drug-discovery-and-development/30073/protecting-research-credibility-image-integrity-checker","date":"2026-01-25"},{"title":"Child Gut Health Linked to Migraines & Allergies","summary":"Scientists are beginning to learn more about how gut microbes are associated with children’s health and various as ...","hyperlink":"https://www.labroots.com/trending/microbiology/30113/child-gut-health-linked-migraines-allergies","date":"2026-01-22"},{"title":"Hemp Roots Hold Untapped Cancer-Treatment Potential","summary":"How can hemp roots be used to treat pediatric cancer? This is what a recent study published in the Journal of Cannabis R ...","hyperlink":"https://www.labroots.com/trending/cannabis-sciences/30108/hemp-roots-hold-untapped-cancer-treatment-potential-2","date":"2026-01-22"},{"title":"Wildfire Smoke Exposure May Raise Autism Risk in Kids","summary":"What risk does wildfire smoke pose during late-term pregnancies? This is what a recent study published in Environmental ...","hyperlink":"https://www.labroots.com/trending/earth-and-the-environment/30107/wildfire-smoke-exposure-raise-autism-risk-kids-2","date":"2026-01-22"},{"title":"Study Uncovers a Possible Explanation for Why Cancer and Alzheimer's Disease Rarely Occur in the Same Individuals","summary":"Alzheimer’s disease (AD) and cancer both represent diseases that classically occur in older individuals. How ...","hyperlink":"https://www.labroots.com/trending/cancer/30116/study-uncovers-explanation-cancer-alzheimer-s-disease-rarely-occur-individuals","date":"2026-01-22"},{"title":"'No Evidence' that Cannabis Helps Chronic Neuropathic Pain","summary":"A systematic review of 21 studies found no strong evidence for cannabis being able to soothe neuropathic pain.","hyperlink":"https://www.labroots.com/trending/cannabis-sciences/30111/no-evidence-cannabis-helps-chronic-neuropathic-pain","date":"2026-01-22"},{"title":"The Future of Research in America in 2026","summary":"It has been one-year since the federal government has made significant changes to how scientific research proposals are ...","hyperlink":"https://www.labroots.com/trending/immunology/30106/future-research-america-2026","date":"2026-01-19"},{"title":"Master Pipette Calibration & Compliance with ISO 8655","summary":"In precision-driven labs, accuracy isn’t optional — it’s essential. The updated ISO 8655:2022 standard ...","hyperlink":"https://www.labroots.com/trending/ebooks/29494/master-pipette-calibration-compliance-iso-8655","date":"2026-01-19"},{"title":"How Epstein-Barr Virus & Genetic Factors Can Lead to Multiple Sclerosis","summary":"Multiple sclerosis is a disease in which the immune system erroneously attacks a protective insulation that surrounds ne ...","hyperlink":"https://www.labroots.com/trending/microbiology/30090/epstein-barr-virus-genetic-factors-lead-multiple-sclerosis","date":"2026-01-18"},{"title":"Misplaced Mouth Microbes May Worsen Liver Disease","summary":"Advanced, chronic liver disease is thought to kill over two million people around the world every year. The community of ...","hyperlink":"https://www.labroots.com/trending/microbiology/30089/misplaced-mouth-microbes-worsen-liver-disease","date":"2026-01-15"},{"title":"CBD Could Inhibit Tumor Growth in Multiple Cancer Models","summary":"How can cannabidiol (CBD) combat cancer tumors? This is what a recent study published in Phytomedicine hopes to address ...","hyperlink":"https://www.labroots.com/trending/cannabis-sciences/30084/cbd-inhibit-tumor-growth-multiple-cancer-models-2","date":"2026-01-15"},{"title":"Human and Avian Influenza: Challenges, Risks, and Solutions","summary":"Influenza presents a global health challenge due to its rapidly changing RNA genome. These mutations can result in serio ...","hyperlink":"https://www.labroots.com/trending/health-and-medicine/29939/human-avian-influenza-challenges-risks-solutions","date":"2026-01-02"},{"title":"Venus has a massive lava tube","summary":null,"hyperlink":"https://www.sciencenews.org/article/venus-massive-lava-tube-caves"}]