[
  {
    "title": "A Gut Microbe That May Prevent Weight Gain",
    "summary": "The vast community of microbes in the human gastrointestinal tract–the gut microbiome, has many close links to hum ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/30017/gut-microbe-prevent-weight-gain",
    "date": "2025-12-28"
  },
  {
    "title": "How One of the Simplest Animals Precisely Folds Itself",
    "summary": "Placozoa are among the simplest animals in the world. They were initially discovered living on the walls of aquariums in ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/30016/simplest-animals-precisely-folds",
    "date": "2025-12-28"
  },
  {
    "title": "Mini brains reveal clear brain signals of schizophrenia and bipolar disorder",
    "summary": "Tiny lab-grown brains are offering an unprecedented look at how schizophrenia and bipolar disorder disrupt neural activity.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251228074451.htm",
    "date": "2025-12-28"
  },
  {
    "title": "Losing weight in midlife may have a hidden brain cost",
    "summary": "Weight loss restored healthy metabolism in both young and mid-aged mice, but the brain told a different story.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251228020004.htm",
    "date": "2025-12-28"
  },
  {
    "title": "A massive scientific review put alternative autism therapies to the test",
    "summary": "A major new review has put hundreds of alternative autism treatments under the microscope—and most didn’t hold up.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251227082722.htm",
    "date": "2025-12-28"
  },
  {
    "title": "How gut bacteria could help to diagnose teen depression",
    "hyperlink": "https://medicalxpress.com/news/2025-12-gut-bacteria-teen-depression.html",
    "date": "2025-12-27"
  },
  {
    "title": "Indoor tanning makes youthful skin much older on a genetic level",
    "hyperlink": "https://medicalxpress.com/news/2025-12-indoor-tanning-youthful-skin-older.html",
    "date": "2025-12-27"
  },
  {
    "title": "New study suggests best way to stop taking antidepressants",
    "hyperlink": "https://medicalxpress.com/news/2025-12-antidepressants.html",
    "date": "2025-12-27"
  },
  {
    "title": "A rare cancer-fighting plant compound has finally been decoded",
    "summary": "UBC Okanagan researchers have uncovered how plants create mitraphylline, a rare natural compound linked to anti-cancer effects.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251227082728.htm",
    "date": "2025-12-27"
  },
  {
    "title": "Stanford scientists uncover why mRNA COVID vaccines can trigger heart inflammation",
    "summary": "Stanford scientists have uncovered how mRNA COVID-19 vaccines can very rarely trigger heart inflammation in young men — and how that risk might be reduced.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251227082716.htm",
    "date": "2025-12-27"
  },
  {
    "title": "Cancer cells depend on a dangerous DNA repair trick",
    "summary": "Researchers have discovered how cells activate a last-resort DNA repair system when severe damage strikes.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251227004155.htm",
    "date": "2025-12-27"
  },
  {
    "title": "Removing One Gene From One Cell Type Protects Against Type 1 Diabetes",
    "summary": "Our body controls the levels of sugar in our blood with a hormone called insulin, which is made by beta cells in the pan ...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/30015/removing-gene-cell-type-protects-type-1-diabetes",
    "date": "2025-12-26"
  },
  {
    "title": "Study Examines Structural Differences in Synthetic Cannabinoid Molecules",
    "summary": "A study conducted by researchers at the University of Illinois Urbana-Champaign used deep learning and large-scale compu ...",
    "hyperlink": "https://www.labroots.com/trending/health-and-medicine/30014/study-examines-structural-differences-synthetic-cannabinoid-molecules-2",
    "date": "2025-12-26"
  },
  {
    "title": "Study Observed Rats With Higher Natural Stress Levels More Likely to Self-Administer Cannabis",
    "summary": "A study published in Neuropsychopharmacology focused on cannabis-seeking behavior and found that rats with higher natural stress levels self-administer cannabis.",
    "hyperlink": "https://www.labroots.com/trending/health-and-medicine/30013/study-observed-rats-natural-stress-levels-self-administer-cannabis-2",
    "date": "2025-12-26"
  },
  {
    "title": "Low Vitamin D Linked to Increased Heart Risk in Adults",
    "summary": "Researchers have found a link between low vitamin D levels and an increased risk of heart disease in adults.",
    "hyperlink": "https://www.labroots.com/trending/nocat/30009/low-vitamin-linked-increased-heart-risk-adults-2",
    "date": "2025-12-26"
  },
  {
    "title": "These medical breakthroughs and advances gave patients new hope in 2025",
    "summary": "Advances delivered what may feel like medical miracles, including the first bladder transplant, a lifesaving personalized gene therapy and more.",
    "hyperlink": "https://www.sciencenews.org/article/medical-miracle-breakthroughs-hope-2025",
    "date": "2025-12-26"
  },
  {
    "title": "Why the human brain matures slower than its primate relatives",
    "hyperlink": "https://medicalxpress.com/news/2025-12-human-brain-matures-slower-primate.html",
    "date": "2025-12-26"
  },
  {
    "title": "Eating more vitamin C can physically change your skin",
    "summary": "Vitamin C doesn’t just belong in skincare products—it works even better when you eat it.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251226045343.htm",
    "date": "2025-12-26"
  },
  {
    "title": "This common food ingredient may shape a child’s health for life",
    "summary": "Scientists discovered that common food emulsifiers consumed by mother mice altered their offspring’s gut microbiome from the very first weeks of life.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251225080732.htm",
    "date": "2025-12-26"
  },
  {
    "title": "Why some people keep making the same bad decisions",
    "summary": "Everyday sights and sounds quietly shape the choices people make, often without them realizing it. New research suggests that some individuals become especially influenced by these environmental cues, relying on them heavily when deciding what to do. The problem arises when those cues start leading to worse outcomes. For certain people, the brain struggles to update these learned signals, causing them to repeat risky or harmful decisions over time.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251225031244.htm",
    "date": "2025-12-26"
  },
  {
    "title": "Low Vitamin D Linked to Increased Heart Risk in Older Adults",
    "summary": "Low vitamin D levels may raise your risk of heart disease.",
    "hyperlink": "https://www.labroots.com/trending/cardiology/30009/low-vitamin-linked-increased-heart-risk-adults-2",
    "date": "2025-12-25"
  },
  {
    "title": "The Tumor Microenvironment: Naughty or Nice?",
    "summary": "The tumor microenvironment (TME) consists of mediators surrounding a tumor, including diverse cell types, blood vessels, ...",
    "hyperlink": "https://www.labroots.com/trending/cancer/30010/tumor-microenvironment-naught-nice",
    "date": "2025-12-25"
  },
  {
    "title": "How stomach cancer learns to grow on its own",
    "hyperlink": "https://medicalxpress.com/news/2025-12-stomach-cancer.html",
    "date": "2025-12-25"
  },
  {
    "title": "This popular painkiller may do more harm than good",
    "summary": "Tramadol, a popular opioid often seen as a “safer” painkiller, may not live up to its reputation. A large analysis of clinical trials found that while it does reduce chronic pain, the relief is modest—so small that many patients likely wouldn’t notice much real-world benefit. At the same time, tramadol was linked to a significantly higher risk of serious side effects, especially heart-related problems like chest pain and heart failure, along with common issues such as nausea, dizziness, and sleepiness.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251225080723.htm",
    "date": "2025-12-25"
  },
  {
    "title": "A surprising brain cleanup reduced epileptic seizures and restored memory",
    "summary": "A new study suggests temporal lobe epilepsy may be linked to early aging of certain brain cells. When researchers removed these aging cells in mice, seizures dropped, memory improved, and some animals avoided epilepsy altogether. The treatment used drugs already known to science, raising the possibility of quicker translation to people. The results offer new hope for patients who do not respond to existing medications.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251224015649.htm",
    "date": "2025-12-25"
  },
  {
    "title": "Scientists found a way to restore brain blood flow in dementia",
    "summary": "A new study suggests that dementia may be driven in part by faulty blood flow in the brain. Researchers found that losing a key lipid causes blood vessels to become overactive, disrupting circulation and starving brain tissue. When the missing molecule was restored, normal blood flow returned. This discovery opens the door to new treatments aimed at fixing vascular problems in dementia.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251225031247.htm",
    "date": "2025-12-25"
  },
  {
    "title": "Immune Cells in the Lung Exacerbate Allergic Reaction",
    "summary": "According to the National Center for Health and Statistics, under the Centers for Disease Control and Prevention (CDC), ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/30012/immune-cells-lung-exacerbate-allergic-reaction",
    "date": "2025-12-24"
  },
  {
    "title": "1 in 5 Young Adults Use Cannabis to Fall Asleep",
    "summary": "A new study found that around 18% of young adults report using cannabis to fall asleep.",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/30007/1-5-adults-cannabis-fall-asleep",
    "date": "2025-12-24"
  },
  {
    "title": "Have a taste of our favorite food stories from 2025",
    "summary": "Have a taste of our favorite food stories from 2025",
    "hyperlink": "https://www.sciencenews.org/article/our-favorite-food-stories-from-2025",
    "date": "2025-12-24"
  },
  {
    "title": "Heart-brain connection: International study reveals role of vagus nerve in keeping the heart young",
    "hyperlink": "https://medicalxpress.com/news/2025-12-heart-brain-international-reveals-role.html",
    "date": "2025-12-24"
  },
  {
    "title": "Stimulant ADHD medications work differently than previously thought",
    "hyperlink": "https://medicalxpress.com/news/2025-12-adhd-medications-differently-previously-thought.html",
    "date": "2025-12-24"
  },
  {
    "title": "Key enzyme controls both weight gain and cholesterol levels in animal models",
    "hyperlink": "https://medicalxpress.com/news/2025-12-key-enzyme-weight-gain-cholesterol.html",
    "date": "2025-12-24"
  },
  {
    "title": "AI model predicts blood loss in liposuction",
    "hyperlink": "https://medicalxpress.com/news/2025-12-ai-blood-loss-liposuction.html",
    "date": "2025-12-24"
  },
  {
    "title": "Scientists reverse Alzheimer’s in mice and restore memory",
    "summary": "Alzheimer’s has long been considered irreversible, but new research challenges that assumption. Scientists discovered that severe drops in the brain’s energy supply help drive the disease—and restoring that balance can reverse damage, even in advanced cases. In mouse models, treatment repaired brain pathology, restored cognitive function, and normalized Alzheimer’s biomarkers. The results offer fresh hope that recovery may be possible.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251224032354.htm",
    "date": "2025-12-24"
  },
  {
    "title": "Why consciousness can’t be reduced to code",
    "summary": "The familiar fight between “mind as software” and “mind as biology” may be a false choice. This work proposes biological computationalism: the idea that brains compute, but not in the abstract, symbol-shuffling way we usually imagine. Instead, computation is inseparable from the brain’s physical structure, energy constraints, and continuous dynamics. That reframes consciousness as something that emerges from a special kind of computing matter, not from running the right program.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251224032351.htm",
    "date": "2025-12-24"
  },
  {
    "title": "This tiny peptide could help stop brain damage after injury",
    "summary": "A four–amino acid peptide called CAQK has shown powerful brain-protective effects in animal models of traumatic brain injury. Delivered through a standard IV, it zeroes in on injured brain tissue, calming inflammation and reducing cell death while improving recovery. The peptide worked in both mice and pigs, whose brains are closer to humans in structure. Researchers are now preparing to move toward early human clinical trials.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251223084538.htm",
    "date": "2025-12-24"
  },
  {
    "title": "These nanoparticles kill cancer cells while sparing healthy ones",
    "summary": "Researchers have created tiny metal-based particles that push cancer cells over the edge while leaving healthy cells mostly unharmed. The particles work by increasing internal stress in cancer cells until they trigger their own shutdown process. In lab tests, they killed cancer cells far more effectively than healthy ones. The technology is still early-stage, but it opens the door to more precise and gentler cancer treatments.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251223084531.htm",
    "date": "2025-12-24"
  },
  {
    "title": "Vaccination Improves Immune Response After Infection",
    "summary": "The concept of vaccination was first developed in the 19th century when Dr. Edward Jenner made the observation that milk ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/30011/vaccination-improves-immune-response-infection",
    "date": "2025-12-23"
  },
  {
    "title": "Longer Walks Lower Risk of Heart Disease and Death",
    "summary": "Getting most of your steps at once may be better for your heart than getting them in smaller bouts.",
    "hyperlink": "https://www.labroots.com/trending/cardiology/30008/walks-lower-risk-heart-disease-death-2",
    "date": "2025-12-23"
  },
  {
    "title": "Delafloxacin Shows Promise Against Severe Pneumonia",
    "summary": "Delafloxacin may be more effective than current treatments at inhibiting intracellular replication of bacteria genus Leg ...",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/30006/delafloxacin-promise-severe-pneumonia",
    "date": "2025-12-23"
  },
  {
    "title": "AI Discovery Shows Promise for New Mpox Vaccine",
    "summary": "Researchers used AI to identify an mpox protein that triggers a strong immune response in mouse models.",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/30005/ai-discovery-promise-mpox-vaccine",
    "date": "2025-12-23"
  },
  {
    "title": "Research hailing the benefits of the COVID-19 shot keeps coming",
    "summary": "Research hailing the benefits of the COVID-19 shot keeps coming",
    "hyperlink": "https://www.sciencenews.org/article/benefits-covid-19-shot-vaccine",
    "date": "2025-12-23"
  },
  {
    "title": "Two more antibiotics have been approved in the U.S. to treat gonorrhea",
    "summary": "Two more antibiotics have been approved in the U.S. to treat gonorrhea",
    "hyperlink": "https://www.sciencenews.org/article/antibiotics-gonorrhea-sti",
    "date": "2025-12-23"
  },
  {
    "title": "These space stories made us look up in 2025",
    "summary": "These space stories made us look up in 2025",
    "hyperlink": "https://www.sciencenews.org/article/favorite-space-stories-2025",
    "date": "2025-12-23"
  },
  {
    "title": "Netrin-1 disrupts hepatitis B virus attachment and internalization, offering new treatment path",
    "summary": "Hepatitis B virus (HBV) infects more than 250 million people worldwide and can lead to chronic liver disease and liver cancer. Current antiviral therapies suppress viral replication but do not eliminate the virus, highlighting ...",
    "hyperlink": "https://medicalxpress.com/news/2025-12-netrin-disrupts-hepatitis-virus-internalization.html",
    "date": "2025-12-23"
  },
  {
    "title": "Brain chemistry can reactivate or suppress dormant HIV",
    "hyperlink": "https://medicalxpress.com/news/2025-12-brain-chemistry-reactivate-suppress-dormant.html",
    "date": "2025-12-23"
  },
  {
    "title": "Your roommate’s genes may be shaping your gut bacteria",
    "summary": "Scientists studying thousands of rats discovered that gut bacteria are shaped by both personal genetics and the genetics of social partners. Some genes promote certain microbes that can spread between individuals living together. When researchers accounted for this social sharing, genetic influence on the microbiome turned out to be much stronger than previously thought. The study suggests genes can affect others indirectly, without DNA ever being exchanged.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251223043938.htm",
    "date": "2025-12-23"
  },
  {
    "title": "MIT scientists strip cancer of its sugar shield",
    "summary": "Scientists at MIT and Stanford have unveiled a promising new way to help the immune system recognize and attack cancer cells more effectively.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251222044058.htm",
    "date": "2025-12-23"
  },
  {
    "title": "Hidden brain maps that make empathy feel physical",
    "summary": "When we watch someone move, get injured, or express emotion, our brain doesn’t just see it—it partially feels it.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251222043244.htm",
    "date": "2025-12-23"
  },
  {
    "title": "Are they really listening? Watch their blinks",
    "summary": "Your eyes may reveal when your brain is working overtime.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251222043239.htm",
    "date": "2025-12-23"
  },
  {
    "title": "This ultra-sensitive imaging system can spot cancer earlier",
    "summary": "A new imaging technology can distinguish cancerous tissue from healthy cells by detecting ultra-weak light signals. It relies on nanoparticles that bind to tumor markers, making cancerous areas easier to identify. The system is far more sensitive than existing tools and could speed up cancer screening. Scientists believe it may help detect tumors earlier and reduce delays in diagnosis.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251223043940.htm",
    "date": "2025-12-23"
  },
  {
    "title": "Can Estrogen Explain the IBS Gender Gap?",
    "summary": "Irritable bowel syndrome (IBS) is a chronic condition that causes gut pain and bloating, and women are far more likely t ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/30000/estrogen-explain-ibs-gender-gap",
    "date": "2025-12-22"
  },
  {
    "title": "Helping Others Protects Against Cognitive Decline",
    "summary": "Spending a few hours a week in the service of others- such as helping neighbors or relatives- may slow brain aging. The ...",
    "hyperlink": "https://www.labroots.com/trending/neuroscience/30004/helping-protects-cognitive-decline-2",
    "date": "2025-12-22"
  },
  {
    "title": "Getting by with Some Gut Microbes From Our Friends",
    "summary": "A new study has suggested that people who live together may affect one another's gut microbiomes...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/29999/getting-gut-microbes-friends",
    "date": "2025-12-22"
  },
  {
    "title": "Scientists Find Physiological Changes Related to Chronic Fatigue",
    "summary": "Chronic fatigue syndrome was once dismissed as an imagined condition, but after years of research, doctors and clinician ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29996/scientists-physiological-changes-related-chronic-fatigue",
    "date": "2025-12-22"
  },
  {
    "title": "These are our favorite animal stories of 2025",
    "summary": "These are our favorite animal stories of 2025",
    "hyperlink": "https://www.sciencenews.org/article/favorite-animal-stories-2025",
    "date": "2025-12-22"
  },
  {
    "title": "Watch a cancer cell evade capture",
    "summary": "Watch a cancer cell evade capture",
    "hyperlink": "https://www.sciencenews.org/article/cancer-cell-evade-capture-immune-macrophage",
    "date": "2025-12-22"
  },
  {
    "title": "An underwater volcano off Oregon didn’t erupt in 2025 after all. Why not?",
    "summary": "An underwater volcano off Oregon didn’t erupt in 2025 after all. Why not?",
    "hyperlink": "https://www.sciencenews.org/article/underwater-volcano-oregon-erupt-2026",
    "date": "2025-12-22"
  },
  {
    "title": "Scientists build virtual tissue tools to map how cells talk in disease",
    "summary": "Scientists at Duke-NUS Medical School have developed two powerful computational tools that could transform how researchers study the \"conversations\" between cells inside the body. The tools, called sCCIgen and QuadST, help ...",
    "hyperlink": "https://medicalxpress.com/news/2025-12-scientists-virtual-tissue-tools-cells.html",
    "date": "2025-12-22"
  },
  {
    "title": "A urine-based biological aging clock: Machine learning and microRNA offer accurate prediction",
    "hyperlink": "https://medicalxpress.com/news/2025-12-urine-based-biological-aging-clock.html",
    "date": "2025-12-22"
  },
  {
    "title": "Cannabis products with more THC can slightly reduce pain but cause more side effects",
    "summary": "A new systematic evidence review finds that cannabis products that carry relatively high levels of the psychoactive compound tetrahydrocannabinol, commonly known as THC, may provide short-term improvements in pain and function.",
    "hyperlink": "https://medicalxpress.com/news/2025-12-cannabis-products-thc-slightly-pain.html",
    "date": "2025-12-22"
  },
  {
    "title": "Vitamin guidelines require ethnic equilibration, says research",
    "summary": "Vitamin D supplementation is associated with significantly lower risks of type 2 diabetes and depression in certain ethnic groups in the U.S., according to an analysis of nationally representative health data.",
    "hyperlink": "https://medicalxpress.com/news/2025-12-vitamin-guidelines-require-ethnic-equilibration.html",
    "date": "2025-12-22"
  },
  {
    "title": "A new drug could stop Alzheimer’s before memory loss begins",
    "summary": "New research suggests Alzheimer’s may start far earlier than previously thought, driven by a hidden toxic protein in the brain.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251222080119.htm",
    "date": "2025-12-22"
  },
  {
    "title": "A traditional Brazilian plant shows unexpected strength against arthritis",
    "summary": "A Brazilian study has confirmed that Joseph’s Coat, a plant used for generations in folk medicine, can significantly reduce inflammation and arthritis symptoms in lab tests.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251221043237.htm",
    "date": "2025-12-22"
  },
  {
    "title": "Parkinson’s breakthrough changes what we know about dopamine",
    "summary": "A new study shows dopamine isn’t the brain’s movement “gas pedal” after all. Instead of setting speed or strength, it quietly enables movement in the background, much like oil in an engine. When scientists manipulated dopamine during movement, nothing changed—but restoring baseline dopamine levels made a big difference. The finding could reshape how Parkinson’s disease is treated.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251221043225.htm",
    "date": "2025-12-22"
  },
  {
    "title": "Side Effects of Head and Neck Cancer Treatment Impact Scent",
    "summary": "Head and neck (NH) cancers can develop in several distinct locations including the nasal cavity, sinuses, lips, mouth, s ...",
    "hyperlink": "https://www.labroots.com/trending/cancer/30002/effects-head-neck-cancer-treatment-impact-scent",
    "date": "2025-12-21"
  },
  {
    "title": "Ultra-Processed Foods Trigger Rapid Evolution in Gut Microbes",
    "summary": "The gut microbiome is complex, and can be affected by the things we eat, our physical habits, our genes, and other facto ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/29995/ultra-processed-foods-trigger-rapid-evolution-gut-microbes",
    "date": "2025-12-21"
  },
  {
    "title": "New Insights Into the Link Between a Toxic Protein & Neurodegeneration",
    "summary": "Scientists are revealing more about why TDP-43 has long been linked to the neurodegenerative disorders Alzheimer's, FTD, and ALS.",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29994/insights-link-toxic-protein-neurodegeneration",
    "date": "2025-12-21"
  },
  {
    "title": "Chronic fatigue syndrome was once dismissed as an imagined condition, but after years of research, doctors and clinician",
    "summary": "Chronic fatigue syndrome was once dismissed as an imagined condition, but after years of research, doctors and clinician",
    "hyperlink": "https://www.labroots.com/trending/molecular-biology/29996/scientists-physiological-changes-related-chronic-fatigue",
    "date": "2025-12-21"
  },
  {
    "title": "Science says we’ve been nurturing “gifted” kids all wrong",
    "summary": "A major international review has upended long-held ideas about how top performers are made. By analyzing nearly 35,000 elite achievers across science, music, chess, and sports, researchers found that early stars rarely become adult superstars. Most world-class performers developed slowly and explored multiple fields before specializing. The message is clear: talent grows through variety, not narrow focus.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251221043218.htm",
    "date": "2025-12-21"
  },
  {
    "title": "Legislation Provides Compensation to Firefighters Diagnosed with Cancer",
    "summary": "On Thursday, President Trump signed legislation that formally recognizes the sacrifices of firefighters and their elevat ...",
    "hyperlink": "https://www.labroots.com/trending/cancer/30001/legislation-provides-compensation-firefighters-diagnosed-cancer",
    "date": "2025-12-19"
  },
  {
    "title": "CBD Gains Ground Among Elite Athletes",
    "summary": "How can cannabidiol (CBD) improve athlete training and recovery? This is what a recent study published in Frontiers in N ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29998/cbd-gains-ground-elite-athletes-2",
    "date": "2025-12-19"
  },
  {
    "title": "He made beer that’s also a vaccine. Now controversy is brewing",
    "summary": "An NIH scientist’s maverick approach reveals legal, ethical, moral, scientific and social challenges to developing potentially life-saving vaccines.",
    "hyperlink": "https://www.sciencenews.org/article/vaccine-beer-polyomavirus-chris-buck",
    "date": "2025-12-19"
  },
  {
    "title": "An asteroid could hit the moon in 2032, scattering debris toward Earth",
    "summary": "An asteroid could hit the moon in 2032, scattering debris toward Earth",
    "hyperlink": "https://www.sciencenews.org/article/asteroid-moon-impact-2032-2024-yr4",
    "date": "2025-12-19"
  },
  {
    "title": "RNA steps outside the cell to help guide immune responses, study suggests",
    "summary": "RNA is usually portrayed as a molecule that works deep inside the cell, helping to turn genetic information into proteins. But new research led by Utrecht University scientist Jack Li shows that RNA also plays an active role ...",
    "hyperlink": "https://medicalxpress.com/news/2025-12-rna-cell-immune-responses.html",
    "date": "2025-12-19"
  },
  {
    "title": "Key protein ACE2 could protect against high blood pressure and diabetes",
    "summary": "Proteins circulating in the blood can reveal what's happening in the body, from how we process energy to how diseases develop. Unlike genetic testing, which shows fixed risk factors from birth, protein analysis provides a ...",
    "hyperlink": "https://medicalxpress.com/news/2025-12-key-protein-ace2-high-blood.html",
    "date": "2025-12-19"
  },
  {
    "title": "Neurons aren’t supposed to regrow but these ones brought back vision",
    "summary": "After injury, the visual system can recover by growing new neural connections rather than replacing lost cells. Researchers found that surviving eye cells formed extra branches that restored communication with the brain. These new pathways worked much like the originals. The repair process, however, was slower or incomplete in females, pointing to important biological differences in recovery.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251219030500.htm",
    "date": "2025-12-19"
  },
  {
    "title": "Helping others for a few hours a week may slow brain aging",
    "summary": "Spending a few hours a week helping others may slow the aging of the brain. Researchers found that both formal volunteering and informal acts, like helping neighbors or relatives, were linked to noticeably slower cognitive decline over time. The benefits added up year after year and didn’t require a huge time commitment. Even modest, everyday helping packed a powerful mental payoff.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251218060615.htm",
    "date": "2025-12-19"
  },
  {
    "title": "Glowing neurons let scientists watch the brain work in real time",
    "summary": "A new bioluminescent tool allows neurons to glow on their own, letting scientists track brain activity without harmful lasers or fading signals. The advance makes it possible to watch individual brain cells fire for hours, offering a clearer, deeper look at how the brain works.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251218060554.htm",
    "date": "2025-12-19"
  },
  {
    "title": "Scientists found a new way to slow aging inside cells",
    "summary": "A small tweak to mitochondrial energy production led to big gains in health and longevity.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251218060557.htm",
    "date": "2025-12-19"
  },
  {
    "title": "Analysis Shows No Association Between Cannabis Consumption and Oral Cancer Incidence",
    "summary": "​A research team found an association between cannabis use and reduced risk of oral cancer. Previous studies have report ...",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29915/analysis-association-cannabis-consumption-oral-cancer-incidence-2",
    "date": "2025-12-18"
  },
  {
    "title": "Cannabis Use Increases Rapidly in Young Adults",
    "summary": "Cannabis use is rapidly increasing among young people in New York City.",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29997/cannabis-increases-rapidly-adults",
    "date": "2025-12-18"
  },
  {
    "title": "Healthy Habits Slow Brain Aging and Boost Heart Health",
    "summary": "Lifestyle decisions may be a crucial factor for your heart and brain health as you age.",
    "hyperlink": "https://www.labroots.com/trending/cardiology/29988/healthy-habits-slow-brain-aging-boost-heart-health-2",
    "date": "2025-12-18"
  },
  {
    "title": "Engineered Cells Improve Immune Response",
    "summary": "Immunotherapy has transformed healthcare and how physicians treat patients. Various forms of immunotherapy have been dev ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/29990/engineered-cells-improve-immune-response",
    "date": "2025-12-18"
  },
  {
    "title": "This newfound cascade of events may explain some female gut pain",
    "summary": "Gut problems like irritable bowel syndrome are often worse in women. A mouse study reveals a pain pathway involving estrogen, gut cells and bacteria.",
    "hyperlink": "https://www.sciencenews.org/article/female-gut-pain-estrogen-ibs-bacteria",
    "date": "2025-12-18"
  },
  {
    "title": "As gambling addiction spreads, one scientist’s work reveals timely insights",
    "summary": "Psychiatrist Robert Custer spent his life convincing doctors that compulsive gambling was not an impulse control problem. Today, his research is foundational for diagnosis and treatment.",
    "hyperlink": "https://www.sciencenews.org/article/bob-custer-gambling-addiction-impulse",
    "date": "2025-12-18"
  },
  {
    "title": "Finances leading factor for some cancer patients not enrolling in potentially life-saving clinical trials, study shows",
    "summary": "A study by Case Western Reserve University and University Hospitals researchers has overturned long-held assumptions about why more cancer patients don't enroll in clinical trials that could potentially save their lives.",
    "hyperlink": "https://medicalxpress.com/news/2025-12-factor-cancer-patients-enrolling-potentially.html",
    "date": "2025-12-18"
  },
  {
    "title": "Researchers identify 166 human pluripotent stem cell lines available for use in clinical applications",
    "summary": "To date, more than 100 clinical trials with human pluripotent stem cell (hPSC)-derived products have been initiated worldwide and an increasing number of potential hPSC-derived clinical products have entered early developmental ...",
    "hyperlink": "https://medicalxpress.com/news/2025-12-human-pluripotent-stem-cell-lines.html",
    "date": "2025-12-18"
  },
  {
    "title": "Firefighter turnout gear may introduce chemical exposures",
    "summary": "Firefighter turnout gear is designed to shield first responders from extreme heat and danger, but new research suggests it may also introduce chemical exposures.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251218074433.htm",
    "date": "2025-12-18"
  },
  {
    "title": "A hidden T cell switch could make cancer immunotherapy work for more people",
    "summary": "Scientists have discovered that T cell receptors activate through a hidden spring-like motion that had never been seen before.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251218074429.htm",
    "date": "2025-12-18"
  },
  {
    "title": "Young adults are using cannabis to sleep at alarming rates",
    "summary": "More than 20% of young adults say they use cannabis or alcohol to fall asleep, with cannabis leading by a wide margin.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251217082507.htm",
    "date": "2025-12-18"
  },
  {
    "title": "Novel Approach Reverses Age-Related Decline in Immune Cells",
    "summary": "The immune system is made of various cell types that take on critical roles to fight off foreign pathogens. These subset ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/29989/novel-approach-reverses-age-related-decline-immune-cells",
    "date": "2025-12-17"
  },
  {
    "title": "Certain Plant-Based Diets Raise Heart Disease Risk",
    "summary": "Some plant-based diets are better than others when it comes to heart disease risk.",
    "hyperlink": "https://www.labroots.com/trending/cardiology/29987/plant-based-diets-raise-heart-disease-risk-2",
    "date": "2025-12-17"
  },
  {
    "title": "Polar plunges aren’t just for the daring",
    "summary": "Bragging rights and an adrenaline rush aren’t the only reasons to start the year with a frigid swim. A dip in icy water builds resilience.",
    "hyperlink": "https://www.sciencenews.org/article/polar-plunges-swimming-icy-cold-water",
    "date": "2025-12-17"
  },
  {
    "title": "How embryos and the uterus 'talk' during implantation",
    "summary": "A new study shows that the embryo and the uterine lining conduct an active \"conversation\" from the very earliest stages of implantation. They engage in a back and forth of tiny packages called extracellular vesicles and lipid ...",
    "hyperlink": "https://medicalxpress.com/news/2025-12-embryos-uterus-implantation.html",
    "date": "2025-12-17"
  },
  {
    "title": "Some ventilator settings can double airway stress",
    "summary": "Mechanical ventilation saves lives, but the airflow it produces inside an intubated airway can also shape conditions linked to complications during long-term support. In a recent study, SUNY Polytechnic Institute faculty ...",
    "hyperlink": "https://medicalxpress.com/news/2025-12-ventilator-airway-stress.html",
    "date": "2025-12-17"
  },
  {
    "title": "Scientists rewired Down syndrome brain circuits by restoring a missing molecule",
    "summary": "A missing brain molecule may be disrupting neural wiring in Down syndrome, according to new research. Replacing it in adult mice rewired brain circuits and improved brain flexibility, challenging the idea that treatment must happen before birth.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251217082505.htm",
    "date": "2025-12-17"
  },
  {
    "title": "Scientists reveal why some brains stop growing too soon",
    "summary": "Researchers used miniature human brains grown in the lab to uncover why certain genetic mutations lead to abnormally small brains. Changes in actin disrupted the orientation of early brain cell divisions, causing crucial progenitor cells to disappear too soon. This reduced the brain’s ability to grow normally. The work offers a clear cellular explanation for microcephaly linked to Baraitser-Winter syndrome.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251216081939.htm",
    "date": "2025-12-17"
  },
  {
    "title": "AI detects cancer but it’s also reading who you are",
    "summary": "AI tools designed to diagnose cancer from tissue samples are quietly learning more than just disease patterns.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251217231230.htm",
    "date": "2025-12-17"
  },
  {
    "title": "This tiny protein helps control how hungry you feel",
    "summary": "Researchers have identified a previously overlooked protein that helps regulate appetite and energy use in the body.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251217231141.htm",
    "date": "2025-12-17"
  },
  {
    "title": "Sugar-free sweeteners may still be harming your liver",
    "summary": "Sorbitol, a popular sugar-free sweetener, may not be as harmless as its label suggests.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251217082459.htm",
    "date": "2025-12-17"
  },
  {
    "title": "He ate a hamburger and died hours later. Doctors found a shocking cause",
    "summary": "A rare tick-borne allergy linked to red meat has now been confirmed as deadly for the first time.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251217082457.htm",
    "date": "2025-12-17"
  },
  {
    "title": "New study reveals how kimchi boosts the immune system",
    "summary": "Kimchi may do far more than add flavor to meals—it could help fine-tune the human immune system.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251216081945.htm",
    "date": "2025-12-17"
  },
  {
    "title": "A new test could reveal Alzheimer’s before symptoms appear",
    "summary": "Scientists at Northern Arizona University are developing a promising new way to detect Alzheimer’s disease earlier than ever before—by tracking how the brain uses sugar.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251216081943.htm",
    "date": "2025-12-17"
  },
  {
    "title": "Revealing the Links Between RPA Mutations & Disease",
    "summary": "Our DNA is compacted and arranged into chromosomes, most of which are shaped like X’s",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29978/revealing-links-rpa-mutations-disease",
    "date": "2025-12-16"
  },
  {
    "title": "Mapping Gene Networks to Understand Complex Disease",
    "summary": "Sometimes, a small error in the sequence of DNA can lead to a very serious disease",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29977/mapping-gene-networks-understand-complex-disease",
    "date": "2025-12-16"
  },
  {
    "title": "Anti-inflammatory Drugs Help Some Patients with Depression",
    "summary": "Anti-inflammatory medications reduce depressive symptom severity and anhedonia in individuals with depression and elevated inflammation.",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29985/anti-inflammatory-drugs-help-patients-depression",
    "date": "2025-12-16"
  },
  {
    "title": "Ozempic Linked to Smaller Risk of Epilepsy",
    "summary": "Taking GLP-1 medications like Ozempic is linked to a smaller risk of developing epilepsy than taking DPP-4 inhibitors.",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29984/ozempic-linked-risk-epilepsy",
    "date": "2025-12-16"
  },
  {
    "title": "A quantum trick helps trim bloated AI models",
    "summary": "A quantum trick helps trim bloated AI models",
    "hyperlink": "https://www.sciencenews.org/article/quantum-tensor-network-ai-model-relief",
    "date": "2025-12-16"
  },
  {
    "title": "Clinical trial suggests knowing HIV 'viral load' doesn't improve number of patients seeking needed care",
    "summary": "According to the U.S. Centers for Disease Control and Prevention (CDC) and other sources, there are approximately 1.2 million people living with HIV in the United States, and another 1.2 to 2.2 million who are at highest ...",
    "hyperlink": "https://medicalxpress.com/news/2025-12-clinical-trial-hiv-viral-doesnt.html",
    "date": "2025-12-16"
  },
  {
    "title": "Structure of dopamine-releasing neurons relates to the type of circuits they form for smell-processing, study finds",
    "summary": "Closely related subtypes of dopamine-releasing neurons may play entirely separate roles in processing sensory information, depending on their physical structure.",
    "hyperlink": "https://medicalxpress.com/news/2025-12-dopamine-neurons-circuits.html",
    "date": "2025-12-16"
  },
  {
    "title": "A new way to prevent gum disease without wiping out good bacteria",
    "summary": "Scientists are uncovering a surprising way to influence bacteria—not by killing them, but by changing how they communicate. Researchers studying oral bacteria found that disrupting chemical signals used in bacterial “conversations” can shift dental plaque toward healthier, less harmful communities. The discovery could open the door to new treatments that prevent disease by maintaining a balanced microbiome rather than wiping bacteria out entirely.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251215084218.htm",
    "date": "2025-12-16"
  },
  {
    "title": "AI learns to decode the diseases written in your DNA",
    "summary": "A newly developed AI can predict which diseases specific genetic mutations are likely to cause, not just whether they are harmful.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251216043957.htm",
    "date": "2025-12-16"
  },
  {
    "title": "Colon cancer is surging in younger adults and doctors are alarmed",
    "summary": "Cases of colorectal cancer in younger adults are climbing worldwide, driven by lifestyle changes and inherited genetic risks.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251215084232.htm",
    "date": "2025-12-16"
  },
  {
    "title": "Scientists find the missing links between genes and disease",
    "summary": "A new genetic mapping strategy reveals how entire networks of genes work together to cause disease, filling in the missing links left by traditional genetic studies.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251215084201.htm",
    "date": "2025-12-16"
  },
  {
    "title": "New Study Aims to Identify the Most Beneficial Gut Microbes",
    "summary": "The huge and diverse community of microbes in the human gastrointestinal tract is intimately linked to many aspects of our health",
    "hyperlink": "https://www.labroots.com/trending/microbiology/29976/study-aims-identify-beneficial-gut-microbes",
    "date": "2025-12-15"
  },
  {
    "title": "A Close Look at Chromatin Condensates",
    "summary": "There is a huge amount of DNA in most human cells, and that DNA has to be carefully compacted and organized",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29974/close-look-chromatin-condensates",
    "date": "2025-12-15"
  },
  {
    "title": "Does Social Isolation Cause Cognitive Decline?",
    "summary": "Social isolation may accelerate cognitive decline later in life, reported a new study published in The Journals of Gerontology.",
    "hyperlink": "https://www.labroots.com/trending/neuroscience/29980/social-isolation-cause-cognitive-decline",
    "date": "2025-12-15"
  },
  {
    "title": "How to levitate objects sans magic",
    "summary": "How to levitate objects sans magic",
    "hyperlink": "https://www.sciencenews.org/article/levitate-magnets-electricity-sound",
    "date": "2025-12-15"
  },
  {
    "title": "Gut bacteria from amphibians and reptiles achieve complete tumor elimination in preclinical model",
    "summary": "A research team of Prof. Eijiro Miyako at the Japan Advanced Institute of Science and Technology (JAIST) has discovered that the bacterium Ewingella americana, isolated from the intestines of Japanese tree frogs (Dryophytes ...",
    "hyperlink": "https://medicalxpress.com/news/2025-12-gut-bacteria-amphibians-reptiles-tumor.html",
    "date": "2025-12-15"
  },
  {
    "title": "Neurons use physical signals, not electricity, to stabilize communication",
    "summary": "Every movement you make and every memory you form depends on precise communication between neurons. When that communication is disrupted, the brain must rapidly rebalance its internal signaling to keep circuits functioning ...",
    "hyperlink": "https://medicalxpress.com/news/2025-12-neurons-physical-electricity-stabilize-communication.html",
    "date": "2025-12-15"
  },
  {
    "title": "Accelerating drug combination discovery with machine learning",
    "summary": "Discovering effective drug combinations may now be easier thanks to a screening platform made public today by St. Jude Children's Research Hospital scientists. Many diseases, including cancers, require combinations of drugs ...",
    "hyperlink": "https://medicalxpress.com/news/2025-12-drug-combination-discovery-machine.html",
    "date": "2025-12-15"
  },
  {
    "title": "How the NIH became the backbone of American medical research and a major driver of innovation and economic growth",
    "summary": "As a young medical student in 1975, I walked into a basement lab at the National Institutes of Health in Bethesda, Maryland, to interview for a summer job.",
    "hyperlink": "https://medicalxpress.com/news/2025-12-nih-backbone-american-medical-major.html",
    "date": "2025-12-15"
  },
  {
    "title": "Cannabis compounds show unexpected power against ovarian cancer",
    "summary": "Scientists have discovered that key compounds from cannabis—CBD and THC—show surprisingly strong effects against ovarian cancer cells. Used together, they slow cell growth, reduce colony formation, and may even block the cancer’s ability to spread. Even more promising, the treatment caused minimal harm to healthy cells and appears to work by restoring a disrupted signaling pathway that fuels tumor growth.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251215025315.htm",
    "date": "2025-12-15"
  },
  {
    "title": "Mayo Clinic neurosurgeon reveals 8 back pain myths to stop believing",
    "summary": "Back pain is wrapped in persistent myths, but many are far from the truth. From misconceptions about heavy lifting and bed rest to confusion over posture, exercise, and surgery, Dr. Meghan Murphy breaks down what really causes pain and what actually helps. Her insights reveal that everyday habits, movement, and smart prevention often make a bigger difference than people realize.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251214100940.htm",
    "date": "2025-12-15"
  },
  {
    "title": "Stem cell pain sponge soaks up osteoarthritis joint pain and protects cartilage",
    "summary": "SereNeuro Therapeutics revealed promising results for SN101, a first-in-class iPSC-derived therapy designed to treat chronic osteoarthritis pain while protecting joint tissue. Instead of blocking pain pathways, SN101 uses lab-grown nociceptors that act like sponges, soaking up inflammatory pain factors without sending pain signals. These cells also release regenerative molecules, offering disease-modifying potential that stands apart from traditional corticosteroids and single-target drugs like Nav1.8 inhibitors.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251214100916.htm",
    "date": "2025-12-15"
  },
  {
    "title": "Why consciousness exists at all",
    "summary": "Consciousness evolved in stages, starting with basic survival responses like pain and alarm, then expanding into focused awareness and self-reflection. These layers help organisms avoid danger, learn from the environment, and coordinate socially. Surprisingly, birds show many of these same traits, from subjective perception to basic self-awareness. This suggests consciousness is far older and more widespread than once believed.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251215084209.htm",
    "date": "2025-12-15"
  },
  {
    "title": "These simple habits could make your brain 8 years younger, study finds",
    "summary": "New research shows that your brain’s “true age” can shift dramatically depending on how you live, with optimism, restorative sleep, stress management, and strong social support acting like powerful anti-aging tools. Using advanced MRI-based brain-age estimates, scientists found that people with multiple healthy lifestyle factors had brains up to eight years younger than expected — even among those living with chronic pain.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251214100933.htm",
    "date": "2025-12-15"
  },
  {
    "title": "AI found a way to stop a virus before it enters cells",
    "summary": "Researchers discovered a hidden molecular “switch” that herpes viruses rely on to invade cells.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251215084155.htm",
    "date": "2025-12-15"
  },
  {
    "title": "New study shows some plant-based diets may raise heart disease risk",
    "summary": "Researchers tracking over 63,000 adults found that high-quality, minimally processed plant foods significantly reduce cardiovascular risk.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251214100928.htm",
    "date": "2025-12-15"
  },
  {
    "title": "Scientists develop mini human heart organoid that mimics atrial fibrillation",
    "summary": "Though an estimated 60 million people around the world have atrial fibrillation, or A-fib, a type of irregular and often fast heartbeat, it's been at least 30 years since any new treatments have been developed. This is because ...",
    "hyperlink": "https://medicalxpress.com/news/2025-12-scientists-mini-human-heart-organoid.html",
    "date": "2025-12-14"
  },
  {
    "title": "Harvard gut discovery could change how we treat obesity and diabetes",
    "summary": "Scientists found that certain molecules made by gut bacteria travel to the liver and help control how the body uses energy.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251214100926.htm",
    "date": "2025-12-14"
  },
  {
    "title": "Researchers identify viral suspects that could be fueling long COVID",
    "summary": "Scientists are uncovering a new possibility behind long COVID’s stubborn symptoms: hidden infections that awaken or emerge alongside SARS-CoV-2.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251214100911.htm",
    "date": "2025-12-14"
  },
  {
    "title": "FDA drug trials exclude a widening slice of Americans, research reveals",
    "summary": "A new study finds just 6% of clinical trials used to approve new drugs in the U.S. reflect the country's racial and ethnic makeup, with an increasing trend of trials underrepresenting Black and Hispanic individuals.",
    "hyperlink": "https://medicalxpress.com/news/2025-12-fda-drug-trials-exclude-widening.html",
    "date": "2025-12-13"
  },
  {
    "title": "Ozempic may offer a surprising bonus benefit for brain health",
    "summary": "A new analysis suggests that people with type 2 diabetes who use GLP-1 medications like Ozempic, Trulicity or Victoza may be less likely to develop epilepsy than those taking DPP-4 inhibitors. Semaglutide showed the strongest connection to lowered risk. Researchers caution that the findings show an association, not proof of cause and effect. More rigorous long-term studies are needed to understand the link.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251213042249.htm",
    "date": "2025-12-13"
  },
  {
    "title": "The brain switch that could rewrite how we treat mental illness",
    "summary": "Scientists exploring how the brain responds to stress discovered molecular changes that can influence behavior long after an experience ends. They also identified natural resilience systems that help protect certain individuals from harm. These findings are opening the door to treatments that focus on building strength, not just correcting problems. The work is also fueling a broader effort to keep science open, independent, and accessible.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251213042402.htm",
    "date": "2025-12-13"
  },
  {
    "title": "Kids’ anxiety and depression dropped fast after COVID school reopenings",
    "summary": "Researchers discovered that children who went back to school during COVID experienced far fewer mental health diagnoses than those who stayed remote.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251213042244.htm",
    "date": "2025-12-13"
  },
  {
    "title": "Study Suggests Dispensaries Pose Harms for Their Neighborhoods",
    "summary": "A study published in the Annals of Internal Medicine found an association between community exposure to cannabis retail and increased crime rates.",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29971/study-suggests-dispensaries-pose-harms-neighborhoods-2",
    "date": "2025-12-12"
  },
  {
    "title": "‘Black Religion in the Madhouse’ examines psychiatry and race post-Civil War",
    "summary": "In the aftermath of slavery, white psychiatrists diagnosed Black people with “religious excitement” and claimed they were unfit for freedom.",
    "hyperlink": "https://www.sciencenews.org/article/racism-psychiatry-black-religion-book",
    "date": "2025-12-12"
  },
  {
    "title": "Scientists reveal the real benefits and hidden risks of medical cannabis",
    "summary": "A sweeping review of more than 2,500 studies reveals that despite booming public enthusiasm, cannabis has strong scientific support for only a few medical uses, leaving most popular claims—like relief for chronic pain, anxiety, and insomnia—on shaky ground. The findings spotlight a persistent gap between what people believe cannabis can do and what clinical evidence actually shows.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251211100620.htm",
    "date": "2025-12-12"
  },
  {
    "title": "AI finds a surprising monkeypox weak spot that could rewrite vaccines",
    "summary": "Researchers used AI to pinpoint a little-known monkeypox protein that provokes strong protective antibodies.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251212204834.htm",
    "date": "2025-12-12"
  },
  {
    "title": "Early Earth’s belly held onto its water",
    "summary": "Early Earth’s belly held onto its water",
    "hyperlink": "https://www.sciencenews.org/article/early-earth-water-maga-ocean-mantle",
    "date": "2025-12-11"
  },
  {
    "title": "Nerve injuries can trigger hidden immune changes throughout the entire body",
    "summary": "Researchers discovered that nerve injuries can alter the immune system throughout the body, and males and females react very differently. Male mice showed strong inflammatory responses, while females showed none, yet both transmitted pain-inducing signals through their blood. These findings reveal previously unknown pathways driving pain, especially in females. The work points toward new opportunities for personalized chronic pain therapies.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251211100623.htm",
    "date": "2025-12-11"
  },
  {
    "title": "NAD+ supplement shows early promise for long COVID fatigue and brain fog",
    "summary": "Long COVID still affects people worldwide with stubborn symptoms like fatigue and cognitive issues.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251211100629.htm",
    "date": "2025-12-11"
  },
  {
    "title": "This 15 minute hepatitis C test could change everything",
    "summary": "Northwestern scientists have created the fastest-ever hepatitis C diagnostic, delivering accurate results in only 15 minutes.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251210092015.htm",
    "date": "2025-12-11"
  },
  {
    "title": "Bats might be the next bird flu wild card",
    "summary": "Finding that vampire bats along Peru’s coast carried H5N1 antibodies raises concerns that multiple bat species could become reservoirs for the virus.",
    "hyperlink": "https://www.sciencenews.org/article/vampire-bats-bird-flu-h5n1-virus",
    "date": "2025-12-10"
  },
  {
    "title": "Simple supplement mix shows remarkable results in brain cancer",
    "summary": "New research is challenging one of medicine’s oldest assumptions: that cancer must be attacked to be cured. By treating glioblastoma patients with a simple combination of resveratrol and copper, the researchers found dramatic reductions in tumor aggressiveness, cancer biomarkers, immune checkpoints, and stem-cell–related markers—all without side effects. Their approach focuses on “healing” tumors by eliminating harmful cell-free chromatin particles released from dying cancer cells, which normally inflame and worsen the disease. The findings hint at a future where inexpensive nutraceuticals could transform cancer therapy.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251209043050.htm",
    "date": "2025-12-10"
  },
  {
    "title": "Some irritability is normal. Here’s when it’s not",
    "summary": "Irritability is a normal response to frustrations, but it can sometimes signal an underlying mental health disorder, like depression or anxiety.",
    "hyperlink": "https://www.sciencenews.org/article/irritability-mental-health-frustration",
    "date": "2025-12-09"
  },
  {
    "title": "Drought may have doomed the ‘hobbits’ of Flores",
    "summary": "Drought may have doomed the ‘hobbits’ of Flores",
    "hyperlink": "https://www.sciencenews.org/article/drought-doomed-hobbits-human-relatives",
    "date": "2025-12-08"
  },
  {
    "title": "GLP-1 drugs failed to slow Alzheimer’s in two big clinical trials",
    "summary": "Tantalizing results from small trials and anecdotes raised hopes that drugs like Ozempic could help. Despite setbacks, researchers aren’t giving up yet.",
    "hyperlink": "https://www.sciencenews.org/article/glp-1-drugs-failed-slow-alzheimers",
    "date": "2025-12-08"
  },
  {
    "title": "Scientists uncover a volcanic trigger behind the Black Death",
    "summary": "A newly analyzed set of climate data points to a major volcanic eruption that may have played a key role in the Black Death’s arrival.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251208014623.htm",
    "date": "2025-12-08"
  },
  {
    "title": "Garlic mouthwash shows shockingly strong germ-fighting power",
    "summary": "Garlic extract is emerging as a surprisingly powerful contender to chlorhexidine, the long-standing “gold standard” in antimicrobial mouthwashes.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251207031338.htm",
    "date": "2025-12-08"
  },
  {
    "title": "A CDC panel has struck down universal newborn hepatitis B vaccination",
    "summary": "A reshaped vaccine committee voted to scale back newborn hepatitis B shots despite decades of data showing the birth dose is safe, effective and vital.",
    "hyperlink": "https://www.sciencenews.org/article/hepatitis-b-vaccination-newborns-cdc-acip",
    "date": "2025-12-05"
  },
  {
    "title": "Scientists capture flu viruses surfing into human cells in real time",
    "summary": "Scientists have captured a never-before-seen, high-resolution look at influenza’s stealthy invasion of human cells, revealing that the cells aren’t just helpless victims.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251204024226.htm",
    "date": "2025-12-04"
  },
  {
    "title": "A routine shingles shot may offer powerful defense against dementia",
    "summary": "A unique vaccine rollout in Wales gave researchers an accidental natural experiment that revealed a striking reduction in dementia among seniors who received the shingles vaccine.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251203004721.htm",
    "date": "2025-12-03"
  },
  {
    "title": "Twisted stacks of 2-D carbon act like a weird type of superconductor",
    "summary": "Twisted stacks of 2-D carbon act like a weird type of superconductor",
    "hyperlink": "https://www.sciencenews.org/article/twisted-carbon-graphene-superconductor",
    "date": "2025-12-02"
  }
]