[
  {
    "title": "Unlock the Power of Multiplexing in Drug Discovery and Development with Luminex",
    "summary": "Explore how Luminex xMAP® Technology is transforming biopharmaceutical research and drug discovery in this insightfu ...",
    "hyperlink": "https://www.labroots.com/trending/ebooks/29769/unlock-power-multiplexing-drug-discovery-development-luminex",
    "date": "2025-12-11"
  },
  {
    "title": "A Guide to Single-Cell Sequencing",
    "summary": "Single-cell sequencing is a valuable tool for analyzing complex cellular populations, enabling high-resolution views of ...",
    "hyperlink": "https://www.labroots.com/trending/ebooks/29803/guide-single-cell-sequencing",
    "date": "2025-12-11"
  },
  {
    "title": "Discovery of key to joint regeneration could help regrow lost limbs",
    "summary": "Researchers at Texas A&M University have uncovered a key element of joint cartilage regrowth, which brings them one step closer to regrowing human limbs.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-discovery-key-joint-regeneration-regrow.html",
    "date": "2025-12-11"
  },
  {
    "title": "Researchers uncover the secrets of 'cell cannibalism' in oral cancer",
    "summary": "Researchers from the University of Sheffield, working in collaboration with Fiocruz-Bahia in Brazil, are shedding new light on a mysterious process known as tumor cell cannibalism, where one cancer cell engulfs another in ...",
    "hyperlink": "https://medicalxpress.com/news/2025-11-uncover-secrets-cell-cannibalism-oral.html",
    "date": "2025-12-11"
  },
  {
    "title": "Key protein for healing nerve damage reveals a dual role",
    "summary": "Researchers have discovered a key protein that plays a dual role in healing nerve damage. The peripheral nervous system can heal itself, but very slowly. This protein could potentially be used to improve the healing process.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-key-protein-nerve-reveals-dual.html",
    "date": "2025-11-25"
  },
  {
    "title": "Phase II clinical trial results show potential to shorten TB treatment time",
    "summary": "New clinical trial results show that a novel antibiotic candidate, sorfequiline (TBAJ-876), has the potential to improve and shorten tuberculosis treatment time.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-phase-ii-clinical-trial-results.html",
    "date": "2025-11-25"
  },
  {
    "title": "New cholesterol-lowering pill reduces bad cholesterol levels by almost 60%",
    "summary": "A new cholesterol-lowering pill has been shown to reduce bad cholesterol levels by almost 60%.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-cholesterol-lowering-pill-bad.html",
    "date": "2025-11-25"
  },
  {
    "title": "Taking prenatal supplements associated with 30% lower risk of autism",
    "summary": "A new study has found that taking prenatal supplements is associated with a 30% lower risk of autism.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-prenatal-supplements-autism.html",
    "date": "2025-11-25"
  },
  {
    "title": "Zalunfiban shows early benefits for ST-elevation",
    "summary": "Study shows promising results for Zalunfiban in treating ST-elevation",
    "hyperlink": "https://medicalxpress.com/news/2025-11-zalunfiban-early-benefits-st-elevation.html",
    "date": "2025-11-25"
  },
  {
    "title": "Microglia modulate the reactivity of astrocytes in Alzheimer's disease, study finds",
    "summary": "A new study has found that microglia modulate the reactivity of astrocytes in Alzheimer's disease.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-microglia-modulate-reactivity-astrocytes-alzheimer.html",
    "date": "2025-11-25"
  },
  {
    "title": "Brain study reveals new insights",
    "summary": "Researchers gain new understanding of brain function",
    "hyperlink": "https://medicalxpress.com/news/2025-11-brain.html",
    "date": "2025-11-25"
  },
  {
    "title": "Prime potentially multiple genetic diseases",
    "summary": "Researchers explore new method to treat multiple genetic diseases",
    "hyperlink": "https://medicalxpress.com/news/2025-11-prime-potentially-multiple-genetic-diseases.html",
    "date": "2025-11-25"
  },
  {
    "title": "Ambient AI fosters patient burnout",
    "summary": "Study examines the impact of ambient AI on patient burnout",
    "hyperlink": "https://medicalxpress.com/news/2025-11-ambient-ai-burnout-fosters-patient.html",
    "date": "2025-11-25"
  },
  {
    "title": "Disease diagnosis with blood microscope and AI",
    "summary": "Researchers develop new method for disease diagnosis using blood microscope and AI",
    "hyperlink": "https://medicalxpress.com/news/2025-11-disease-blood-microscope-ai.html",
    "date": "2025-11-25"
  },
  {
    "title": "Scientists reawaken exhausted T cells to supercharge cancer immunity",
    "summary": "Researchers discovered a way to keep T cells from wearing out during the fight against cancer, and the approach could make immune-based treatments far more powerful.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251120002828.htm",
    "date": "2025-11-20"
  },
  {
    "title": "Advancing Personalized Cancer Therapies",
    "summary": "Cancer is deeply personal. Each diagnosis brings a unique set of genetic, molecular, and clinical variables that defy on ...",
    "hyperlink": "https://www.labroots.com/trending/cancer/29782/advancing-personalized-cancer-therapies",
    "date": "2025-11-19"
  },
  {
    "title": "Simple molecule shows remarkable Alzheimer’s reversal in rats",
    "summary": "Scientists have developed a new molecule that breaks down beta-amyloid plaques by binding to excess copper in the brain.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251118220052.htm",
    "date": "2025-11-19"
  },
  {
    "title": "Inflammation turns bone marrow into a breeding ground for disease",
    "summary": "Researchers discovered that chronic inflammation fundamentally remodels the bone marrow, allowing mutated stem cell clones to quietly gain dominance with age.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251118220049.htm",
    "date": "2025-11-19"
  },
  {
    "title": "How to keep Ozempic/Wegovy weight loss without the nausea",
    "summary": "Scientists are uncovering how GLP-1 drugs like Ozempic and Wegovy act on brain regions that control hunger, nausea, pleasure-based eating, and thirst.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251118220041.htm",
    "date": "2025-11-19"
  },
  {
    "title": "Supercomputer creates the most realistic virtual brain ever",
    "summary": "Researchers have created one of the most detailed virtual mouse cortex simulations ever achieved by combining massive biological datasets with the extraordinary power of Japan’s Fugaku supercomputer.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251118212037.htm",
    "date": "2025-11-19"
  },
  {
    "title": "Everyday microplastics could be fueling heart disease",
    "summary": "Microplastics—tiny particles now found in food, water, air, and even human tissues—may directly accelerate artery-clogging disease, and new research shows the danger may be far greater for males.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251118220047.htm",
    "date": "2025-11-19"
  },
  {
    "title": "New antibody breakthrough could finally slow polycystic kidney disease",
    "summary": "A specially engineered antibody that can infiltrate kidney cysts has shown the ability to block key growth signals driving polycystic kidney disease.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251118220046.htm",
    "date": "2025-11-19"
  },
  {
    "title": "Ozempic Improves Survival Among Colon Cancer Patients",
    "summary": "GLP-1 receptor agonists like Ozempic and Wegovy may increase survival among patients with colon cancer.",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29874/ozempic-improves-survival-colon-cancer-patients-2",
    "date": "2025-11-18"
  },
  {
    "title": "Common Gout Drug Reduces Cardiovascular Risk",
    "summary": "A widely available drug used for gout may help prevent heart attacks and stroke in people with cardiovascular disease.",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29873/common-gout-drug-reduces-cardiovascular-risk-2",
    "date": "2025-11-18"
  },
  {
    "title": "Chronic Fatigue Linked to Breathing Issues During Exercise",
    "summary": "Many chronic fatigue syndrome patients may suffer from breathing abnormalities, especially during exercise.",
    "hyperlink": "https://www.labroots.com/trending/cardiology/29861/chronic-fatigue-linked-breathing-issues-exercise-2",
    "date": "2025-11-18"
  },
  {
    "title": "The Role of a Cancer-Linked Protein in Wound Healing is Revealed",
    "summary": "High levels of a molecule known as serpinB3 are known to be a reliable marker of serious diseases including inflammatory ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29834/role-cancer-linked-protein-wound-healing-revealed",
    "date": "2025-11-18"
  },
  {
    "title": "Establishing Best Practices in Quality Control Management",
    "summary": "Quality control management in laboratories has become more complex in recent years. While juggling compliance requiremen ...",
    "hyperlink": "https://www.labroots.com/trending/ebooks/29839/establishing-practices-quality-control-management",
    "date": "2025-11-18"
  },
  {
    "title": "How Rabies Does So Much with So Little (Genetic Material)",
    "summary": "Like many viruses, the rabies virus has a relatively small genome compared to most organisms. Scientists have now reveal ...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29833/rabies-little-genetic-material",
    "date": "2025-11-18"
  },
  {
    "title": "See the alarming extent of NIH and NSF funding cuts in 2025",
    "summary": "In 2025, the Trump administration froze or ended about 5,300 NIH and NSF research grants totaling over $5 billion in unspent funds, a decision that reshaped many fields of science.",
    "hyperlink": "https://www.sciencenews.org/article/nih-nsf-cuts-2025-data",
    "date": "2025-11-18"
  },
  {
    "title": "Funding chaos may unravel decades of biomedical research",
    "summary": "Battles between the Trump administration and academic institutions are putting important biomedical advances in limbo.",
    "hyperlink": "https://www.sciencenews.org/article/trump-harvard-funding-biomedical",
    "date": "2025-11-18"
  },
  {
    "title": "Seborrheic dermatitis: Large US cohort reveals pattern of epithelial barrier disease overlap",
    "summary": "A new study has found a pattern of epithelial barrier disease overlap in seborrheic dermatitis.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-seborrheic-dermatitis-large-cohort-reveals.html",
    "date": "2025-11-18"
  },
  {
    "title": "Targeted protein degradation: A new way to combat harmful proteins in tumor cells",
    "summary": "Researchers have developed a new active substance that attacks a key protein in tumor cells, leading to complete degradation.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-protein-degradation-combat-proteins-tumor.html",
    "date": "2025-11-18"
  },
  {
    "title": "Bone marrow model built entirely from human cells can reduce animal testing",
    "summary": "Researchers have succeeded in recreating the cellular complexity of bone marrow using human cells.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-bone-marrow-built-human-cells.html",
    "date": "2025-11-18"
  },
  {
    "title": "How cancer cells 'break through' tight tissue gaps",
    "summary": "Aggressive cancer cells are masters of movement and can switch between different modes to spread through the body.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-cancer-cells-tight-tissue-gaps.html",
    "date": "2025-11-18"
  },
  {
    "title": "NIH grant terminations leave thousands without access to care, study finds",
    "summary": "Thousands of clinical trial participants lost access to important medical studies after NIH grant terminations.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-nih-grant-terminations-thousands-access.html",
    "date": "2025-11-18"
  },
  {
    "title": "A surprising CBD advance calms pain without side effects",
    "summary": "Researchers developed a new nano-micelle formulation, CBD-IN, that finally gets CBD into the brain effectively.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251117095652.htm",
    "date": "2025-11-18"
  },
  {
    "title": "Scientists discover metformin may block key exercise benefits",
    "summary": "Rutgers scientists found that metformin can blunt many of the metabolic and cardiovascular improvements normally produced by exercise.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251117095648.htm",
    "date": "2025-11-18"
  },
  {
    "title": "Chronic pain may dramatically raise your blood pressure",
    "summary": "Chronic pain might quietly push people toward developing high blood pressure—and the more widespread the pain, the greater the danger.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251117095639.htm",
    "date": "2025-11-18"
  },
  {
    "title": "Blocking one enzyme may break the link between alcohol and liver disease",
    "summary": "Scientists discovered that alcohol activates a sugar-producing pathway in the body, creating fructose that may reinforce addictive drinking.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251118033447.htm",
    "date": "2025-11-18"
  },
  {
    "title": "Amazon scorpion venom shows stunning power against breast cancer",
    "summary": "Scientists are turning venom, radioisotopes, engineered proteins, and AI into powerful new tools against cancer.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251117095658.htm",
    "date": "2025-11-18"
  },
  {
    "title": "A silent kidney crisis is spreading faster than anyone expected",
    "summary": "Chronic kidney disease has surged to nearly 800 million cases and is now among the top causes of death worldwide.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251117095646.htm",
    "date": "2025-11-18"
  },
  {
    "title": "New DNA test predicts dangerous heart rhythms early",
    "summary": "Scientists at Northwestern Medicine have developed a new genetic risk score that predicts who is most likely to experience irregular or dangerous heart rhythms.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251117091142.htm",
    "date": "2025-11-18"
  },
  {
    "title": "Study Highlights the Safety and Efficacy of Inhaled Cannabis for Treating Refractory Diabetic Neuropathy",
    "summary": "A study published in Biomedicines found an association between cannabis use and sustained pain reduction in a patient po ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29868/study-highlights-safety-efficacy-inhaled-cannabis-treating-refractory-diabetic-neuropathy-2",
    "date": "2025-11-17"
  },
  {
    "title": "Patients with Dementia Show Positive Cognitive Improvements After Sustained Medical Cannabis Use",
    "summary": "A study published in the Journal of Alzheimer's Disease found that patients suffering from dementia demonstrated cog ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29867/patients-dementia-positive-cognitive-improvements-sustained-medical-cannabis-2",
    "date": "2025-11-17"
  },
  {
    "title": "Gum Disease Linked to Brain White Matter Damage",
    "summary": "Older adults with gum disease have more signs of brain white matter damage than those with good periodontal health.",
    "hyperlink": "https://www.labroots.com/trending/neuroscience/29865/gum-disease-linked-brain-white-matter-damage-2",
    "date": "2025-11-17"
  },
  {
    "title": "Some Viruses Can Significantly Raise Heart Disease Risk",
    "summary": "Scientists have recently conducted a meta-analysis of over 150 research studies, and determined that infections with viruses can significantly raise heart disease risk.",
    "hyperlink": "https://www.labroots.com/trending/microbiology/29831/viruses-significantly-raise-heart-disease-risk",
    "date": "2025-11-17"
  },
  {
    "title": "The Loss of This Protein Alters Muscles' Reaction to Testosterone",
    "summary": "A gene known as ACTN3 has earned the nickname \"the gene for speed\" and it may have an influence on how androgens affect muscle.",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29832/loss-protein-alters-muscles-reaction-testosterone",
    "date": "2025-11-17"
  },
  {
    "title": "Multicancer Screening Could Notably Decrease Late-Stage Cancer Diagnoses",
    "summary": "We hear it over and over: early diagnosis saves lives. No one wants to face a cancer diagnosis but suffice it to say that catching it early is key.",
    "hyperlink": "https://www.labroots.com/trending/cancer/29859/multicancer-screening-decrease-late-cancer-diagnoses",
    "date": "2025-11-17"
  },
  {
    "title": "Disrupting bacterial 'chatter' could tip the balance for better oral health",
    "summary": "Researchers have found that disrupting bacterial communication could help prevent oral health issues.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-disrupting-bacterial-chatter-oral-health.html",
    "date": "2025-11-17"
  },
  {
    "title": "Scientists identify two key targets of common cold virus",
    "summary": "Scientists have identified key cellular checkpoints that are important targets of the common cold virus.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-scientists-key-common-cold-virus.html",
    "date": "2025-11-17"
  },
  {
    "title": "New study identifies part of brain animals use to make inferences",
    "summary": "Researchers have identified a part of the brain that animals use to make inferences about their surroundings.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-brain-animals-inferences.html",
    "date": "2025-11-17"
  },
  {
    "title": "Clinical trial countries often left without new medicines they helped test",
    "summary": "A new study has found that many countries where clinical trials are conducted do not have access to the new medicines tested.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-clinical-trial-countries-left-medicines.html",
    "date": "2025-11-17"
  },
  {
    "title": "Non-opioid pain relief: Brain's 'cleanup crew' reveals a new target",
    "summary": "Researchers have found a new target for non-opioid pain relief.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-opioid-pain-relief-brain-cleanup.html",
    "date": "2025-11-17"
  },
  {
    "title": "Blood tests and sputum analysis help predict COPD exacerbation risks",
    "summary": "Researchers have highlighted recent advances in understanding and managing COPD exacerbations.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-blood-sputum-analysis-copd-exacerbation.html",
    "date": "2025-11-17"
  },
  {
    "title": "Researcher out to solve mystery of migraine",
    "summary": "Researchers are working to understand the causes of migraine.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-mystery-migraine.html",
    "date": "2025-11-17"
  },
  {
    "title": "A tiny ancient virus reveals secrets that could help fight superbugs",
    "summary": "Scientists mapped the Bas63 bacteriophage in unprecedented detail, uncovering how its tail machinery infects bacteria.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251117095635.htm",
    "date": "2025-11-17"
  },
  {
    "title": "GLP-1 drugs like Ozempic deliver huge weight loss but new research reveals a hidden catch",
    "summary": "GLP-1 drugs like tirzepatide and semaglutide offer powerful weight-loss effects but come with unanswered questions about long-term safety, side effects, and global accessibility.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251116105627.htm",
    "date": "2025-11-17"
  },
  {
    "title": "Daily music listening linked to big drop in dementia risk",
    "summary": "Older adults who regularly listen to or play music appear to have significantly lower risks of dementia and cognitive decline.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251116105633.htm",
    "date": "2025-11-17"
  },
  {
    "title": "CRISPR unlocks a new way to defeat resistant lung cancer",
    "summary": "Scientists used CRISPR to disable the NRF2 gene, restoring chemotherapy sensitivity in lung cancer cells and slowing tumor growth.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251117095637.htm",
    "date": "2025-11-17"
  },
  {
    "title": "“Great Unified Microscope” reveals micro and nano worlds in a single view",
    "summary": "A new dual-light microscope lets researchers observe micro- and nanoscale activity inside living cells without using dyes.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251117091134.htm",
    "date": "2025-11-17"
  },
  {
    "title": "Animals are developing the same chronic diseases as humans",
    "summary": "Across the planet, animals are increasingly suffering from chronic illnesses once seen only in humans.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251116105735.htm",
    "date": "2025-11-17"
  },
  {
    "title": "Scientists uncover a surprising protein that heals stubborn wounds",
    "summary": "Researchers have uncovered that SerpinB3, typically linked to severe cancers, is also a key player in natural wound healing.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251116105631.htm",
    "date": "2025-11-17"
  },
  {
    "title": "The hidden brain bias that makes some lies so convincing",
    "summary": "People are more likely to believe lies when there’s the possibility of a reward.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251116105629.htm",
    "date": "2025-11-17"
  },
  {
    "title": "Ultra-processed foods quietly push young adults toward prediabetes",
    "summary": "Ultra-processed foods, already known for their links to health problems in adults, are now shown to harm young adults too, disrupting blood sugar regulation long before illness appears.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251116105619.htm",
    "date": "2025-11-17"
  },
  {
    "title": "Cannabis Use During Palliative Care Prolonged Survival For Patients With Aggressive Cancer",
    "summary": "A study published in the scientific journal F1000 Research found that medical cannabis use increased overall survival rates for patients with aggressive cancer.",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29864/cannabis-palliative-care-prolonged-survival-patients-aggressive-cancer-2",
    "date": "2025-11-16"
  },
  {
    "title": "Why Severe Long COVID is 3X More Likely in Women Than Men",
    "summary": "The COVID pandemic brought many challenges, one of which is the chronic problem known as long COVID that can develop after a person has recovered from the initial infection.",
    "hyperlink": "https://www.labroots.com/trending/microbiology/29830/severe-covid-3x-women",
    "date": "2025-11-16"
  },
  {
    "title": "Are Alcohol-Dependent Adults who Use Cannabis Are Less Likely to Develop Liver Disease?",
    "summary": "A study found that alcohol-dependent individuals who consume cannabis have a significantly lower risk of liver disease development.",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29863/alcohol-dependent-adults-cannabis-develop-liver-disease-2",
    "date": "2025-11-16"
  },
  {
    "title": "How Gut-Brain Signaling Reduces Post-lllness Appetite",
    "summary": "After an illness like the flu, symptoms may go away while a person still feels lousy. Researchers wanted to learn more about why this happens.",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29829/gut-brain-signaling-reduces-post-lllness-appetite",
    "date": "2025-11-16"
  },
  {
    "title": "From body fat to bone, experiment offers hope for 'gentle' repair of fractures",
    "summary": "Researchers are testing a new method to repair spine fractures using body fat.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-body-fat-bone-gentle-fractures.html",
    "date": "2025-11-16"
  },
  {
    "title": "Why snake pee may be key to treating kidney stones and gout",
    "summary": "Scientists are studying snake urine to find new ways to prevent kidney stones and gout.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-snake-pee-key-kidney-stones.html",
    "date": "2025-11-16"
  },
  {
    "title": "Chimps shock scientists by changing their minds with new evidence",
    "summary": "Chimps may revise their beliefs in surprisingly human-like ways.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251115095928.htm",
    "date": "2025-11-16"
  },
  {
    "title": "Smoking cannabis with tobacco may disrupt the brain’s “bliss molecule”",
    "summary": "Scientists found that people who use both cannabis and tobacco show a distinct brain pattern tied to mood and stress regulation.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251115095932.htm",
    "date": "2025-11-16"
  },
  {
    "title": "Scientists find a surprising link between lead and human evolution",
    "summary": "Researchers found that ancient hominids—including early humans—were exposed to lead throughout childhood, leaving chemical traces in fossil teeth.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251115095930.htm",
    "date": "2025-11-16"
  },
  {
    "title": "Neuroscientists find immune cells that may slow aging",
    "summary": "A newly recognized set of T helper cells seems to guard against aging by eliminating harmful senescent cells.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251115095926.htm",
    "date": "2025-11-16"
  },
  {
    "title": "Scientific researchers urge Congress to increase funding to the NIH as the shutdown ends",
    "summary": "Researchers are urging Congress to increase funding to the NIH.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-scientific-urge-congress-funding-nih.html",
    "date": "2025-11-15"
  },
  {
    "title": "Scientists reverse kidney damage in mice, hope for humans next",
    "summary": "Researchers uncovered how fatty molecules called ceramides trigger acute kidney injury by damaging the mitochondria that power kidney cells.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251114094525.htm",
    "date": "2025-11-15"
  },
  {
    "title": "New discovery could help stop diabetes damage at its source",
    "summary": "Scientists identified a small molecule that interrupts a harmful protein pair linked to diabetic inflammation and tissue damage.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251114041225.htm",
    "date": "2025-11-15"
  },
  {
    "title": "CRISPR brings back ancient gene that prevents gout and fatty liver",
    "summary": "By reactivating a long-lost gene, researchers were able to lower uric acid levels and stop damaging fat accumulation in human liver models.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251114041214.htm",
    "date": "2025-11-15"
  },
  {
    "title": "Scientists melt early protein clumps and shut down Alzheimer’s damage",
    "summary": "Researchers found that tau proteins don’t jump straight into forming Alzheimer’s-associated fibrils—first they assemble into soft, reversible clusters.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251115095914.htm",
    "date": "2025-11-15"
  },
  {
    "title": "Sea-Level Rise Could Make Extreme Floods Frequent by 2050",
    "summary": "What impact can sea-level rise have on extreme floods in the future? This is what a recent study published in Coastal Engineering aimed to find out.",
    "hyperlink": "https://www.labroots.com/trending/earth-and-the-environment/29858/sea-level-rise-extreme-floods-frequent-2",
    "date": "2025-11-14"
  },
  {
    "title": "Study Highlights Link Between Alcohol and Cannabis Use and Adverse Effects in Young Adults",
    "summary": "York University researchers found that young adults experiencing high stress, depression, and anxiety were more likely to use alcohol and cannabis, leading to adverse effects.",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29617/study-highlights-link-alcohol-cannabis-adverse-effects-adults-2",
    "date": "2025-11-14"
  },
  {
    "title": "Study Shows Pupil Size Is Not a Reliable Indicator of Acute Cannabis Exposure",
    "summary": "A study published in the Clinical Toxicology examined ocular measures as evidence of cannabis-induced impairment and found that pupil size is not a reliable indicator.",
    "hyperlink": "https://www.labroots.com/trending/health-and-medicine/29694/study-pupil-size-reliable-indicator-acute-cannabis-exposure-2",
    "date": "2025-11-14"
  },
  {
    "title": "Scientists Call Age-25 Cannabis Rules a Myth",
    "summary": "What should be the minimum legal age for recreational cannabis? This is what a recent study published in The American Journal of Psychiatry aimed to find out.",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29854/scientists-call-age-25-cannabis-rules-myth-2",
    "date": "2025-11-14"
  },
  {
    "title": "Microgravity Muscle Printing Paves Way for Space Biomanufacturing",
    "summary": "Can muscle tissue be 3D-printed in outer space to improve astronaut health? This is what a recent study published in Advanced Science aimed to find out.",
    "hyperlink": "https://www.labroots.com/trending/technology/29791/microgravity-muscle-printing-paves-space-biomanufacturing-2",
    "date": "2025-11-14"
  },
  {
    "title": "A new cholesterol-lowering pill shows promise in clinical trials",
    "summary": "The drug enlicitide reduced cholesterol for adults with high levels due to an inherited disorder and may also work for a broader population.",
    "hyperlink": "https://www.sciencenews.org/article/cholesterol-lowering-pill-enlicitide",
    "date": "2025-11-14"
  },
  {
    "title": "Scientists find a molecule that mimics exercise and slows aging",
    "summary": "Exercise appears to spark a whole-body anti-aging cascade, and scientists have now mapped out how it happens—and how a simple oral compound can mimic it.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251113071620.htm",
    "date": "2025-11-14"
  },
  {
    "title": "Scientists uncover a hidden limit inside human endurance",
    "summary": "Ultra-endurance athletes can push their bodies to extraordinary extremes, but even they run into a hard biological wall.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251113071616.htm",
    "date": "2025-11-14"
  },
  {
    "title": "New prediction breakthrough delivers results shockingly close to reality",
    "summary": "Researchers have created a prediction method that comes startlingly close to real-world results. It works by aiming for strong alignment with actual values rather than simply reducing mistakes. Tests on medical and health data showed it often outperforms classic approaches. The discovery could reshape how scientists make reliable forecasts.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251112111023.htm",
    "date": "2025-11-14"
  },
  {
    "title": "Study Uncovers a Role for Ultraprocessed Food in Early-Onset Colorectal Cancer",
    "summary": "The rates of early-onset colorectal cancer, cases diagnosed in those under 50 years old, have alarmingly and rapidly increased over the past few decades.",
    "hyperlink": "https://www.labroots.com/trending/cancer/29843/study-uncovers-role-ultraprocessed-food-early-onset-colorectal-cancer",
    "date": "2025-11-13"
  },
  {
    "title": "Do Medical Cannabis Laws Reduce Opioid Use?",
    "summary": "A new study reported that states that have legalized the sale and use of medical marijuana have seen a 16% decline in opioid prescriptions.",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29851/medical-cannabis-laws-reduce-opioid-use-2",
    "date": "2025-11-13"
  },
  {
    "title": "Daily Coffee May Reduce Atrial Fibrillation Risk by 39%",
    "summary": "Counterintuitively, coffee may be beneficial for those with heart rhythm issues.",
    "hyperlink": "https://www.labroots.com/trending/cardiology/29849/daily-coffee-reduce-atrial-fibrillation-risk-2",
    "date": "2025-11-13"
  },
  {
    "title": "Poor Sleep May Increase Injury Risk for Runners",
    "summary": "New research published in the journal Applied Sciences suggests that poor sleep may make runners nearly twice as likely to get injured.",
    "hyperlink": "https://www.labroots.com/trending/cardiology/29847/poor-sleep-increase-injury-risk-runners-4",
    "date": "2025-11-13"
  },
  {
    "title": "Novel Nasal Vaccine Prevents Respiratory Disease",
    "summary": "Over the last few decades, the development of nasal vaccines has been used to deliver treatment for various diseases, including respiratory infections.",
    "hyperlink": "https://www.labroots.com/trending/immunology/29837/novel-nasal-vaccine-prevents-respiratory-disease",
    "date": "2025-11-13"
  },
  {
    "title": "Engineered Antibody Improves Treatment for Autoimmune Disorders",
    "summary": "Autoimmune disorders occur when the body’s immune system cannot differentiate between cells that are its own and perceived foreign invaders, and a new study found an engineered antibody that can improve treatment.",
    "hyperlink": "https://www.labroots.com/trending/immunology/29838/engineered-antibody-improves-treatment-autoimmune-disorders",
    "date": "2025-11-13"
  },
  {
    "title": "Current cannabis blood concentrations used to identify impaired drivers could land innocent people in jail",
    "summary": "A new study has found that current cannabis blood limits may unfairly penalize innocent people.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-current-cannabis-blood-impaired-drivers.html",
    "date": "2025-11-13"
  },
  {
    "title": "Stinky socks help replace human bait in surveys for river blindness",
    "summary": "Researchers have found a new method to survey for river blindness using stinky socks.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-stinky-socks-human-bait-surveys.html",
    "date": "2025-11-13"
  },
  {
    "title": "Mechanics of mucus droplets explain swift spread of infections to lungs",
    "summary": "Researchers have studied the mechanics of mucus droplets and their role in the spread of infections.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-mechanics-mucus-droplets-swift-infections.html",
    "date": "2025-11-13"
  },
  {
    "title": "New study on treatment options could help your doctor make smarter decisions",
    "summary": "A new study could help doctors make better treatment decisions.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-treatment-options-doctor-smarter-decisions.html",
    "date": "2025-11-13"
  },
  {
    "title": "Lifelong drugs for autoimmune diseases don't work well. Now scientists are trying something new",
    "summary": "Scientists are trying a revolutionary new approach to treat rheumatoid arthritis, multiple sclerosis, lupus and other devastating autoimmune diseases—by reprogramming patients' out-of-whack immune systems.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-bold-approach-autoimmune-diseases.html",
    "date": "2025-11-13"
  },
  {
    "title": "Scientists trying to unravel one of the body's biggest mysteries",
    "summary": "A peek inside some leading research labs shows how scientists-turned-detectives are painstakingly decoding what causes autoimmune diseases and how to stop the immune system from attacking you instead of protecting you.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-scientists-unravel-body-biggest-mysteries.html",
    "date": "2025-11-13"
  },
  {
    "title": "Six strategies to reinvigorate the doctor-patient bedside encounter",
    "summary": "Today's doctor visits look and feel a lot different than they did even just a couple decades ago.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-strategies-reinvigorate-doctor-patient-bedside.html",
    "date": "2025-11-13"
  },
  {
    "title": "A tiny worm just revealed a big secret about living longer",
    "summary": "Scientists studying aging found that sensory inputs like touch and smell can cancel out the lifespan-boosting effects of dietary restriction by suppressing the key longevity gene fmo-2.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251113071613.htm",
    "date": "2025-11-13"
  },
  {
    "title": "Strange microscopic structures found in Long COVID blood",
    "summary": "Scientists have discovered strange microscopic structures in the blood of people with Long COVID—clusters of tiny microclots tangled together with sticky immune webs known as neutrophil extracellular traps, or NETs. These combined structures show up far more often in Long COVID patients, where they appear larger, denser, and more stubborn than in healthy blood.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251112111021.htm",
    "date": "2025-11-13"
  },
  {
    "title": "Your anxiety may be controlled by hidden immune cells in the brain",
    "summary": "Researchers have uncovered surprising evidence that anxiety may be controlled not by neurons but by two dueling groups of immune cells inside the brain.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251113071604.htm",
    "date": "2025-11-13"
  },
  {
    "title": "Cheap gout drug may slash heart attack and stroke risk",
    "summary": "Colchicine, a cheap and widely used gout drug, may help prevent heart attacks and strokes in people with cardiovascular disease.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251112220234.htm",
    "date": "2025-11-13"
  },
  {
    "title": "Smart drug strikes a hidden RNA weak point in cancer cells",
    "summary": "Researchers have designed a smart drug that hunts down and breaks a little-known RNA that cancer cells depend on.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251112111033.htm",
    "date": "2025-11-13"
  },
  {
    "title": "This fly’s flesh-eating maggot is making a comeback. Here’s what to know",
    "summary": "After a decades-long hiatus, new world screwworm populations have surged in Central America and Mexico — and are inching northward.",
    "hyperlink": "https://www.sciencenews.org/article/flesh-eating-maggot-comeback-screwworm",
    "date": "2025-11-12"
  },
  {
    "title": "Scientists find 15 gut bacteria that may drive heart disease",
    "summary": "Scientists in Seoul have uncovered 15 gut bacterial species linked to coronary artery disease, showing that microbes can influence heart health far beyond digestion. Their findings reveal how shifts in gut microbial function — including inflammation, loss of protective species, and overactive metabolic pathways — may drive disease progression. Intriguingly, even “good” bacteria like Faecalibacterium prausnitzii and Akkermansia muciniphila can become harmful under certain conditions.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251112011818.htm",
    "date": "2025-11-12"
  },
  {
    "title": "What brain scans reveal about soccer fans’ passion and rage",
    "summary": "Researchers scanning soccer fans’ brains found that wins trigger bursts of reward activity while losses dampen control signals.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251111233952.htm",
    "date": "2025-11-12"
  },
  {
    "title": "Hidden household toxin triples liver disease risk, study finds",
    "summary": "Scientists have uncovered a new environmental culprit behind liver disease: tetrachloroethylene (PCE), a chemical used in dry cleaning and household products. The study found that people with PCE exposure were three times more likely to develop severe liver scarring, even when traditional risk factors like alcohol or obesity were absent. The chemical is widespread in air, water, and consumer goods, making it a stealthy threat to public health.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251112011835.htm",
    "date": "2025-11-12"
  },
  {
    "title": "New study finds Ozempic and Mounjaro protect the heart too",
    "summary": "New research from the Technical University of Munich and Harvard Medical School reveals that popular GLP-1-based drugs, semaglutide (Ozempic) and tirzepatide (Mounjaro), not only promote weight loss but also significantly reduce the risk of heart attacks and strokes in patients with type 2 diabetes. Using real-world insurance data, the study found up to an 18% reduction in major cardiovascular events, confirming powerful heart-protective effects that appear to extend beyond weight control.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251112011814.htm",
    "date": "2025-11-12"
  },
  {
    "title": "Wegovy and Ozempic tied to dramatically lower cancer deaths",
    "summary": "GLP-1 drugs such as Ozempic and Wegovy may extend the lives of colon cancer patients, according to a major UC San Diego study. Patients on the medications had less than half the mortality rate of non-users. Researchers suspect the drugs’ anti-inflammatory and metabolic effects contribute to improved outcomes. They’re now calling for clinical trials to test whether these findings reflect a true anti-cancer mechanism.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251112011810.htm",
    "date": "2025-11-12"
  },
  {
    "title": "COVID-19 Vaccine Linked to Fewer Allergies and Infections",
    "summary": "A new study found that children who received the COVID-19 vaccine had lower rates of infections and allergies compared to those who did not receive the vaccine.",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29826/covid-19-vaccine-linked-fewer-allergies-infections-2",
    "date": "2025-11-11"
  },
  {
    "title": "The Early Life Gut Microbiome is Linked to Emotional Health",
    "summary": "Scientists have now found that the composition of the gut microbiome during childhood can have an influence on whether a ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/29819/life-gut-microbiome-linked-emotional-health",
    "date": "2025-11-11"
  },
  {
    "title": "The Mechanism Behind a Common Virus is Revealed",
    "summary": "Astroviruses may not be well known, but they are very common and are the leading cause of diarrhea in children...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29818/mechanism-common-virus-revealed",
    "date": "2025-11-11"
  },
  {
    "title": "Tailored Vitamin D Doses Halve Risk of Second Heart Attack",
    "summary": "Tailoring vitamin D3 doses according to patient needs following a heart attack reduces the risk of a second heart attack.",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29825/tailored-vitamin-doses-halve-risk-heart-attack-2",
    "date": "2025-11-11"
  },
  {
    "title": "Tiny implant wipes out bladder cancer in 82% of patients",
    "summary": "TAR-200, a small drug-releasing implant, wiped out tumors in most patients with high-risk bladder cancer. Its slow, consistent release of chemotherapy proved far more effective than traditional short-term treatments. The therapy may replace bladder removal surgery for many and has earned FDA Priority Review due to its impressive results.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251111010000.htm",
    "date": "2025-11-11"
  },
  {
    "title": "Clearing brain plaques isn’t enough to heal Alzheimer’s",
    "summary": "Japanese researchers found that lecanemab, an amyloid-clearing drug for Alzheimer’s, does not improve the brain’s waste clearance system in the short term. This implies that nerve damage and impaired clearance occur early and are difficult to reverse. Their findings underscore that tackling amyloid alone may not be enough to restore brain function, urging a broader approach to treatment.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251111005944.htm",
    "date": "2025-11-11"
  },
  {
    "title": "The rarest element on Earth could revolutionize cancer treatment",
    "summary": "Texas A&M scientists have unlocked new potential for astatine-211, a rare and short-lived element, as a highly precise cancer-fighting isotope. Its alpha emissions destroy tumor cells while sparing healthy tissue, making it ideal for targeted therapy.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251111010008.htm",
    "date": "2025-11-11"
  },
  {
    "title": "Scientists turn body fat into bone to heal spinal fractures",
    "summary": "Researchers in Osaka have found that stem cells from fat tissue can repair spinal fractures similar to those caused by osteoporosis. By turning these cells into bone-forming clusters and pairing them with a bone-rebuilding material, rats regained stronger, healthier spines. The approach could offer a safe, minimally invasive alternative for treating bone diseases in humans.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251111005949.htm",
    "date": "2025-11-11"
  },
  {
    "title": "Running on little sleep? You’re twice as likely to get hurt",
    "summary": "Researchers found that runners who sleep poorly face nearly double the injury risk compared to those who rest well. The study highlights that sleep is not just recovery—it’s a key factor in preventing injuries. They stress that runners should prioritize rest alongside training. Simple habits like consistent bedtimes and limiting screens can make a big difference.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251111005945.htm",
    "date": "2025-11-11"
  },
  {
    "title": "This 14th century story fooled the world about the Black Death",
    "summary": "Historians have traced myths about the Black Death’s rapid journey across Asia to one 14th-century poem by Ibn al-Wardi.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251111005957.htm",
    "date": "2025-11-11"
  },
  {
    "title": "New online tool can predict how well blood pressure drugs will work",
    "summary": "A new blood pressure calculator built on extensive clinical trial data helps doctors accurately estimate how much each medication will reduce blood pressure.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251109013248.htm",
    "date": "2025-11-10"
  },
  {
    "title": "AI unravels the hidden communication of gut microbes",
    "summary": "Scientists have turned to advanced AI to decode the intricate ecosystem of gut bacteria and their chemical signals.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251109013246.htm",
    "date": "2025-11-10"
  },
  {
    "title": "Scientists find brain chemical tied to trauma and depression",
    "summary": "Researchers identified SGK1 as a key chemical connecting childhood trauma to depression and suicidal behavior. High SGK1 levels were found in the brains of suicide victims and in people with genetic variants linked to early adversity. Drugs that block SGK1 could offer a new kind of antidepressant, especially for patients resistant to SSRIs.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251110021114.htm",
    "date": "2025-11-10"
  },
  {
    "title": "Goodbye cavities? This new toothpaste made from hair can heal enamel",
    "summary": "Scientists have found that keratin, the protein in hair and skin, can repair and protect tooth enamel. The material forms a mineralized layer that halts decay and restores strength, outperforming traditional fluoride. Made from sustainable sources like hair, it could soon be available in toothpaste or gels. The discovery could transform dentistry by turning waste into a powerful tool for regeneration.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251110021058.htm",
    "date": "2025-11-10"
  },
  {
    "title": "Hidden weakness makes prostate cancer self-destruct",
    "summary": "Researchers have discovered that prostate cancer depends on two key enzymes, PDIA1 and PDIA5, to survive and resist therapy. When blocked, these enzymes cause the androgen receptor to collapse, killing cancer cells and enhancing the effects of drugs like enzalutamide. They also disrupt the cancer’s energy system, striking it on multiple fronts. This breakthrough could open a new path to overcoming drug resistance in advanced prostate cancer.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251110021056.htm",
    "date": "2025-11-10"
  },
  {
    "title": "New research finds no clear link between acetaminophen (Tylenol) and autism",
    "summary": "A sweeping review of existing studies finds no solid evidence that using acetaminophen (Tylenol) during pregnancy increases the risk of autism or ADHD in children. Researchers found that previous reviews often relied on weak or biased data, and most did not properly account for genetic or environmental factors shared by families. When these factors were considered, any apparent link between acetaminophen use and neurodevelopmental disorders largely disappeared.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251110021050.htm",
    "date": "2025-11-10"
  },
  {
    "title": "Surprising heart study finds daily coffee may cut AFib risk by 39%",
    "summary": "New research finds that daily coffee drinking may cut AFib risk by nearly 40%, defying decades of medical caution. Scientists discovered that caffeine’s effects on activity, blood pressure, and inflammation could all contribute to a healthier heart rhythm. The DECAF clinical trial’s findings suggest coffee could be not only safe but beneficial for people with A-Fib.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251110021046.htm",
    "date": "2025-11-10"
  },
  {
    "title": "Vitamin D3 breakthrough halves risk of second heart attack",
    "summary": "Intermountain Health researchers discovered that customizing vitamin D3 doses for heart attack survivors slashed their risk of another heart attack by 50%. The strategy involved frequent monitoring and dose adjustments to reach ideal vitamin D levels. Traditional studies didn’t track blood levels, missing this critical link.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251110021043.htm",
    "date": "2025-11-10"
  },
  {
    "title": "A hidden breathing problem may be behind chronic fatigue’s crushing exhaustion",
    "summary": "Scientists have discovered that most chronic fatigue patients experience dysfunctional breathing, which may worsen their symptoms. The likely culprit is dysautonomia, a disruption in how the body controls blood vessels and muscles. Breathing retraining, yoga, or biofeedback could help restore proper breathing rhythm and ease fatigue. The findings open a promising new path for managing this long-misunderstood illness.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251110021041.htm",
    "date": "2025-11-10"
  },
  {
    "title": "New bacterial therapy destroys cancer without the immune system",
    "summary": "A Japanese-led research team has developed AUN, a groundbreaking immune-independent bacterial cancer therapy that uses two harmonized bacteria to destroy tumors even in patients with weakened immune systems. By leveraging the natural synergy between Proteus mirabilis and Rhodopseudomonas palustris, AUN selectively targets cancer cells, reshapes itself within tumors, and avoids harmful side effects like cytokine release syndrome.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251109013250.htm",
    "date": "2025-11-10"
  },
  {
    "title": "Doctors found a way to stop a deadly metformin reaction",
    "summary": "A hospital in Thailand created a quick-action dialysis protocol for patients with metformin-associated lactic acidosis, a dangerous reaction to a common diabetes drug.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251109013244.htm",
    "date": "2025-11-09"
  },
  {
    "title": "A simple DNA test could reveal the right antidepressant for you",
    "summary": "Scientists in Sweden, Denmark, and Germany are developing a genetic test to predict which medications will actually work.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251109013242.htm",
    "date": "2025-11-09"
  },
  {
    "title": "Scientists find brain cells that could stop Alzheimer’s",
    "summary": "Researchers have identified special immune cells in the brain that help slow Alzheimer’s.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251108083902.htm",
    "date": "2025-11-08"
  },
  {
    "title": "A 500-million-year-old brain 'radar' still shapes how you see",
    "summary": "New research shows that the superior colliculus, a primitive brain region, can independently interpret visual information.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251108083858.htm",
    "date": "2025-11-08"
  },
  {
    "title": "COVID vaccine linked to fewer infections and allergies in kids with eczema",
    "summary": "New research suggests the COVID-19 vaccine could help children with eczema stay healthier overall.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251108012853.htm",
    "date": "2025-11-08"
  },
  {
    "title": "Scientists find hidden brain damage from a common pesticide",
    "summary": "Prenatal exposure to the insecticide chlorpyrifos causes widespread brain abnormalities and poorer motor skills in children.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251107010322.htm",
    "date": "2025-11-07"
  },
  {
    "title": "Scientists find hidden brain source that fuels dementia",
    "summary": "Weill Cornell researchers uncovered how free radicals from astrocyte mitochondria can fuel dementia.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251106003155.htm",
    "date": "2025-11-06"
  },
  {
    "title": "Scientists may have found how to reverse memory loss in aging brains",
    "summary": "Virginia Tech researchers have shown that memory loss in aging may be reversible.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251105050720.htm",
    "date": "2025-11-06"
  },
  {
    "title": "Scientists uncover meditation’s hidden side effects",
    "summary": "Meditation is widely praised for its mental health benefits, but new research shows that it can also produce unexpected side effects for some people.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251105050730.htm",
    "date": "2025-11-05"
  },
  {
    "title": "A breakthrough map reveals how the brain really works",
    "summary": "Scientists have shown that brain connectivity patterns can predict mental functions across the entire brain.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251105050714.htm",
    "date": "2025-11-05"
  },
  {
    "title": "A shapeshifting protein explains rabies’ deadly power",
    "summary": "Researchers discovered how rabies virus exerts massive control over host cells with very few genes.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251105050708.htm",
    "date": "2025-11-05"
  },
  {
    "title": "Scientists shocked to find E. coli spreads as fast as the swine flu",
    "summary": "Researchers have, for the first time, estimated how quickly E. coli bacteria can spread between people — and one strain moves as fast as swine flu.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251104094136.htm",
    "date": "2025-11-05"
  },
  {
    "title": "Breakthrough brain discovery reveals a natural way to relieve pain",
    "summary": "Using powerful 7-Tesla brain imaging, researchers mapped how the brainstem manages pain differently across the body.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251104013027.htm",
    "date": "2025-11-04"
  },
  {
    "title": "Walking may be the brain’s best defense against Alzheimer’s",
    "summary": "Walking a few thousand steps daily may help hold off Alzheimer’s for years, a Mass General Brigham study found.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251104013008.htm",
    "date": "2025-11-04"
  },
  {
    "title": "Scientists reverse anxiety by rebalancing the brain",
    "summary": "Researchers have discovered a specific set of neurons in the amygdala that can trigger anxiety and social deficits when overactive.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251104013004.htm",
    "date": "2025-11-04"
  },
  {
    "title": "MIT scientists discover how the brain spins back into focus",
    "summary": "Researchers at MIT’s Picower Institute found that rotating waves of brain activity help restore focus after distractions.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251104013002.htm",
    "date": "2025-11-04"
  },
  {
    "title": "Scientists find mind trick that unlocks lost memories",
    "summary": "Researchers found that embodying a digital, childlike version of one’s own face helps unlock vivid childhood memories.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251103093016.htm",
    "date": "2025-11-04"
  },
  {
    "title": "This new drug candidate might finally outsmart tuberculosis",
    "summary": "A new compound called CMX410 may change the fight against tuberculosis.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251104013033.htm",
    "date": "2025-11-04"
  },
  {
    "title": "Cancer treatments may get a boost from mRNA COVID vaccines",
    "summary": "Cancer patients who got an mRNA COVID vaccine within a few months of their immunotherapy lived longer than those who did not, health records show.",
    "hyperlink": "https://www.sciencenews.org/article/cancer-immunotherapy-mrna-covid-vaccines",
    "date": "2025-11-03"
  },
  {
    "title": "A groundbreaking brain map could revolutionize Parkinson’s treatment",
    "summary": "Duke-NUS scientists unveiled BrainSTEM, a revolutionary single-cell map that captures the full cellular diversity of the developing human brain.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251103092957.htm",
    "date": "2025-11-03"
  },
  {
    "title": "Alzheimer’s might be powered by a broken sleep-wake cycle",
    "summary": "Disrupted sleep patterns in Alzheimer’s disease may be more than a symptom—they could be a driving force.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251102205012.htm",
    "date": "2025-11-03"
  },
  {
    "title": "Ancient viruses hidden inside bacteria could help defeat modern infections",
    "summary": "Penn State scientists uncovered an ancient bacterial defense where dormant viral DNA helps bacteria fight new viral threats.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251102205009.htm",
    "date": "2025-11-03"
  },
  {
    "title": "Alarming surge in memory problems among young adults",
    "summary": "Cognitive struggles are climbing across the U.S., especially among young and economically disadvantaged adults.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251102011158.htm",
    "date": "2025-11-02"
  },
  {
    "title": "Resetting the body’s rhythm could protect the brain from Alzheimer’s",
    "summary": "Researchers discovered that altering the body’s natural rhythm can help protect the brain from Alzheimer’s damage.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251101000713.htm",
    "date": "2025-11-01"
  },
  {
    "title": "Chronic fatigue linked to breathing issues, exercise",
    "summary": "Researchers have found a link between chronic fatigue and breathing issues during exercise.",
    "hyperlink": "https://www.labroots.com/trending/nocat/29861/chronic-fatigue-linked-breathing-issues-exercise-2",
    "date": "2025-10-31"
  },
  {
    "title": "Zombie Cells: They Don't Die Easily",
    "summary": "Today, in many places around the world, Halloween celebrations will take place. The spooky holiday culminates with ...",
    "hyperlink": "https://www.labroots.com/trending/cancer/29778/zombie-cells-don-t-die-easily",
    "date": "2025-10-31"
  },
  {
    "title": "Two tiny genetic shifts helped early humans walk upright",
    "summary": "Scientists have linked bipedalism to changes in how the human pelvis developed millions of years ago.",
    "hyperlink": "https://www.sciencenews.org/article/genetic-shifts-helped-humans-walk-two-legs",
    "date": "2025-10-31"
  },
  {
    "title": "Novel Cells Found to Drive Heart Failure Progression",
    "summary": "Heart failure is a leading cause of death and disability. Unfortunately, this affects millions of individuals and their ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/29774/novel-cells-found-drive-heart-failure-progression",
    "date": "2025-10-30"
  },
  {
    "title": "Engineered Immune Cells Improves Anti-Cancer Response",
    "summary": "Scientists have developed a way to engineer immune cells that specifically target tumors. The application of engineering ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/29773/engineered-immune-cells-improves-anti-cancer-response",
    "date": "2025-10-30"
  },
  {
    "title": "Scientists Find Several Links Between Gene Variants & Cholesterol",
    "summary": "Heart disease is still the number one cause of death among adults worldwide. High cholesterol levels are one contributor ...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29780/scientists-links-gene-variants-cholesterol",
    "date": "2025-10-30"
  },
  {
    "title": "Scientists find hidden antibiotic 100x stronger against deadly superbugs",
    "summary": "A team of scientists discovered a hidden antibiotic 100 times stronger than existing drugs against deadly superbugs like MRSA. The molecule had been overlooked for decades in a familiar bacterium. It shows no signs of resistance so far, offering hope in the fight against drug-resistant infections and paving the way for new approaches to antibiotic discovery.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251029002855.htm",
    "date": "2025-10-29"
  },
  {
    "title": "Scientists Create Fungi That Destroys Mosquitoes",
    "summary": "Mosquitoes spread many deadly diseases, including malaria, and scientists have long been searching for ways to treat or ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29766/scientists-create-fungi-destroys-mosquitoes",
    "date": "2025-10-28"
  },
  {
    "title": "Teen Cannabis Use Linked to Higher Risk of Health Problems",
    "summary": "Teens who start using cannabis before age 15 are more likely to require healthcare for mental and physical health proble...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29781/teen-cannabis-linked-risk-health-2",
    "date": "2025-10-28"
  },
  {
    "title": "Lower Cholesterol May Reduce Dementia Risk",
    "summary": "People with genetic variants linked to lower cholesterol levels are less likely to develop dementia.",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29768/lower-cholesterol-reduce-dementia-risk-2",
    "date": "2025-10-28"
  },
  {
    "title": "Napoleon’s retreating army may have been plagued by these microbes",
    "summary": "DNA from Napoleonic soldiers’ teeth uncovered two fever-causing bacteria that may have worsened the army’s fatal retreat from Russia.",
    "hyperlink": "https://www.sciencenews.org/article/napoleon-army-retreat-russia-bacteria",
    "date": "2025-10-28"
  }
]