[
    {"title": "Study Explores Nutritional Value of Hemp Roots, Microgreens, and Leaves", "summary": "Australian researchers analyzed hemp leaves, roots and microgreens to determine their nutritional properties.", "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29698/study-explores-nutritional-value-hemp-roots-microgreens-leaves-2"},
    {"title": "Scientists Link Novel Cell Types to Multiple Sclerosis", "summary": "Multiple sclerosis (MS) is an autoimmune condition in which the protective insulation surrounding nerve fibers is damaged.", "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29697/scientists-link-novel-cell-types-multiple-sclerosis"},
    {"title": "Cells Linked to Depression are Discovered", "summary": "Depression is thought to affect over 250 million people around the world. It is a condition that is difficult to treat because its causes are not well understood.", "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29696/cells-linked-depression-discovered"},
    {"title": "Study Shows Pupil Size Is Not a Reliable Indicator of Acute Cannabis Exposure", "summary": "A study published in the Clinical Toxicology examined ocular measures as evidence of cannabis-induced impairment and found that pupil size is not a reliable indicator.", "hyperlink": "https://www.labroots.com/trending/health-and-medicine/29694/study-pupil-size-reliable-indicator-acute-cannabis-exposure-2"},
    {"title": "40% Fatal Vehicle Crashes Test Positive for THC", "summary": "Over 40% of drivers who died in motor vehicle collisions tested positive for delta-9-tetrahydrocannabinol (THC) in Ohio's most recent year of data.", "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29691/40-fatal-vehicle-crashes-test-positive-thc-2"},
    {"title": "New Pill May Control High Blood Pressure", "summary": "A new medication may help patients who have high blood pressure and kidney disease.", "hyperlink": "https://www.labroots.com/trending/cardiology/29690/pill-control-blood-pressure-2"},
    {"title": "Ultra-processed Foods May Not Drive Overeating", "summary": "Your perception of foods may matter as much as their nutritional content in determining whether you'll overeat.", "hyperlink": "https://www.labroots.com/trending/cardiology/29689/ultra-processed-foods-drive-overeating-2"},
    {"title": "New Cannabis Compound Shows Potent Skin Benefits", "summary": "How can cannabis compounds be used to improve skin health? This is what a recent study published in the Journal of Natural Products hopes to address.", "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29687/cannabis-compound-potent-skin-benefits-2"},
    {"title": "Can Chewing Gum Diagnose or Prevent Viral Illness?", "summary": "Researchers explore the potential of chewing gum in diagnosing and preventing viral illnesses.", "hyperlink": "https://www.labroots.com/trending/nocat/29671/chewing-gum-diagnose-prevent-viral-illness"},
    {"title": "Researchers Reveal Autoimmune Response in Patients with ALS", "summary": "A new study reveals an autoimmune response in patients with ALS, shedding light on the disease's progression.", "hyperlink": "https://www.labroots.com/trending/nocat/29655/researchers-reveal-autoimmune-response-patients-als"},
    {"title": "Anthony LeTa MD, PhD Appointed Director of National Cancer Institute", "summary": "Dr. Anthony LeTa has been appointed as the new director of the National Cancer Institute.", "hyperlink": "https://www.labroots.com/trending/nocat/29652/anthony-letai-md-phd-appointed-director-national-cancer-institute"},
    {"title": "Growing Role of Ancient Viruses in Human Development Revealed", "summary": "Scientists have discovered that ancient viruses play a significant role in human development", "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29670/growing-role-ancient-viruses-human-development-revealed"},
    {"title": "Novel Antibody Neutralizes Wide Range of HIV Variants", "summary": "Researchers have developed a novel antibody that can neutralize a wide range of HIV variants", "hyperlink": "https://www.labroots.com/trending/immunology/29686/novel-antibody-neutralizes-wide-range-hiv-variants"},
    {"title": "GLP-1 Inhibitors Reduce Cancer Risk", "summary": "A new study has found that GLP-1 inhibitors can reduce the risk of cancer", "hyperlink": "https://www.labroots.com/trending/cancer/29684/glp-1-inhibitors-reduce-cancer-risk"},
    {"title": "Three Immunologists Awarded the Nobel Prize in Physiology or Medicine for Breakthrough in Peripheral Immune Tolerance", "summary": "The Nobel Prize in Physiology or Medicine is the highest honor bestowed on a scientist concerning their research. The main focus of this year's award is on the breakthrough in peripheral immune tolerance.", "hyperlink": "https://www.labroots.com/trending/immunology/29685/immunologists-awarded-nobel-prize-physiology-medicine-breakthrough-peripheral-immune-tolerance"},
    {"title": "Asthma and COPD Inhalers Linked to 2 Million Tons of CO₂ Annually", "summary": "How can inhalers contribute to greenhouse gas (GHG) emissions? This is what a recent study published in JAMA hopes to address.", "hyperlink": "https://www.labroots.com/trending/earth-and-the-environment/29682/asthma-copd-inhalers-linked-2-million-tons-co-annually-2"},
    {"title": "Poor Sleep Linked to Faster Brain Aging", "summary": "Poor sleep may speed up brain aging, found a new study published in eBioMedicine.", "hyperlink": "https://www.labroots.com/trending/neuroscience/29673/poor-sleep-linked-faster-brain-aging-2"},
    {"title": "Lymph Nodes Facilitate Cancer-Killing Immune Cells", "summary": "Lymph nodes play a pivotal role in immunity, including anti-tumor responses. Researchers have found that lymph nodes can facilitate cancer-killing immune cells.", "hyperlink": "https://www.labroots.com/trending/cancer/29666/lymph-nodes-facilitate-cancer-killing-immune-cells"},
    {"title": "A Cysteine-Rich Diet is Shown to Boost Intestinal Regeneration", "summary": "A new study reported in Nature has determined that the amino acid cysteine could promote regeneration among cells in the intestine.", "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29664/cysteine-rich-diet-shown-boost-intestinal-regeneration"},
    {"title": "American Association of Immunologists Created an Open Science Forum for the Public", "summary": "The continual release of new apps and platforms that make use of artificial intelligence (AI) has had positive impacts on various fields, including science.", "hyperlink": "https://www.labroots.com/trending/immunology/29654/american-association-immunologists-created-science-forum-public"},
    {"title": "Immune Aging May Drive Arthritis", "summary": "Rheumatoid arthritis is an autoimmune disorder that causes inflammation, swelling and pain in joints.", "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29638/immune-aging-drive-arthritis"},
    {"title": "FDA Approves Injectable Immunotherapy Drug", "summary": "Cancer immunotherapies, anti-cancer treatments that target a patient’s own immune system, working to make it more effective at fighting cancer.", "hyperlink": "https://www.labroots.com/trending/cancer/29636/fda-approves-injectable-immunotherapy-drug"},
    {"title": "Novel Biomarkers Revealed in Pediatric Germ Tumors", "summary": "Although pediatric cancer is rare, it is the leading cause of death by disease in children, according to the National Institute of Health.", "hyperlink": "https://www.labroots.com/trending/immunology/29633/novel-biomarkers-revealed-pediatric-germ-tumors"},
    {"title": "Combination Therapy Overcomes Glioblastoma Resistance", "summary": "Glioblastoma is the most common and aggressive form of brain cancer in adults. There are about 12,000 new cases diagnosed every year in the United States.", "hyperlink": "https://www.labroots.com/trending/immunology/29632/combination-therapy-overcomes-glioblastoma-resistance"},
    {"title": "Electric Fields and Fluoxetine Delivery Accelerate Healing", "summary": "How can machine learning be used to treat and heal wounds? This is what a recent study published in npj Biomedical Engineering explored.", "hyperlink": "https://www.labroots.com/trending/technology/29631/electric-fields-fluoxetine-delivery-accelerate-healing-2"},
    {"title": "How Death Fold Domains Boost Immune Protection", "summary": "The immune system can be a double-edged sword; we need it to protect us from pathogens and aberrant cells, but if it is overactive, it can lead to autoimmune diseases.", "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29608/death-fold-domains-boost-immune-protection"},
    {"title": "Anthony Letai, MD, PhD, Appointed Director of National Cancer Institute", "summary": "Dr. Anthony Letai has been appointed as the new director of the National Cancer Institute.", "hyperlink": "https://www.labroots.com/trending/nocat/29652/anthony-letai-md-phd-appointed-director-national-cancer-institute"},
    {"title": "Scientists Reveal Nanoplastics Dysregulate Brain Cells", "summary": "Researchers have discovered that nanoplastics can dysregulate brain cells.", "hyperlink": "https://www.labroots.com/trending/immunology/29601/scientists-reveal-nanoplastics-dysregulate-brain-cells"},
    {"title": "CBD Shows Promise in Treating Skin Cancers and Pigmentation Disorders", "summary": "A new study has found that CBD may be effective in treating skin cancers and pigmentation disorders.", "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29571/cbd-promise-skin-cancers-pigmentation-disorders-2"},
    {"title": "Anti-Flu Antibody Cocktail Could Change Virus Treatment", "summary": "A new anti-flu antibody cocktail may change the way viruses are treated.", "hyperlink": "https://www.labroots.com/trending/microbiology/29591/anti-flu-antibody-cocktail-change-virus-treatment"},
    {"title": "Bacteria Found to Boost Chemotherapy Effectiveness", "summary": "A new study has found that certain types of bacteria can boost the effectiveness of chemotherapy, potentially leading to new treatments for cancer.", "hyperlink": "https://www.labroots.com/trending/nocat/29642/bacteria-boost-chemotherapy-effectiveness"},
    {"title": "Epigenetics Links Maternal Infections & Neurodevelopmental Conditions", "summary": "There is increasing evidence linking maternal infections to developmental issues, and new research can explain how they are connected through epigenetics.", "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29669/epigenetics-links-maternal-infections-neurodevelopmental-conditions"},
    {"title": "Study Explores Role of Cannabinoid Receptor Type 2 Activity in Granulocyte Colony-Stimulating Factor (G-CSF) Treatment for Traumatic Brain Injury (TBI)", "summary": "A study published in the Journal of Cannabis Research examined the effect of granulocyte colony-stimulating factor (G-CSF) treatment for traumatic brain injury (TBI).", "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29674/study-explores-role-cannabinoid-receptor-type-2-activity-granulocyte-colony-stimulating-factor-g-csf-2"},
    {"title": "Acetaminophen Under the Microscope: Evidence from Peer-Reviewed Studies", "summary": "Acetaminophen is a common pain and fever reliever medication used for many ailments, including headaches, muscle aches.", "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29668/acetaminophen-microscope-evidence-peer-reviewed-studies-2"},
    {"title": "Exploration of Tumor-Immune Landscape in Colorectal Adenocarcinoma Using AI-Powered Multiplexed Image Analysis", "summary": "Colorectal cancer is a high disease burden cancer and is the second leading cause of cancer deaths worldwide.", "hyperlink": "https://www.labroots.com/trending/cancer/29504/exploration-tumor-immune-landscape-colorectal-adenocarcinoma-using-ai-powered-multiplexed-image-anal"},
    {"title": "Semaglutide Alters Taste of Sweet and Salty Foods", "summary": "Some people who take weight loss drug, semaglutide, report food tasting sweeter or saltier, something linked to lower appetite.", "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29625/semaglutide-alters-taste-sweet-salty-foods-2"},
    {"title": "Apple-based Compound May Protect Against Periodontal Disease", "summary": "A natural compound extracted from apples, fig peels, and guava leaves has shown promise against bacteria that cause periodontal disease.", "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29624/apple-based-compound-protect-periodontal-disease-2"},
    {"title": "Side Effects of GLP-1 Weight Loss Drugs Include Many Possible Benefits", "summary": "Obesity is a public health problem that can increase an individual's risk of many other disorders.", "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29611/effects-glp-1-weight-loss-drugs-include-benefits"},
    {"title": "High-intensity Interval Exercise and Hippocampal Health in Adults with Cannabis Use Disorder", "summary": "A clinical trial published in JAMA Psychiatry examined the effects of high-intensity interval training (HIIT) on hippocampal health in adults with cannabis use disorder.", "hyperlink": "https://www.labroots.com/trending/health-and-medicine/29618/high-intensity-interval-exercise-hippocampal-health-adults-cannabis-disorder-2"},
    {"title": "Utah medical cannabis patients using illegal products", "summary": "A new study has found that some medical cannabis patients in Utah are using illegal products, highlighting the need for greater regulation and education in this area.", "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29645/utah-medical-cannabis-patients-illegal-products-2"}
]