[
  {
    "title": "Mediterranean Diet Linked to Lower Risk of Stroke in Women",
    "summary": "Study finds a link between the Mediterranean diet and reduced risk of stroke in women.",
    "hyperlink": "https://www.labroots.com/trending/nocat/30174/mediterranean-diet-linked-lower-risk-stroke-women",
    "date": "2026-02-16"
  },
  {
    "title": "Increasing Lab QC Efficiency",
    "summary": "Increasing lab QC efficiency using patient values.",
    "hyperlink": "https://www.labroots.com/trending/clinical-and-molecular-dx/29922/increasing-lab-qc-efficiency-using-patient-values",
    "date": "2026-02-16"
  },
  {
    "title": "Breakthrough in understanding the causes of neurodegenerative diseases",
    "summary": "A new study has identified a key factor that contributes to the development of neurodegenerative diseases such as Alzheimer's and Parkinson's.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260215084954.htm",
    "date": "2026-02-15"
  },
  {
    "title": "Scientists discover the enzyme that lets cancer rapidly rewire its DNA",
    "summary": "Researchers have uncovered the enzyme behind chromothripsis, a chaotic chromosome-shattering event seen in about one in four cancers.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260215225546.htm",
    "date": "2026-02-15"
  },
  {
    "title": "A Sugar Made by Gut Bacteria Can Drive Neurodegeneration",
    "summary": "Researchers have uncovered a novel connection between two neurodegenerative disorders...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/30193/sugar-gut-bacteria-drive-neurodegeneration",
    "date": "2026-02-15"
  },
  {
    "title": "New Drug Dramatically Lowers Cholesterol Levels",
    "summary": "The results of a phase three clinical trial for a cholesterol-lowering drug have shown that this drug can reduce the lev...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/30194/drug-dramatically-lowers-cholesterol-levels",
    "date": "2026-02-15"
  },
  {
    "title": "Massive study finds most statin side effects aren’t caused by the drugs",
    "summary": "A massive review of 23 randomized trials found that statins do not cause the vast majority of side effects listed on their labels.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260212025550.htm",
    "date": "2026-02-15"
  },
  {
    "title": "Scientists found a way to plant ideas in dreams to boost creativity",
    "summary": "Neuroscientists at Northwestern University have shown that dreams can actually be nudged in specific directions — and those dream tweaks may boost creativity.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260213223926.htm",
    "date": "2026-02-15"
  },
  {
    "title": "Psychedelics may work by shutting down reality and unlocking memory",
    "summary": "Psychedelics can quiet the brain’s visual input system, pushing it to replace missing details with vivid fragments from memory.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260213223910.htm",
    "date": "2026-02-15"
  },
  {
    "title": "Why some kids struggle with math even when they try hard",
    "summary": "A new Stanford study suggests math struggles may be about more than numbers.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260213020416.htm",
    "date": "2026-02-15"
  },
  {
    "title": "Large study finds no link between mRNA COVID vaccine in pregnancy and autism",
    "summary": "Researchers tracked more than 400 toddlers to see whether mRNA COVID-19 vaccination during or just before pregnancy was linked to autism or developmental delays.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260215085001.htm",
    "date": "2026-02-15"
  },
  {
    "title": "Stop eating 3 hours before bed to improve heart health",
    "summary": "A simple shift in your evening routine may give your heart a measurable boost.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260215084958.htm",
    "date": "2026-02-15"
  },
  {
    "title": "This planet friendly diet could cut your risk of early death by 23%",
    "summary": "A major new study suggests that eating the Nordic way could help you live significantly longer—while also helping the planet.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260213223920.htm",
    "date": "2026-02-15"
  },
  {
    "title": "Scientists find nerves actively fuel pancreatic cancer",
    "summary": "Scientists have uncovered a hidden partnership between pancreatic cancer and the nervous system.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260211204208.htm",
    "date": "2026-02-15"
  },
  {
    "title": "Hearts: Valentine's Day Candy, Cards, and Cancer Resistance?",
    "summary": "Happy Valentine’s Day! Today, many people celebrate by giving candy, flowers, cards, and gifts to their love...",
    "hyperlink": "https://www.labroots.com/trending/cancer/30192/hearts-valentine-s-day-candy-cards-cancer-resistance",
    "date": "2026-02-14"
  },
  {
    "title": "Scientists discover a hidden gut bacterium linked to good health",
    "summary": "A global study has uncovered a mysterious group of gut bacteria that shows up again and again in healthy people.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260211204210.htm",
    "date": "2026-02-14"
  },
  {
    "title": "This breakthrough could finally unlock male birth control",
    "summary": "Scientists at Michigan State University have uncovered the molecular “switch” that powers sperm for their final, high-speed dash toward an egg.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260213223918.htm",
    "date": "2026-02-14"
  },
  {
    "title": "Couples who savor happy moments together have stronger, longer-lasting relationships",
    "summary": "Couples who intentionally slow down and soak in their happy moments together may be building a powerful shield for their relationship.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260213223908.htm",
    "date": "2026-02-14"
  },
  {
    "title": "The human exposome could change everything we know about disease",
    "summary": "Scientists are launching an ambitious global effort to map the “human exposome” — the lifelong mix of environmental and chemical exposures that drive most diseases.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260213223904.htm",
    "date": "2026-02-14"
  },
  {
    "title": "Improving reproducibility in scientific research",
    "summary": "Independent verification of data is a cornerstone of scientific research. The scientific method relies on reproducibilit...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29940/improving-reproducibility-scientific-research",
    "date": "2026-02-13"
  },
  {
    "title": "Scientists used brain stimulation to make people more generous",
    "summary": "A new study suggests that generosity may be more than a moral lesson—it could be shaped by how different parts of the brain work together.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260213020407.htm",
    "date": "2026-02-13"
  },
  {
    "title": "Scientists discover hidden brain cells that help heal spinal cord injuries",
    "summary": "Scientists at Cedars-Sinai have uncovered a surprising repair system in the spinal cord that could open new doors for treating paralysis, stroke, and diseases like multiple sclerosis.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260212234218.htm",
    "date": "2026-02-13"
  },
  {
    "title": "Omega-3 fish oil supplements could backfire without this key enzyme",
    "summary": "Fish oil’s cancer-fighting reputation may hinge on a little-known gene.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260212234216.htm",
    "date": "2026-02-13"
  },
  {
    "title": "This vegan diet cut insulin use by nearly 30% in type 1 diabetes",
    "summary": "A low-fat vegan diet—without cutting calories or carbs—may help people with type 1 diabetes significantly reduce how much insulin they need, and how much they spend on it.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260212234212.htm",
    "date": "2026-02-13"
  },
  {
    "title": "Scientists make microplastics glow to see what they do inside your body",
    "summary": "Microplastics and nanoplastics are now found everywhere on Earth, from ocean depths to agricultural soils and even inside the human body.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260212234156.htm",
    "date": "2026-02-13"
  },
  {
    "title": "The exact speed that makes an AI prosthetic arm feel like your own",
    "summary": "A robotic arm that moves too quickly can feel creepy.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260212234152.htm",
    "date": "2026-02-13"
  },
  {
    "title": "Cannabis Access Tied to Big Drop in Daily Opioid Use",
    "summary": "How can cannabis legalization influence opioid use? This is what a recent study published in Drug and Alcohol Dependence...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/30191/cannabis-access-tied-drop-daily-opioid-2",
    "date": "2026-02-12"
  },
  {
    "title": "Ultra-Processed Foods Raise Heart Risks by Nearly 50%",
    "summary": "Ultra-processed foods appear to significantly raise the risk of having a heart attack or stroke.",
    "hyperlink": "https://www.labroots.com/trending/cardiology/30187/ultra-processed-foods-raise-heart-risks-nearly-2",
    "date": "2026-02-12"
  },
  {
    "title": "Vaccine Promotes Protective Immune Cells",
    "summary": "Over the last decade, scientists have had a renewed interest in vaccines due to improved technology and biological disco ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/30189/vaccine-promotes-protective-immune-cells",
    "date": "2026-02-12"
  },
  {
    "title": "Over 7 Million Cancer Cases Attributed to Preventable Causes",
    "summary": "Reported earlier this week in Nature Medicine, experts predict a significant proportion of cancer cases globally are linked to preventable causes.",
    "hyperlink": "https://www.labroots.com/trending/cancer/30185/7-million-cancer-attributed-preventable-causes",
    "date": "2026-02-12"
  },
  {
    "title": "Dr. Katherine Roe on Rethinking Animal Testing and Redefining Scientific Research",
    "summary": "No summary available",
    "hyperlink": "https://www.labroots.com/podcast-episode-by-id/36",
    "date": "2026-02-12"
  },
  {
    "title": "Novel Protein Helps Drive Anti-Tumor Immunity",
    "summary": "Immune checkpoint inhibitors (ICIs) are a form of immunotherapy that activates anti-tumor immune cells. In the context o ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/30188/novel-protein-helps-drive-anti-tumor-immunity",
    "date": "2026-02-12"
  },
  {
    "title": "A simple shift in schedule could make cancer immunotherapy work better",
    "summary": "A lung cancer trial bolsters a long-held idea that treatment timing matters, showing a simple shift could help immunotherapy work better and extend lives.",
    "hyperlink": "https://www.sciencenews.org/article/cancer-immunotherapy-morning",
    "date": "2026-02-12"
  },
  {
    "title": "New treatment for anxiety disorders shows promising results",
    "summary": "A novel therapeutic approach has been shown to be effective in reducing symptoms of anxiety disorders in a clinical trial.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260212025620.htm",
    "date": "2026-02-12"
  },
  {
    "title": "Scientists discover hidden trigger behind achilles pain and tennis elbow",
    "summary": "A protein called HIF1 may be the missing link behind painful tendon injuries like jumper’s knee and tennis elbow.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260212025618.htm",
    "date": "2026-02-12"
  },
  {
    "title": "One simple daily change that could slash depression risk",
    "summary": "Swapping just an hour of TV a day for something more active could significantly lower the risk of developing major depression—especially in middle age.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260211073043.htm",
    "date": "2026-02-12"
  },
  {
    "title": "Unprocessed Diets Naturally Cut Calories",
    "summary": "Prioritizing unprocessed foods could help you lose weight naturally.",
    "hyperlink": "https://www.labroots.com/trending/cardiology/30186/unprocessed-diets-naturally-cut-calories-2",
    "date": "2026-02-11"
  },
  {
    "title": "Blockbuster weight loss drugs like Ozempic deliver big results but face big questions",
    "summary": "Three major reviews commissioned by the World Health Organization find that GLP-1 drugs including tirzepatide (sold as Mounjaro and Zepbound), semaglutide (Ozempic and Wegovy), and liraglutide (Victoza and Saxenda) can lead to substantial weight loss in people with obesity.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260211073033.htm",
    "date": "2026-02-11"
  },
  {
    "title": "Just 5 weeks of brain training may protect against dementia for 20 years",
    "summary": "A simple brain-training program that sharpens how quickly older adults process visual information may have a surprisingly powerful long-term payoff.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260211073023.htm",
    "date": "2026-02-11"
  },
  {
    "title": "Changing when you eat dramatically reduced Crohn’s disease symptoms",
    "summary": "A new clinical trial suggests that changing when you eat could make a meaningful difference for people living with Crohn’s disease.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260211204204.htm",
    "date": "2026-02-11"
  },
  {
    "title": "This kefir and fiber combo beat omega-3 in slashing inflammation",
    "summary": "A six-week study from the University of Nottingham suggests that pairing fermented kefir with a diverse prebiotic fiber mix may deliver a powerful anti-inflammatory boost.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260211073037.htm",
    "date": "2026-02-11"
  },
  {
    "title": "This bedroom temperature could help older adults sleep with less stress",
    "summary": "A cooler bedroom might be better for older sleepers than previously thought.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260210040625.htm",
    "date": "2026-02-11"
  },
  {
    "title": "Depression may be the brain’s early warning sign of Parkinson’s or dementia",
    "summary": "Depression in older adults may sometimes signal the early stages of Parkinson’s disease or Lewy body dementia.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260210040623.htm",
    "date": "2026-02-11"
  },
  {
    "title": "Scientists just made living blood vessels on a chip that act like real ones",
    "summary": "Blood vessels twist, branch, narrow, and balloon in ways that dramatically affect how blood flows — but most lab models have long treated them like straight pipes.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260210040616.htm",
    "date": "2026-02-11"
  },
  {
    "title": "Scientists discover how life experiences rewrite the immune system",
    "summary": "New research shows the answer lies in a molecular record etched into our immune cells by both our genes and our life experiences.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260210040608.htm",
    "date": "2026-02-11"
  },
  {
    "title": "Lyocpene May Reduce Periodontitis Risk in Older White Adults",
    "summary": "Lycopene may reduce the risk of severe periodontitis in non-Hispanic White (NHW) older adults.",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/30181/lyocpene-reduce-periodontitis-risk-white-adults",
    "date": "2026-02-10"
  },
  {
    "title": "New Nasal Vaccine Shows Promise Against Bird Flu",
    "summary": "Scientists have developed a nasal vaccine to protect against bird flu.",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/30180/nasal-vaccine-promise-bird-flu",
    "date": "2026-02-10"
  },
  {
    "title": "Revealing How Genetic Changes May Cause Parkinson's Disease",
    "summary": "Parkinson's disease is a complex neurodegenerative disorder. The causes are still unclear, but about 10 to 15% of cases are due to genetic factors.",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/30177/revealing-genetic-changes-cause-parkinson-s-disease",
    "date": "2026-02-10"
  },
  {
    "title": "How Gut Microbes Can Help Determine if Tumors Grow",
    "summary": "There are huge communities of gut bacteria living in and on our bodies, and they can have a profound effect on us. New research has shown that these microbes can influence cancer development.",
    "hyperlink": "https://www.labroots.com/trending/microbiology/30176/gut-microbes-help-determine-tumors-grow",
    "date": "2026-02-10"
  },
  {
    "title": "Tell Me Where It Hurts sets the record straight on pain — and how to treat it",
    "summary": "A new book by pain researcher Rachel Zoffness demystifies how pain is made and how it can be treated.",
    "hyperlink": "https://www.sciencenews.org/article/pain-tell-me-where-it-hurts-book-review",
    "date": "2026-02-10"
  },
  {
    "title": "AI reads brain MRIs in seconds and flags emergencies",
    "summary": "Researchers at the University of Michigan have created an AI system that can interpret brain MRI scans in just seconds, accurately identifying a wide range of neurological conditions and determining which cases need urgent care.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260210005419.htm",
    "date": "2026-02-10"
  },
  {
    "title": "Everyone thought autism mostly affected boys. This study says otherwise",
    "summary": "Autism has long been thought of as a condition that mostly affects boys, but a massive study from Sweden suggests that idea may be misleading.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260210082921.htm",
    "date": "2026-02-10"
  },
  {
    "title": "A bonobo’s pretend tea party is rewriting what we know about imagination",
    "summary": "A bonobo named Kanzi surprised scientists by successfully playing along in pretend tea party experiments, tracking imaginary juice and grapes as if they were real.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260210040605.htm",
    "date": "2026-02-10"
  },
  {
    "title": "When immune cells stop fighting cancer and start helping it",
    "summary": "Scientists have uncovered a surprising way tumors turn the immune system to their advantage.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260210040604.htm",
    "date": "2026-02-10"
  },
  {
    "title": "Ultra-processed foods linked to 47% higher risk of heart attack and stroke",
    "summary": "Ultra-processed foods are everywhere in the American diet, and researchers are finding alarming consequences.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260210040602.htm",
    "date": "2026-02-10"
  },
  {
    "title": "Scientists find a clue to human brain evolution in finger length",
    "summary": "Human evolution has long been tied to growing brain size, and new research suggests prenatal hormones may have played a surprising role.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260210040559.htm",
    "date": "2026-02-10"
  },
  {
    "title": "This common tomato nutrient may help prevent severe gum disease",
    "summary": "A large U.S. study suggests that not getting enough lycopene—the antioxidant that gives tomatoes their red color—may seriously raise the risk of severe gum disease in older adults.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260208233841.htm",
    "date": "2026-02-10"
  },
  {
    "title": "A massive ADHD study reveals what actually works",
    "summary": "A sweeping new review of ADHD treatments—drawing on more than 200 meta-analyses—cuts through years of mixed messaging and hype.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260208233825.htm",
    "date": "2026-02-10"
  },
  {
    "title": "Good and Bad Fats are Processed Differently",
    "summary": "We need to consume fat to survive, but a new study has shown that the human body can process different types of fats in distinct ways.",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/30173/bad-fats-processed",
    "date": "2026-02-09"
  },
  {
    "title": "Genetics Study Shows Anxiety Causes are Complex & Varied",
    "summary": "It’s estimated that one in four adults will suffer from some type of anxiety disorder at some point, such as phobias or social anxiety.",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/30172/genetics-study-anxiety-causes-complex-varied",
    "date": "2026-02-09"
  },
  {
    "title": "Cancer Immunotherapies Work Better When Administered Early in the Day",
    "summary": "Research has suggested that cancer treatments administered early in the day are more effective than those administered later in the day.",
    "hyperlink": "https://www.labroots.com/trending/cancer/30171/cancer-immunotherapies-administered-day",
    "date": "2026-02-09"
  },
  {
    "title": "Daily cups of caffeinated coffee or mugs of tea may lower dementia risk",
    "summary": "A long-term observational study found a link between the amount of tea and caffeinated coffee people drank and the risk of dementia.",
    "hyperlink": "https://www.sciencenews.org/article/daily-coffee-tea-lower-dementia-risk",
    "date": "2026-02-09"
  },
  {
    "title": "Hearing aids didn’t boost memory tests but dementia risk dropped",
    "summary": "A long-term study of older adults with moderate hearing loss found that hearing aids did not lead to better performance on memory or thinking tests, but the story did not end there.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260209064314.htm",
    "date": "2026-02-09"
  },
  {
    "title": "New research reveals humans could have as many as 33 senses",
    "summary": "We don’t experience the world through neat, separate senses—everything blends together.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260208233832.htm",
    "date": "2026-02-09"
  },
  {
    "title": "Study Explores Patient Preferences for Cervical Screening Procedures",
    "summary": "Experts estimate that over 13,000 new cervical cancer diagnoses occurred in the United States in 2025, accompanied by over 4,000 deaths.",
    "hyperlink": "https://www.labroots.com/trending/cancer/30170/study-explores-patient-preferences-cervical-screening-procedures",
    "date": "2026-02-08"
  },
  {
    "title": "Eye Bacteria are Linked to Cognitive Decline",
    "summary": "A common pathogenic bacterium known as Chlamydia pneumoniae can lead to pneumonia or sinus infections, and new research suggests it may also be linked to cognitive decline.",
    "hyperlink": "https://www.labroots.com/trending/microbiology/30167/eye-bacteria-linked-cognitive-decline",
    "date": "2026-02-08"
  },
  {
    "title": "Early Allergen Exposure Shields Against Allergy Development",
    "summary": "Are children who grow up in places like farms, rural areas, or even homes with many pets less likely to develop allergie...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/30168/allergen-exposure-shields-allergy-development",
    "date": "2026-02-08"
  },
  {
    "title": "Study Features Standardized Language for Categorizing Cannabis Aromas",
    "summary": "Oregon State University researchers created a common language for describing the aromas of various cannabis and hemp cultivars.",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/30169/study-features-standardized-language-categorizing-cannabis-aromas-2",
    "date": "2026-02-08"
  },
  {
    "title": "New insights into the genetic basis of schizophrenia",
    "summary": "Researchers have made a significant breakthrough in understanding the genetic basis of schizophrenia, a debilitating mental health disorder.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260208233839.htm",
    "date": "2026-02-08"
  },
  {
    "title": "Gut bacteria can sense their environment and it’s key to your health",
    "summary": "Your gut is home to trillions of bacteria that constantly “sense” their surroundings to survive and thrive.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260208011017.htm",
    "date": "2026-02-08"
  },
  {
    "title": "A hidden Aloe vera compound takes aim at Alzheimer’s",
    "summary": "Scientists have uncovered promising clues that compounds found in Aloe vera could play a role in fighting Alzheimer’s disease. Using advanced computer modeling, researchers discovered that beta-sitosterol—a natural plant compound—strongly interacts with two key enzymes involved in memory loss and cognitive decline. The compound showed stability, strong binding, and favorable safety indicators, making it a standout candidate for future drug development.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260206012213.htm",
    "date": "2026-02-08"
  },
  {
    "title": "New study sheds light on the neural mechanisms of anxiety disorders",
    "summary": "Researchers have made a significant discovery about the neural basis of anxiety disorders, which could lead to new treatments.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260208203013.htm",
    "date": "2026-02-08"
  },
  {
    "title": "Breakthrough in cancer treatment",
    "summary": "A new study has found a potential breakthrough in cancer treatment, with a new therapy showing promising results in clinical trials.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260207092904.htm",
    "date": "2026-02-07"
  },
  {
    "title": "That dry, bitter taste may be waking up your brain",
    "summary": "New research suggests the astringent sensation caused by flavanols could act as a direct signal to the brain, triggering effects similar to a mild workout for the nervous system. In mouse experiments, flavanol intake boosted activity, curiosity, learning, and memory—despite these compounds barely entering the bloodstream. The key appears to be sensory stimulation: the taste itself activates brain pathways linked to attention, motivation, and stress response, lighting up regions involved in arousal and memory.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260206012224.htm",
    "date": "2026-02-07"
  },
  {
    "title": "How COVID and H1N1 swept through U.S. cities in just weeks",
    "summary": "New simulations reveal that both H1N1 and COVID-19 spread across U.S. cities in a matter of weeks, often before officials realized what was happening.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260207092906.htm",
    "date": "2026-02-07"
  },
  {
    "title": "Study Points to Efficacy of Medical Cannabis in Managing Depression",
    "summary": "A study published in the Journal of Affective Disorders assessed medical cannabis effectiveness in managing severe depression.",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/30166/study-efficacy-medical-cannabis-managing-depression-2",
    "date": "2026-02-06"
  },
  {
    "title": "Study Finds No Association Between CBD Use and Liver Damage",
    "summary": "Australian researchers examined the use of cannabidiol (CBD) products by cancer patients to assess the risk to liver health.",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/30165/study-association-cbd-liver-damage-2",
    "date": "2026-02-06"
  },
  {
    "title": "Scientists find a missing link between Epstein-Barr virus and multiple sclerosis",
    "summary": "New research suggests that Epstein-Barr virus may actively provoke the immune system in people with multiple sclerosis.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260206232245.htm",
    "date": "2026-02-06"
  },
  {
    "title": "A hidden brain effect of prenatal alcohol exposure",
    "summary": "New research using rhesus monkeys suggests that the brain’s relationship with alcohol may begin forming long before a person ever takes a drink.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260206020852.htm",
    "date": "2026-02-06"
  },
  {
    "title": "Scientists found a sugar that could defeat deadly superbugs",
    "summary": "Scientists in Australia have uncovered a clever new way to fight some of the most dangerous drug-resistant bacteria by targeting a sugar that exists only on bacterial cells.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260206020850.htm",
    "date": "2026-02-06"
  },
  {
    "title": "A previously unknown enzyme plays a crucial role in fat production",
    "summary": "a previously unknown enzyme that plays a crucial role in fat production. By blocking it, they stopped weight gain, reduced liver damage, and lowered harmful cholesterol levels in animal studies. The finding opens the door to a new kind of medication that could tackle obesity, fatty liver disease, and cardiovascular disease all at once.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260206012226.htm",
    "date": "2026-02-06"
  },
  {
    "title": "Doctors test brain cell implants to restore movement in Parkinson’s",
    "summary": "Scientists at Keck Medicine of USC are testing an experimental stem cell therapy that aims to restore the brain’s ability to produce dopamine, the chemical whose loss drives Parkinson’s disease.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260206012203.htm",
    "date": "2026-02-06"
  },
  {
    "title": "Small Cuts to Salt Content in Foods Could Save Thousands of Lives",
    "summary": "Reducing salt in packaged foods could significantly lower rates of heart disease.",
    "hyperlink": "https://www.labroots.com/trending/cardiology/30163/small-cuts-salt-content-foods-save-thousands-lives-2",
    "date": "2026-02-05"
  },
  {
    "title": "Men's Heart Risk Rises Earlier Than Women's",
    "summary": "Men may be at risk of heart disease earlier than previously thought.",
    "hyperlink": "https://www.labroots.com/trending/cardiology/30162/men-s-heart-risk-rises-earlier-women-s-2",
    "date": "2026-02-05"
  },
  {
    "title": "Cannabis Beverages Could Cut Alcohol Use",
    "summary": "Can cannabis-infused drinks help serve as substitutes for alcohol? This is what a recent study published in the Journal of Cannabis Research explored.",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/30161/cannabis-beverages-cut-alcohol-2",
    "date": "2026-02-05"
  },
  {
    "title": "Sugar May Hold the Key to Overcome Drug-Resistant Pathogens",
    "summary": "As therapies and antibiotics develop and improve, pathogens adapt to overcome current medications. Bacteria are a specific concern.",
    "hyperlink": "https://www.labroots.com/trending/immunology/30160/sugar-hold-key-overcome-drug-resistant-pathogens",
    "date": "2026-02-05"
  },
  {
    "title": "Dr. Shella Keilholz: From Physics to Brain Imaging and the Search for Scientific Truth",
    "summary": "No summary available",
    "hyperlink": "https://www.labroots.com/podcast-episode-by-id/35",
    "date": "2026-02-05"
  },
  {
    "title": "Novel Immunotherapy Reprograms Immune Cells to Generate an Anti-Tumor Response",
    "summary": "Immunotherapy has transformed the field of medicine. In the context of cancer, immune cells become dysregulated and lose...",
    "hyperlink": "https://www.labroots.com/trending/immunology/30159/novel-immunotherapy-reprograms-immune-cells-generate-anti-tumor-response",
    "date": "2026-02-05"
  },
  {
    "title": "The best way to help Alzheimer’s patients may be to help their caregivers",
    "summary": "A mathematical model simulated patient outcomes when given caregiver support or an expensive Alzheimer’s drug to determine cost and health benefits.",
    "hyperlink": "https://www.sciencenews.org/article/alzheimers-patient-caregiver-drug-cost",
    "date": "2026-02-05"
  },
  {
    "title": "Gum disease bacteria can promote cancer growth in mice",
    "summary": "In mice, the oral bacteria _F. nucleatum_ can travel to mammary tissue via the bloodstream, where it can damage healthy cells.",
    "hyperlink": "https://www.sciencenews.org/article/gum-disease-bacteria-breast-cancer",
    "date": "2026-02-04"
  },
  {
    "title": "New nasal vaccine shows strong protection against H5N1 bird flu",
    "summary": "A new nasal spray vaccine showed strong protection against H5N1 in animal tests, outperforming traditional flu shots.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260204114343.htm",
    "date": "2026-02-04"
  },
  {
    "title": "The overlooked nutrition risk of Ozempic and Wegovy",
    "summary": "Popular weight-loss drugs like Ozempic and Wegovy can dramatically curb appetite, but experts warn many users are flying blind when it comes to nutrition.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260203030551.htm",
    "date": "2026-02-04"
  },
  {
    "title": "A Cellular Adaptation to Aging is Revealed",
    "summary": "The endoplasmic reticulum is usually the biggest organelle in eukaryotic cells and is invovled in many crucial processes...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/30150/cellular-adaptation-aging-revealed",
    "date": "2026-02-03"
  },
  {
    "title": "Gene Variants Influence Long-Term Illness Risk After Viral Infection",
    "summary": "Infections with Epstein-Barr virus (EBV) are very common; the virus is estimated to have infected at least 90% of all ad...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/30148/gene-variants-influence-long-term-illness-risk-viral-infection",
    "date": "2026-02-03"
  },
  {
    "title": "Bacteria Form Stronger Mars Bricks Despite Toxic Soil",
    "summary": "How can engineers design bricks on Mars for future habitats despite the toxic Martian regolith, also called perchlorates...",
    "hyperlink": "https://www.labroots.com/trending/space/30153/bacteria-form-stronger-mars-bricks-despite-toxic-soil-2",
    "date": "2026-02-03"
  },
  {
    "title": "Sleep Meds Safer Than Antipsychotics for Delirium",
    "summary": "Trazodone is linked to better outcomes among older adults hospitalized with delirium than commonly used antipsychotic medications.",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/30154/sleep-meds-safer-antipsychotics-delirium",
    "date": "2026-02-03"
  },
  {
    "title": "New treatment for depression shows promising results",
    "summary": "A novel therapeutic approach has been shown to be effective in reducing symptoms of depression in a clinical trial.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260203020203.htm",
    "date": "2026-02-03"
  },
  {
    "title": "This unexpected plant discovery could change how drugs are made",
    "summary": "Plants make chemical weapons to protect themselves, and many of these compounds have become vital to human medicine.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260203030546.htm",
    "date": "2026-02-03"
  },
  {
    "title": "Genes That Help Shape the Oral Microbiome",
    "summary": "Some people are more prone to cavities than others, even when their mouth hygiene is good. Differences in individual gen...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/30147/genes-help-shape-oral-microbiome",
    "date": "2026-02-02"
  },
  {
    "title": "Odd RNA Caps Reveal a New Kind of Gene Transcription",
    "summary": "Scientists have found a new process that happens when an active gene is transcribed from DNA into messenger RNA..",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/30146/odd-rna-caps-reveal-gene-transcription",
    "date": "2026-02-02"
  },
  {
    "title": "Human and Avian Influenza: Challenges, Risks, and Solutions",
    "summary": "Influenza presents a global health challenge due to its rapidly changing RNA genome. These mutations can result in serio...",
    "hyperlink": "https://www.labroots.com/trending/health-and-medicine/29939/human-avian-influenza-challenges-risks-solutions",
    "date": "2026-02-02"
  },
  {
    "title": "Widespread use of HPV shots could mean fewer cervical cancer screenings",
    "summary": "A modeling study of Norway, which has high HPV vaccination coverage and uniform cervical cancer screening, suggests fewer screens could be needed.",
    "hyperlink": "https://www.sciencenews.org/article/widespread-hpv-shots-cervical-cancer",
    "date": "2026-02-02"
  },
  {
    "title": "Poor sleep may account for a large share of dementia cases",
    "summary": "Researchers estimate that roughly 12 percent of U.S. dementia cases could be tied to insomnia.",
    "hyperlink": "https://www.sciencenews.org/article/poor-sleep-large-share-dementia-cases",
    "date": "2026-02-02"
  },
  {
    "title": "Tear gas and pepper spray can have lasting health effects",
    "summary": "The chemicals are widely used for crowd control, but their long-term health risks are poorly understood.",
    "hyperlink": "https://www.sciencenews.org/article/tear-gas-pepper-spray-health-effects",
    "date": "2026-02-02"
  },
  {
    "title": "Researchers discover new genetic variant associated with increased risk of bipolar disorder",
    "summary": "A new study has identified a genetic variant that increases the risk of developing bipolar disorder.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260201062457.htm",
    "date": "2026-02-01"
  },
  {
    "title": "A hidden bat virus is infecting humans",
    "summary": "Researchers in Bangladesh have identified a bat-borne virus, Pteropine orthoreovirus, in patients who were initially suspected of having Nipah virus but tested negative.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260131084131.htm",
    "date": "2026-02-01"
  },
  {
    "title": "Triple Combination Approach Cures Pancreatic Cancer In Pre-Clinical Models",
    "summary": "Pancreatic malignancies remain some of the most challenging cancers to treat. Experts anticipate over 52,000 pancr...",
    "hyperlink": "https://www.labroots.com/trending/cancer/30137/triple-combination-approach-cures-pancreatic-cancer-pre-clinical-models",
    "date": "2026-01-30"
  },
  {
    "title": "Addressing the Challenge of Reliable Genomic Data in Microbiology",
    "summary": "One of the biggest hurdles in microbiology research is ensuring that the genomic data you use is accurate and traceable....",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29938/addressing-challenge-reliable-genomic-data-microbiology",
    "date": "2026-01-30"
  },
  {
    "title": "CBD's Role in Minimizing the Effects of Fetal Alcohol Spectrum Disorder",
    "summary": "Findings from a study published in Biomedicine & Pharmacotherapy suggested cannabidiol (CBD) could potentially minimize the effects of fetal alcohol spectrum disorder.",
    "hyperlink": "https://www.labroots.com/trending/health-and-medicine/30143/cbd-s-role-minimizing-effects-fetal-alcohol-spectrum-disorder-2",
    "date": "2026-01-30"
  },
  {
    "title": "Study Recommends Threshold Cannabis Consumption Amounts for Safer Use",
    "summary": "A University of Bath research team published recommended thresholds for safer cannabis use in the journal Addiction.",
    "hyperlink": "https://www.labroots.com/trending/health-and-medicine/30142/study-recommends-threshold-cannabis-consumption-amounts-safer-2",
    "date": "2026-01-30"
  },
  {
    "title": "Gen Z, Millennials Fine With Partner's Cannabis Use",
    "summary": "How is cannabis use viewed in dating circles nowadays?",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/30140/gen-z-millennials-fine-partner-s-cannabis-2",
    "date": "2026-01-30"
  },
  {
    "title": "A study hints positive thinking could strengthen vaccine immunity",
    "summary": "Thinking positive increased a specific brain region's activity and might have heightened immune response after a shot.",
    "hyperlink": "https://www.sciencenews.org/article/placebo-brain-activity-vaccine-antibody",
    "date": "2026-01-30"
  },
  {
    "title": "Inflammatory Bowel Disease Drives Colorectal Cancer",
    "summary": "Inflammatory Bowel Disease (IBD) is a chronic disease of inflammation along the digestive tract. There are two forms of...",
    "hyperlink": "https://www.labroots.com/trending/immunology/30136/inflammatory-bowel-disease-drives-colorectal-cancer",
    "date": "2026-01-29"
  },
  {
    "title": "Cancer Vaccines Improve Personalized Medical Care",
    "summary": "The concept of cancer vaccines has developed over the last century with initial promise from a young doctor, William Col...",
    "hyperlink": "https://www.labroots.com/trending/immunology/30135/cancer-vaccines-improve-personalized-medical-care",
    "date": "2026-01-29"
  },
  {
    "title": "THC and Celecoxib Show Promise in Alzheimer's",
    "summary": "Combining low-dose THC and celecoxib improved cognition and reduced Alzheimer's-related brain pathology in mice.",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/30139/thc-celecoxib-promise-alzheimer-s",
    "date": "2026-01-29"
  },
  {
    "title": "Genes may shape how long we live more than once thought",
    "summary": "New research challenges the view that human life span depends mostly on lifestyle. Genes may account for half the factors that determine longevity.",
    "hyperlink": "https://www.sciencenews.org/article/genes-shape-how-long-we-live-longevity",
    "date": "2026-01-29"
  },
  {
    "title": "Gut Bacteria Proteins Directly Impact Immune Cells",
    "summary": "In recent years, scientists have begun to reveal the myriad ways that gut microbes can impact our health; they had ident...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/30127/gut-bacteria-proteins-directly-impact-immune-cells",
    "date": "2026-01-28"
  },
  {
    "title": "Just Two Days of Oatmeal Reduces Cholesterol Levels",
    "summary": "Researchers have conducted a small trial with human volunteers showing that a short-term diet that includes oats can red...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/30128/days-oatmeal-reduces-cholesterol-levels",
    "date": "2026-01-28"
  },
  {
    "title": "Why long COVID brain fog seems so much worse in the U.S.",
    "summary": "A massive international study of more than 3,100 long COVID patients uncovered a striking divide in how brain-related symptoms are reported around the world.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260128075319.htm",
    "date": "2026-01-28"
  },
  {
    "title": "Scientists Discover a Natural Brake on Inflammation",
    "summary": "The immune system is a powerful, necessary shield that has to spring into action when an infection has to be eliminated....",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/30117/scientists-discover-natural-brake-inflammation",
    "date": "2026-01-26"
  },
  {
    "title": "Revealing More About the Genetics Underlying Schizophrenia",
    "summary": "Schizophrenia is a complex mental health disorder, but scientists are learning more about what can cause it...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/30115/revealing-genetics-underlying-schizophrenia",
    "date": "2026-01-26"
  },
  {
    "title": "Child Gut Health Linked to Migraines & Allergies",
    "summary": "Scientists are beginning to learn more about how gut microbes are associated with children’s health and various as...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/30113/child-gut-health-linked-migraines-allergies",
    "date": "2026-01-25"
  },
  {
    "title": "Why Many Human Conceptions Don't Last Until Birth",
    "summary": "About 15% of known pregnancies end in miscarriage, and many other conceptions do not survive past the very early stages...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/30114/human-conceptions-don-t-birth",
    "date": "2026-01-25"
  },
  {
    "title": "Hemp Roots Hold Untapped Cancer-Treatment Potential",
    "summary": "How can hemp roots be used to treat pediatric cancer? This is what a recent study published in the Journal of Cannabis R...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/30108/hemp-roots-hold-untapped-cancer-treatment-potential-2",
    "date": "2026-01-22"
  },
  {
    "title": "Wildfire Smoke Exposure May Raise Autism Risk in Kids",
    "summary": "What risk does wildfire smoke pose during late-term pregnancies? This is what a recent study published in Environmental...",
    "hyperlink": "https://www.labroots.com/trending/earth-and-the-environment/30107/wildfire-smoke-exposure-raise-autism-risk-kids-2",
    "date": "2026-01-22"
  },
  {
    "title": "The Future of Research in America in 2026",
    "summary": "It has been one-year since the federal government has made significant changes to how scientific research proposals are...",
    "hyperlink": "https://www.labroots.com/trending/immunology/30106/future-research-america-2026",
    "date": "2026-01-22"
  },
  {
    "title": "'No Evidence' that Cannabis Helps Chronic Neuropathic Pain",
    "summary": "A systematic review of 21 studies found no strong evidence for cannabis being able to soothe neuropathic pain.",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/30111/no-evidence-cannabis-helps-chronic-neuropathic-pain",
    "date": "2026-01-22"
  },
  {
    "title": "Why some people get bad colds and others don’t",
    "summary": "Scientists found that nasal cells act as a first line of defense against the common cold, working together to block rhinovirus soon after infection.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260122074702.htm",
    "date": "2026-01-22"
  },
  {
    "title": "Tylenol While Pregnant Not Linked to Autism, ADHD",
    "summary": "Taking acetaminophen, commonly known as Tylenol, while pregnant does not increase a child's risk of autism, ADHD, or int...",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/30103/tylenol-pregnant-linked-autism-adhd",
    "date": "2026-01-20"
  },
  {
    "title": "Vagus Nerve Implant Shows Promise for Depression",
    "summary": "An implanted device that stimulates the vagus nerve has shown promise for people with long-standing, treatment-resistant...",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/30102/vagus-nerve-implant-promise-depression",
    "date": "2026-01-20"
  },
  {
    "title": "How Epstein-Barr Virus & Genetic Factors Can Lead to Multiple Sclerosis",
    "summary": "Multiple sclerosis is a disease in which the immune system erroneously attacks a protective insulation that surrounds ne...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/30090/epstein-barr-virus-genetic-factors-lead-multiple-sclerosis",
    "date": "2026-01-19"
  },
  {
    "title": "Protecting Research Credibility with Image Integrity Checker",
    "summary": "No summary available",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/30073/protecting-research-credibility-image-integrity-checker"
  },
  {
    "title": "Safer Labs, Greener Futures: Mitigating Safety Goals and Sustainability Initiatives",
    "summary": "No summary available",
    "hyperlink": "https://www.labroots.com/trending/chemistry-and-physics/29869/safer-labs-greener-futures-mitigating-safety-goals-sustainability-initiatives"
  },
  {
    "title": "Working Together to Impact the Microbial World",
    "summary": "No summary available",
    "hyperlink": "https://www.labroots.com/trending/ebooks/29926/working-together-impact-microbial-world"
  },
  {
    "title": "Scaling RNAi Therapeutics: Honeybee Health and Hydrocycler",
    "summary": "No summary available",
    "hyperlink": "https://www.labroots.com/trending/ebooks/29856/scaling-rnai-therapeutics-honeybee-health-hydrocycler"
  }
]