[
  {
    "title": "A traditional Brazilian plant shows unexpected strength against arthritis",
    "summary": "A Brazilian study has confirmed that Joseph’s Coat, a plant used for generations in folk medicine, can significantly reduce inflammation and arthritis symptoms in lab tests.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251221043237.htm",
    "date": "2025-12-22"
  },
  {
    "title": "Parkinson’s breakthrough changes what we know about dopamine",
    "summary": "A new study shows dopamine isn’t the brain’s movement “gas pedal” after all. Instead of setting speed or strength, it quietly enables movement in the background, much like oil in an engine.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251221043225.htm",
    "date": "2025-12-22"
  },
  {
    "title": "Study links full-fat cheese to lower dementia risk",
    "summary": "Eating full-fat cheese and cream may be associated with a lower risk of dementia, according to a large study that tracked people for more than 25 years.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251221091246.htm",
    "date": "2025-12-22"
  },
  {
    "title": "Ultra-Processed Foods Trigger Rapid Evolution in Gut Microbes",
    "summary": "The gut microbiome is complex, and can be affected by the things we eat, our physical habits, our genes, and other factors ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/29995/ultra-processed-foods-trigger-rapid-evolution-gut-microbes",
    "date": "2025-12-21"
  },
  {
    "title": "New Insights Into the Link Between a Toxic Protein & Neurodegeneration",
    "summary": "Scientists are revealing more about why TDP-43 has long been linked to the neurodegenerative disorders Alzheimer's, FTD, ...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29994/insights-link-toxic-protein-neurodegeneration",
    "date": "2025-12-21"
  },
  {
    "title": "Legislation Provides Compensation to Firefighters Diagnosed with Cancer",
    "summary": "On Thursday, President Trump signed legislation that formally recognizes the sacrifices of firefighters and their elevated risk of cancer ...",
    "hyperlink": "https://www.labroots.com/trending/cancer/30001/legislation-provides-compensation-firefighters-diagnosed-cancer",
    "date": "2025-12-21"
  },
  {
    "title": "Science says we’ve been nurturing “gifted” kids all wrong",
    "summary": "A major international review has upended long-held ideas about how top performers are made. By analyzing nearly 35,000 elite achievers across science, music, chess, and sports, researchers found that early stars rarely become adult superstars.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251221043218.htm",
    "date": "2025-12-21"
  },
  {
    "title": "A new tool is revealing the invisible networks inside cancer",
    "summary": "Spanish researchers have created a powerful new open-source tool that helps uncover the hidden genetic networks driving cancer.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251221043216.htm",
    "date": "2025-12-21"
  },
  {
    "title": "Is a vegan diet safe for kids? A huge study has answers",
    "summary": "A major new meta-analysis finds that vegetarian and vegan diets can support healthy growth in children when properly planned.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251219093319.htm",
    "date": "2025-12-21"
  },
  {
    "title": "How natural daylight can help people with diabetes improve blood sugar levels",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-12-natural-daylight-people-diabetes-blood.html",
    "date": "2025-12-20"
  },
  {
    "title": "The role of neuroinflammation in progressive multiple sclerosis",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-12-role-neuroinflammation-multiple-sclerosis.html",
    "date": "2025-12-20"
  },
  {
    "title": "Rethinking recurrent brain core neurons",
    "summary": "A new study has challenged our understanding of recurrent brain core neurons.",
    "hyperlink": "https://medicalxpress.com/news/2025-12-rethinking-recurrent-brain-core-neurons.html",
    "date": "2025-12-20"
  },
  {
    "title": "Women illness men",
    "summary": "A new study has found that women are more likely to experience illness than men.",
    "hyperlink": "https://medicalxpress.com/news/2025-12-women-illness-men.html",
    "date": "2025-12-20"
  },
  {
    "title": "Surge in serotonin points to new treatment target for schizophrenia",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-12-surge-serotonin-treatment-schizophrenia.html",
    "date": "2025-12-20"
  },
  {
    "title": "Accelerated cancer drug approvals yield modest survival gains at significant Medicare cost",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-12-cancer-drug-yield-modest-survival.html",
    "date": "2025-12-20"
  },
  {
    "title": "Natural protein drug may slow neuron death linked to Alzheimer's disease",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-12-natural-protein-drug-neuron-death.html",
    "date": "2025-12-20"
  },
  {
    "title": "Improving diagnosis of aortic stenosis with genetics and AI",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-12-diagnosis-aortic-stenosis-genetics-ai.html",
    "date": "2025-12-20"
  },
  {
    "title": "Gourmet palate refined mechanisms",
    "summary": "Researchers have discovered the refined mechanisms behind the gourmet palate.",
    "hyperlink": "https://medicalxpress.com/news/2025-12-gourmet-palate-refined-mechanisms.html",
    "date": "2025-12-20"
  },
  {
    "title": "Brains gears efficiently",
    "summary": "Researchers have discovered how the brain's gears work efficiently.",
    "hyperlink": "https://medicalxpress.com/news/2025-12-brains-gears-efficiently.html",
    "date": "2025-12-20"
  },
  {
    "title": "Federal housing homelessness year",
    "summary": "A new study has found that federal housing policies are contributing to homelessness.",
    "hyperlink": "https://medicalxpress.com/news/2025-12-federal-housing-homelessness-year.html",
    "date": "2025-12-20"
  },
  {
    "title": "Fate of cell highlights cellular housekeeping",
    "summary": "A new study has shed light on the fate of cells and how they are recycled.",
    "hyperlink": "https://medicalxpress.com/news/2025-12-fate-cell-highlights-cellular-housekeeping.html",
    "date": "2025-12-20"
  },
  {
    "title": "Deaths of despair were rising long before opioids",
    "summary": "Long before opioids flooded communities, something else was quietly changing—and it may have helped set the stage for today’s crisis.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251219093317.htm",
    "date": "2025-12-20"
  },
  {
    "title": "CBD Gains Ground Among Elite Athletes",
    "summary": "How can cannabidiol (CBD) improve athlete training and recovery? This is what a recent study published in Frontiers in N ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29998/cbd-gains-ground-elite-athletes-2",
    "date": "2025-12-19"
  },
  {
    "title": "Analysis Shows No Association Between Cannabis Consumption and Oral Cancer Incidence",
    "summary": "​A research team found an association between cannabis use and reduced risk of oral cancer. Previous studies have report ...",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29915/analysis-association-cannabis-consumption-oral-cancer-incidence-2",
    "date": "2025-12-19"
  },
  {
    "title": "He made beer that’s also a vaccine. Now controversy is brewing",
    "summary": "An NIH scientist’s maverick approach reveals legal, ethical, moral, scientific and social challenges to developing potentially life-saving vaccines.",
    "hyperlink": "https://www.sciencenews.org/article/vaccine-beer-polyomavirus-chris-buck",
    "date": "2025-12-19"
  },
  {
    "title": "An asteroid could hit the moon in 2032, scattering debris toward Earth",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/asteroid-moon-impact-2032-2024-yr4",
    "date": "2025-12-19"
  },
  {
    "title": "Key protein ACE2 could protect against high blood pressure and diabetes",
    "summary": "Proteins circulating in the blood can reveal what's happening in the body, from how we process energy to how diseases develop.",
    "hyperlink": "https://medicalxpress.com/news/2025-12-key-protein-ace2-high-blood.html",
    "date": "2025-12-19"
  },
  {
    "title": "RNA steps outside the cell to help guide immune responses, study suggests",
    "summary": "RNA is usually portrayed as a molecule that works deep inside the cell, helping to turn genetic information into proteins.",
    "hyperlink": "https://medicalxpress.com/news/2025-12-rna-cell-immune-responses.html",
    "date": "2025-12-19"
  },
  {
    "title": "Online psychoeducation underperforms existing digital cognitive behavioral therapy in trial",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-12-online-psychoeducation-underperforms-digital-cognitive.html",
    "date": "2025-12-19"
  },
  {
    "title": "Scientists show targeting cancer stem cells can prevent gastric cancer recurrence",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-12-scientists-cancer-stem-cells-gastric.html",
    "date": "2025-12-19"
  },
  {
    "title": "Cancer's hidden 'safety switch': Silencing TAK1 gene could boost immunotherapy performance",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-12-cancer-hidden-safety-silencing-tak1.html",
    "date": "2025-12-19"
  },
  {
    "title": "Exposure to common air pollutants alters adolescent brain development, study finds",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-12-exposure-common-air-pollutants-adolescent.html",
    "date": "2025-12-19"
  },
  {
    "title": "Young children more likely to visit ER after virtual care than in-person visits, study shows",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-12-young-children-er-virtual-person.html",
    "date": "2025-12-19"
  },
  {
    "title": "Ozempic is changing the foods Americans buy",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-12-ozempic-foods-americans-buy.html",
    "date": "2025-12-19"
  },
  {
    "title": "Prostate cancer cells use unique metabolic pathway to thrive in bone tissue",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-12-prostate-cancer-cells-unique-metabolic.html",
    "date": "2025-12-19"
  },
  {
    "title": "Inflammation-induced metabolic shifts linked to brain disorders",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-12-inflammation-metabolic-shifts-linked-brain.html",
    "date": "2025-12-19"
  },
  {
    "title": "Neurons aren’t supposed to regrow but these ones brought back vision",
    "summary": "After injury, the visual system can recover by growing new neural connections rather than replacing lost cells. Researchers found that surviving eye cells formed extra branches that restored communication with the brain. These new pathways worked much like the originals. The repair process, however, was slower or incomplete in females, pointing to important biological differences in recovery.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251219030500.htm",
    "date": "2025-12-19"
  },
  {
    "title": "Helping others for a few hours a week may slow brain aging",
    "summary": "Spending a few hours a week helping others may slow the aging of the brain. Researchers found that both formal volunteering and informal acts, like helping neighbors or relatives, were linked to noticeably slower cognitive decline over time. The benefits added up year after year and didn’t require a huge time commitment. Even modest, everyday helping packed a powerful mental payoff.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251218060615.htm",
    "date": "2025-12-19"
  },
  {
    "title": "Glowing neurons let scientists watch the brain work in real time",
    "summary": "A new bioluminescent tool allows neurons to glow on their own, letting scientists track brain activity without harmful lasers or fading signals. The advance makes it possible to watch individual brain cells fire for hours, offering a clearer, deeper look at how the brain works.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251218060554.htm",
    "date": "2025-12-19"
  },
  {
    "title": "The 98% mystery: Scientists just cracked the code on “junk DNA” linked to Alzheimer’s",
    "summary": "Researchers have revealed that so-called “junk DNA” contains powerful switches that help control brain cells linked to Alzheimer’s disease.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251219093315.htm",
    "date": "2025-12-19"
  },
  {
    "title": "An 11-year-old needed two new organs and doctors made history",
    "summary": "In a rare and historic achievement, Children’s Hospital Colorado successfully completed its first dual heart and liver transplant in a pediatric patient.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251219093309.htm",
    "date": "2025-12-19"
  },
  {
    "title": "Scientists found a new way to slow aging inside cells",
    "summary": "A small tweak to mitochondrial energy production led to big gains in health and longevity. Mice engineered to boost a protein that helps mitochondria work more efficiently lived longer and showed better metabolism, stronger muscles, and healthier fat tissue. Their cells produced more energy while dialing down oxidative stress and inflammation tied to aging. The results hint that improving cellular power output could help slow the aging process itself.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251218060557.htm",
    "date": "2025-12-19"
  },
  {
    "title": "Cannabis Use Increases Rapidly in Young Adults",
    "summary": "Cannabis use is rapidly increasing among young people in New York City.",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29997/cannabis-increases-rapidly-adults",
    "date": "2025-12-18"
  },
  {
    "title": "Basic Statistics in Laboratory Quality Control",
    "summary": "Achieving quality in the medical laboratory requires the use of many tools. This workbook explains the basic knowledge n ...",
    "hyperlink": "https://www.labroots.com/trending/ebooks/29886/basic-statistics-laboratory-quality-control",
    "date": "2025-12-18"
  },
  {
    "title": "Healthy Habits Slow Brain Aging, Boost Heart Health",
    "summary": "Lifestyle decisions may be a crucial factor for your heart and brain health as you age.",
    "hyperlink": "https://www.labroots.com/trending/cardiology/29988/healthy-habits-slow-brain-aging-boost-heart-health-2",
    "date": "2025-12-18"
  },
  {
    "title": "Novel Approach Reverses Age-Related Decline in Immune Cells",
    "summary": "The immune system is made of various cell types that take on critical roles to fight off foreign pathogens. These subsets of immune cells have distinct functions.",
    "hyperlink": "https://www.labroots.com/trending/immunology/29989/novel-approach-reverses-age-related-decline-immune-cells",
    "date": "2025-12-18"
  },
  {
    "title": "Engineered Cells Improve Immune Response",
    "summary": "Immunotherapy has transformed healthcare and how physicians treat patients. Various forms of immunotherapy have been developed...",
    "hyperlink": "https://www.labroots.com/trending/immunology/29990/engineered-cells-improve-immune-response",
    "date": "2025-12-18"
  },
  {
    "title": "This newfound cascade of events may explain some female gut pain",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/female-gut-pain-estrogen-ibs-bacteria",
    "date": "2025-12-18"
  },
  {
    "title": "As gambling addiction spreads, one scientist’s work reveals timely insights",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/bob-custer-gambling-addiction-impulse",
    "date": "2025-12-18"
  },
  {
    "title": "New Hubble images may solve the case of a disappearing exoplanet",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/hubble-telescope-exoplanet-mystery",
    "date": "2025-12-18"
  },
  {
    "title": "Finances leading factor for some cancer patients not enrolling in potentially life-saving clinical trials, study shows",
    "summary": "A study by Case Western Reserve University and University Hospitals researchers has overturned long-held assumptions about why more cancer patients don't enroll in clinical trials that could potentially save their lives.",
    "hyperlink": "https://medicalxpress.com/news/2025-12-factor-cancer-patients-enrolling-potentially.html",
    "date": "2025-12-18"
  },
  {
    "title": "Researchers identify 166 human pluripotent stem cell lines available for use in clinical applications",
    "summary": "To date, more than 100 clinical trials with human pluripotent stem cell (hPSC)-derived products have been initiated worldwide and an increasing number of potential hPSC-derived clinical products have entered early developmental ...",
    "hyperlink": "https://medicalxpress.com/news/2025-12-human-pluripotent-stem-cell-lines.html",
    "date": "2025-12-18"
  },
  {
    "title": "The gear meant to protect firefighters may carry hidden dangers",
    "summary": "Firefighter turnout gear is designed to shield first responders from extreme heat and danger, but new research suggests it may also introduce chemical exposures. A U.S. study found that brominated flame retardants are present across multiple layers of firefighter gear, including newer equipment marketed as PFAS-free. In some cases, these chemicals appeared at higher levels than the substances they were meant to replace.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251218074433.htm",
    "date": "2025-12-18"
  },
  {
    "title": "A hidden T cell switch could make cancer immunotherapy work for more people",
    "summary": "Scientists have discovered that T cell receptors activate through a hidden spring-like motion that had never been seen before. This breakthrough may help explain why immunotherapy works for some cancers and how it could be improved for others.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251218074429.htm",
    "date": "2025-12-18"
  },
  {
    "title": "AI detects cancer but it’s also reading who you are",
    "summary": "AI tools designed to diagnose cancer from tissue samples are quietly learning more than just disease patterns. New research shows these systems can infer patient demographics from pathology slides, leading to biased results for certain groups. The bias stems from how the models are trained and the data they see, not just from missing samples. Researchers also demonstrated a way to significantly reduce these disparities.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251217231230.htm",
    "date": "2025-12-18"
  },
  {
    "title": "This tiny protein helps control how hungry you feel",
    "summary": "Researchers have identified a previously overlooked protein that helps regulate appetite and energy use in the body. This “helper” protein supports a key system that decides whether the body burns energy or stores it, and when it does not function properly, appetite signals can weaken.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251217231141.htm",
    "date": "2025-12-18"
  },
  {
    "title": "Young adults are using cannabis to sleep at alarming rates",
    "summary": "More than 20% of young adults say they use cannabis or alcohol to fall asleep, with cannabis leading by a wide margin. Researchers warn this strategy can backfire, disrupting sleep quality and increasing the risk of long-term sleep and substance-use problems.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251217082507.htm",
    "date": "2025-12-18"
  },
  {
    "title": "From Waste to Wow: Optimizing Your Quality Control Workflow",
    "summary": "No summary available",
    "hyperlink": "https://www.labroots.com/virtual-event/waste-wow-optimizing-quality-control-workflow?id=9834",
    "date": "2025-12-17"
  },
  {
    "title": "Polar plunges aren’t just for the daring",
    "summary": "Bragging rights and an adrenaline rush aren’t the only reasons to start the year with a frigid swim. A dip in icy water builds resilience.",
    "hyperlink": "https://www.sciencenews.org/article/polar-plunges-swimming-icy-cold-water",
    "date": "2025-12-17"
  },
  {
    "title": "A new hunt for an Earth analog begins",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/earth-analog-terra-hunting-experiment",
    "date": "2025-12-17"
  },
  {
    "title": "This giant microbe organizes its DNA in a surprising way",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/giant-microbe-bacteria-dna",
    "date": "2025-12-17"
  },
  {
    "title": "How embryos and the uterus 'talk' during implantation",
    "summary": "A new study shows that the embryo and the uterine lining conduct an active \"conversation\" from the very earliest stages of implantation.",
    "hyperlink": "https://medicalxpress.com/news/2025-12-embryos-uterus-implantation.html",
    "date": "2025-12-17"
  },
  {
    "title": "Some ventilator settings can double airway stress",
    "summary": "Mechanical ventilation saves lives, but the airflow it produces inside an intubated airway can also shape conditions linked to complications during long-term support.",
    "hyperlink": "https://medicalxpress.com/news/2025-12-ventilator-airway-stress.html",
    "date": "2025-12-17"
  },
  {
    "title": "Scientists rewired Down syndrome brain circuits by restoring a missing molecule",
    "summary": "A missing brain molecule may be disrupting neural wiring in Down syndrome, according to new research. Replacing it in adult mice rewired brain circuits and improved brain flexibility, challenging the idea that treatment must happen before birth.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251217082505.htm",
    "date": "2025-12-17"
  },
  {
    "title": "Scientists reveal why some brains stop growing too soon",
    "summary": "Researchers used miniature human brains grown in the lab to uncover why certain genetic mutations lead to abnormally small brains. Changes in actin disrupted the orientation of early brain cell divisions, causing crucial progenitor cells to disappear too soon.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251216081939.htm",
    "date": "2025-12-17"
  },
  {
    "title": "Certain Plant-Based Diets Raise Heart Disease Risk",
    "summary": "Some plant-based diets are better than others when it comes to heart disease risk.",
    "hyperlink": "https://www.labroots.com/trending/cardiology/29987/plant-based-diets-raise-heart-disease-risk-2",
    "date": "2025-12-16"
  },
  {
    "title": "Anti-inflammatory Drugs Help Some Patients with Depression",
    "summary": "Anti-inflammatory medications reduce depressive symptom severity and anhedonia in individuals with depression and elevated inflammation.",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29985/anti-inflammatory-drugs-help-patients-depression",
    "date": "2025-12-16"
  },
  {
    "title": "Ozempic Linked to Smaller Risk of Epilepsy",
    "summary": "Taking GLP-1 medications like Ozempic is linked to a smaller risk of developing epilepsy than taking DPP-4 inhibitors.",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29984/ozempic-linked-risk-epilepsy",
    "date": "2025-12-16"
  },
  {
    "title": "Mapping Gene Networks to Understand Complex Disease",
    "summary": "Sometimes, a small error in the sequence of DNA can lead to a very serious disease. Scientists have identified many mutations...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29977/mapping-gene-networks-understand-complex-disease",
    "date": "2025-12-16"
  },
  {
    "title": "Genetic Variant Identified in Breast Cancer Patients without a History of Cancer",
    "summary": "A recent article in JAMA Internal Medicine describes a common genetic mutation found in many breast cancer patients who do not have a family history of the disease.",
    "hyperlink": "https://www.labroots.com/trending/cancer/29981/genetic-variant-identified-breast-cancer-patients-history-cancer",
    "date": "2025-12-16"
  },
  {
    "title": "Revealing the Links Between RPA Mutations & Disease",
    "summary": "Our DNA is compacted and arranged into chromosomes, most of which are shaped like X’s. The ends of the chromosomes...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29978/revealing-links-rpa-mutations-disease",
    "date": "2025-12-16"
  },
  {
    "title": "A quantum trick helps trim bloated AI models",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/quantum-tensor-network-ai-model-relief",
    "date": "2025-12-16"
  },
  {
    "title": "Ancient DNA rewrites the tale of when and how cats left Africa",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/dna-domesticated-cats-africa-europe",
    "date": "2025-12-16"
  },
  {
    "title": "Clinical trial suggests knowing HIV 'viral load' doesn't improve number of patients seeking needed care",
    "summary": "According to the U.S. Centers for Disease Control and Prevention (CDC) and other sources, there are approximately 1.2 million people living with HIV in the United States, and another 1.2 to 2.2 million who are at highest ...",
    "hyperlink": "https://medicalxpress.com/news/2025-12-clinical-trial-hiv-viral-doesnt.html",
    "date": "2025-12-16"
  },
  {
    "title": "Structure of dopamine-releasing neurons relates to the type of circuits they form for smell-processing, study finds",
    "summary": "Closely related subtypes of dopamine-releasing neurons may play entirely separate roles in processing sensory information, depending on their physical structure.",
    "hyperlink": "https://medicalxpress.com/news/2025-12-dopamine-neurons-circuits.html",
    "date": "2025-12-16"
  },
  {
    "title": "A new way to prevent gum disease without wiping out good bacteria",
    "summary": "Scientists are uncovering a surprising way to influence bacteria—not by killing them, but by changing how they communicate. Researchers studying oral bacteria found that disrupting chemical signals used in bacterial “conversations” can shift dental plaque toward healthier, less harmful communities.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251215084218.htm",
    "date": "2025-12-16"
  },
  {
    "title": "Does Social Isolation Cause Cognitive Decline?",
    "summary": "Social isolation may accelerate cognitive decline later in life, reported a new study published in The Journals of Gerontology.",
    "hyperlink": "https://www.labroots.com/trending/neuroscience/29980/social-isolation-cause-cognitive-decline",
    "date": "2025-12-15"
  },
  {
    "title": "New Study Aims to Identify the Most Beneficial Gut Microbes",
    "summary": "The huge and diverse community of microbes in the human gastrointestinal tract is intimately linked to many aspects of our health.",
    "hyperlink": "https://www.labroots.com/trending/microbiology/29976/study-aims-identify-beneficial-gut-microbes",
    "date": "2025-12-15"
  },
  {
    "title": "How to levitate objects sans magic",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/levitate-magnets-electricity-sound",
    "date": "2025-12-15"
  },
  {
    "title": "Gut bacteria from amphibians and reptiles achieve complete tumor elimination in preclinical model",
    "summary": "A research team of Prof. Eijiro Miyako at the Japan Advanced Institute of Science and Technology (JAIST) has discovered that the bacterium Ewingella americana, isolated from the intestines of Japanese tree frogs (Dryophytes ...",
    "hyperlink": "https://medicalxpress.com/news/2025-12-gut-bacteria-amphibians-reptiles-tumor.html",
    "date": "2025-12-15"
  },
  {
    "title": "Neurons use physical signals, not electricity, to stabilize communication",
    "summary": "Every movement you make and every memory you form depends on precise communication between neurons.",
    "hyperlink": "https://medicalxpress.com/news/2025-12-neurons-physical-electricity-stabilize-communication.html",
    "date": "2025-12-15"
  },
  {
    "title": "Accelerating drug combination discovery with machine learning",
    "summary": "Discovering effective drug combinations may now be easier thanks to a screening platform made public today by St. Jude Children's Research Hospital scientists.",
    "hyperlink": "https://medicalxpress.com/news/2025-12-drug-combination-discovery-machine.html",
    "date": "2025-12-15"
  },
  {
    "title": "How the NIH became the backbone of American medical research and a major driver of innovation and economic growth",
    "summary": "As a young medical student in 1975, I walked into a basement lab at the National Institutes of Health in Bethesda, Maryland, to interview for a summer job.",
    "hyperlink": "https://medicalxpress.com/news/2025-12-nih-backbone-american-medical-major.html",
    "date": "2025-12-15"
  },
  {
    "title": "Cannabis compounds show unexpected power against ovarian cancer",
    "summary": "Scientists have discovered that key compounds from cannabis—CBD and THC—show surprisingly strong effects against ovarian cancer cells. Used together, they slow cell growth, reduce colony formation, and may even block the cancer’s ability to spread.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251215025315.htm",
    "date": "2025-12-15"
  },
  {
    "title": "Mayo Clinic neurosurgeon reveals 8 back pain myths to stop believing",
    "summary": "Back pain is wrapped in persistent myths, but many are far from the truth. From misconceptions about heavy lifting and bed rest to confusion over posture, exercise, and surgery, Dr. Meghan Murphy breaks down what really causes pain and what actually helps.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251214100940.htm",
    "date": "2025-12-15"
  },
  {
    "title": "Stem cell pain sponge soaks up osteoarthritis joint pain and protects cartilage",
    "summary": "SereNeuro Therapeutics revealed promising results for SN101, a first-in-class iPSC-derived therapy designed to treat chronic osteoarthritis pain while protecting joint tissue.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251214100916.htm",
    "date": "2025-12-15"
  },
  {
    "title": "Why consciousness exists at all",
    "summary": "Consciousness evolved in stages, starting with basic survival responses like pain and alarm, then expanding into focused awareness and self-reflection. These layers help organisms avoid danger, learn from the environment, and coordinate socially.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251215084209.htm",
    "date": "2025-12-15"
  },
  {
    "title": "These simple habits could make your brain 8 years younger, study finds",
    "summary": "New research shows that your brain’s “true age” can shift dramatically depending on how you live, with optimism, restorative sleep, stress management, and strong social support acting like powerful anti-aging tools.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251214100933.htm",
    "date": "2025-12-15"
  },
  {
    "title": "Researchers identify viral suspects that could be fueling long COVID",
    "summary": "Scientists are uncovering a new possibility behind long COVID’s stubborn symptoms: hidden infections that awaken or emerge alongside SARS-CoV-2.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251214100911.htm",
    "date": "2025-12-15"
  },
  {
    "title": "Are Hidden Infections Linked to Long COVID?",
    "summary": "Long COVID continues to afflict many people, and confound doctors. We have learned more about various trajectories the illness can take.",
    "hyperlink": "https://www.labroots.com/trending/microbiology/29973/hidden-infections-linked-covid",
    "date": "2025-12-14"
  },
  {
    "title": "Genetics of 14 Psychiatric Disorders Helps Explain Diagnostic Overlap",
    "summary": "A new study has provided new insights into the genetic overlap among some psychiatric disorders, and can help explain why some people experience multiple conditions.",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29972/genetics-14-psychiatric-disorders-helps-explain-diagnostic-overlap",
    "date": "2025-12-14"
  },
  {
    "title": "Scientists develop mini human heart organoid that mimics atrial fibrillation",
    "summary": "Though an estimated 60 million people around the world have atrial fibrillation, or A-fib, a type of irregular and often fast heartbeat, it's been at least 30 years since any new treatments have been developed.",
    "hyperlink": "https://medicalxpress.com/news/2025-12-scientists-mini-human-heart-organoid.html",
    "date": "2025-12-14"
  },
  {
    "title": "A grad student’s wild idea triggers a major aging breakthrough",
    "summary": "Senescent “zombie” cells are linked to aging and multiple diseases, but spotting them in living tissue has been notoriously difficult.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251213032625.htm",
    "date": "2025-12-14"
  },
  {
    "title": "Natural compound supercharges treatment for aggressive leukemia",
    "summary": "Forskolin, a plant-derived compound, shows surprising potential against one of the most aggressive forms of leukemia.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251213032619.htm",
    "date": "2025-12-14"
  },
  {
    "title": "AI finds a hidden stress signal inside routine CT scans",
    "summary": "Researchers used a deep learning AI model to uncover the first imaging-based biomarker of chronic stress by measuring adrenal gland volume on routine CT scans.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251213032615.htm",
    "date": "2025-12-14"
  },
  {
    "title": "FDA drug trials exclude a widening slice of Americans, research reveals",
    "summary": "A new study finds just 6% of clinical trials used to approve new drugs in the U.S. reflect the country's racial and ethnic makeup, with an increasing trend of trials underrepresenting Black and Hispanic individuals.",
    "hyperlink": "https://medicalxpress.com/news/2025-12-fda-drug-trials-exclude-widening.html",
    "date": "2025-12-13"
  },
  {
    "title": "Ozempic may offer a surprising bonus benefit for brain health",
    "summary": "A new analysis suggests that people with type 2 diabetes who use GLP-1 medications like Ozempic, Trulicity or Victoza may be less likely to develop epilepsy than those taking DPP-4 inhibitors.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251213042249.htm",
    "date": "2025-12-13"
  },
  {
    "title": "The brain switch that could rewrite how we treat mental illness",
    "summary": "Scientists exploring how the brain responds to stress discovered molecular changes that can influence behavior long after an experience ends. They also identified natural resilience systems that help protect certain individuals from harm.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251213042402.htm",
    "date": "2025-12-13"
  },
  {
    "title": "Kids’ anxiety and depression dropped fast after COVID school reopenings",
    "summary": "Researchers discovered that children who went back to school during COVID experienced far fewer mental health diagnoses than those who stayed remote.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251213042244.htm",
    "date": "2025-12-13"
  },
  {
    "title": "Tea may strengthen bones in older women while heavy coffee weakens them",
    "summary": "A decade-long study of older women found that tea drinkers had slightly stronger bones, while moderate coffee drinking caused no harm.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251213032613.htm",
    "date": "2025-12-13"
  },
  {
    "title": "AI finds a surprising monkeypox weak spot that could rewrite vaccines",
    "summary": "Researchers used AI to pinpoint a little-known monkeypox protein that provokes strong protective antibodies.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251212204834.htm",
    "date": "2025-12-13"
  },
  {
    "title": "Study Suggests Dispensaries Pose Harms for Their Neighborhoods",
    "summary": "A study published in the Annals of Internal Medicine found an association between community exposure to cannabis retail and several negative outcomes.",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29971/study-suggests-dispensaries-pose-harms-neighborhoods-2",
    "date": "2025-12-12"
  },
  {
    "title": "Op-Ed: Death During Treatment is Unacceptable in the Era of Precision Medicine: Why Should this Be?",
    "summary": "In the 21st century, oncology has achieved extraordinary progress.",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29937/op-ed-death-treatment-unacceptable-era-precision-medicine-be",
    "date": "2025-12-12"
  },
  {
    "title": "A Close Look at Chromatin Condensates",
    "summary": "There is a huge amount of DNA in most human cells, and that DNA has to be carefully compacted and organized so that it w...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29974/close-look-chromatin-condensates",
    "date": "2025-12-12"
  },
  {
    "title": "‘Black Religion in the Madhouse’ examines psychiatry and race post-Civil War",
    "summary": "In the aftermath of slavery, white psychiatrists diagnosed Black people with “religious excitement” and claimed they were unfit for freedom.",
    "hyperlink": "https://www.sciencenews.org/article/racism-psychiatry-black-religion-book",
    "date": "2025-12-12"
  },
  {
    "title": "Nerve injuries can trigger hidden immune changes throughout the entire body",
    "summary": "Researchers discovered that nerve injuries can alter the immune system throughout the body, and males and females react very differently.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251211100623.htm",
    "date": "2025-12-12"
  },
  {
    "title": "Scientists reveal the real benefits and hidden risks of medical cannabis",
    "summary": "A sweeping review of more than 2,500 studies reveals that despite booming public enthusiasm, cannabis has strong scientific support for only a few medical uses, leaving most popular claims—like relief for chronic pain, anxiety, and insomnia—on shaky ground.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251211100620.htm",
    "date": "2025-12-12"
  },
  {
    "title": "NAD+ supplement shows early promise for long COVID fatigue and brain fog",
    "summary": "Long COVID still affects people worldwide with stubborn symptoms like fatigue and cognitive issues.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251211100629.htm",
    "date": "2025-12-12"
  },
  {
    "title": "Clinical Diagnostics & Research Virtual Event Series 2025",
    "summary": "No summary available",
    "hyperlink": "https://www.labroots.com/virtual-event/clinical-diagnostics-research-2025?id=8605",
    "date": "2025-12-11"
  },
  {
    "title": "Early Earth’s belly held onto its water",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/early-earth-water-maga-ocean-mantle",
    "date": "2025-12-11"
  },
  {
    "title": "Stressed rats keep returning to cannabis and scientists know why",
    "summary": "Rats with naturally high stress levels were far more likely to self-administer cannabis when given access. Behavioral testing showed that baseline stress hormones were the strongest predictor of cannabis-seeking behavior.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251211100615.htm",
    "date": "2025-12-11"
  },
  {
    "title": "New research reveals how everyday cues secretly shape your habits",
    "summary": "Researchers uncovered how shifting levels of a brain protein called KCC2 can reshape the way cues become linked with rewards, sometimes making habits form more quickly or more powerfully than expected.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251210223635.htm",
    "date": "2025-12-11"
  },
  {
    "title": "This 15 minute hepatitis C test could change everything",
    "summary": "Northwestern scientists have created the fastest-ever hepatitis C diagnostic, delivering accurate results in only 15 minutes.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251210092015.htm",
    "date": "2025-12-11"
  },
  {
    "title": "Bats might be the next bird flu wild card",
    "summary": "Finding that vampire bats along Peru’s coast carried H5N1 antibodies raises concerns that multiple bat species could become reservoirs for the virus.",
    "hyperlink": "https://www.sciencenews.org/article/vampire-bats-bird-flu-h5n1-virus",
    "date": "2025-12-10"
  },
  {
    "title": "Simple supplement mix shows remarkable results in brain cancer",
    "summary": "New research is challenging one of medicine’s oldest assumptions: that cancer must be attacked to be cured. By treating glioblastoma patients with a simple combination of resveratrol and copper, the researchers found dramatic reductions in tumor aggressiveness, cancer biomarkers, immune checkpoints, and stem-cell–related markers—all without side effects.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251209043050.htm",
    "date": "2025-12-10"
  },
  {
    "title": "Blood tests reveal obesity rapidly accelerates Alzheimer’s progression",
    "summary": "Obesity accelerates the rise of Alzheimer’s-related blood biomarkers far more rapidly than previously recognized. Long-term imaging and plasma data show that obese individuals experience much faster increases in proteins linked to neurodegeneration and amyloid buildup.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251210092019.htm",
    "date": "2025-12-10"
  },
  {
    "title": "Scientists reveal a tiny brain chip that streams thoughts in real time",
    "summary": "BISC is an ultra-thin neural implant that creates a high-bandwidth wireless link between the brain and computers. Its tiny single-chip design packs tens of thousands of electrodes and supports advanced AI models for decoding movement, perception, and intent.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251209234139.htm",
    "date": "2025-12-10"
  },
  {
    "title": "Human brains light up for chimp voices in a way no one expected",
    "summary": "Humans don’t just recognize each other’s voices—our brains also light up for the calls of chimpanzees, hinting at ancient communication roots shared with our closest primate relatives.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251209043042.htm",
    "date": "2025-12-10"
  },
  {
    "title": "Some irritability is normal. Here’s when it’s not",
    "summary": "Irritability is a normal response to frustrations, but it can sometimes signal an underlying mental health disorder, like depression or anxiety.",
    "hyperlink": "https://www.sciencenews.org/article/irritability-mental-health-frustration",
    "date": "2025-12-09"
  },
  {
    "title": "Single enzyme mutation reveals a hidden trigger in dementia",
    "summary": "Researchers discovered that a tiny structural feature of the enzyme GPX4 helps keep neurons safe. A rare mutation removes this protection, allowing harmful molecules to damage cell membranes and trigger early dementia.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251208052804.htm",
    "date": "2025-12-09"
  },
  {
    "title": "Drought may have doomed the ‘hobbits’ of Flores",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/drought-doomed-hobbits-human-relatives",
    "date": "2025-12-08"
  },
  {
    "title": "GLP-1 drugs failed to slow Alzheimer’s in two big clinical trials",
    "summary": "Tantalizing results from small trials and anecdotes raised hopes that drugs like Ozempic could help. Despite setbacks, researchers aren’t giving up yet.",
    "hyperlink": "https://www.sciencenews.org/article/glp-1-drugs-failed-slow-alzheimers",
    "date": "2025-12-08"
  },
  {
    "title": "Her food cravings vanished on Mounjaro then roared back",
    "summary": "Deep-brain recordings showed that Mounjaro and Zepbound briefly shut down the craving circuits linked to food noise in a patient with severe obesity. Her obsessive thoughts about food disappeared as the medication quieted the nucleus accumbens, the brain’s reward hub.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251208052534.htm",
    "date": "2025-12-08"
  },
  {
    "title": "Low dose melanoma treatment delivers dramatically better results",
    "summary": "Using less ipilimumab appears to make melanoma immunotherapy both safer and more effective, with dramatically better response and survival outcomes. The findings suggest that reducing side effects may be the key to maximizing the benefits of these powerful treatments.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251208052520.htm",
    "date": "2025-12-08"
  },
  {
    "title": "Garlic mouthwash shows shockingly strong germ-fighting power",
    "summary": "Garlic extract is emerging as a surprisingly powerful contender to chlorhexidine, the long-standing “gold standard” in antimicrobial mouthwashes. A systematic review of clinical studies shows that higher-concentration garlic mouthwash can rival chlorhexidine in killing bacteria—sometimes outperforming it—while offering a more natural alternative.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251207031338.htm",
    "date": "2025-12-08"
  },
  {
    "title": "This tiny implant sends secret messages to the brain",
    "summary": "Researchers have built a fully implantable device that sends light-based messages directly to the brain. Mice learned to interpret these artificial patterns as meaningful signals, even without touch, sight, or sound.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251208052515.htm",
    "date": "2025-12-08"
  },
  {
    "title": "Scientists uncover a volcanic trigger behind the Black Death",
    "summary": "A newly analyzed set of climate data points to a major volcanic eruption that may have played a key role in the Black Death’s arrival.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251208014623.htm",
    "date": "2025-12-08"
  },
  {
    "title": "The rotten egg smell that could finally beat nail fungus",
    "summary": "Researchers have identified hydrogen sulfide as a surprisingly effective tool for treating difficult nail infections. It penetrates nails more efficiently than current drugs and kills pathogens by disrupting their energy systems. The compound also works against fungi that resist standard antifungal treatments.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251205054741.htm",
    "date": "2025-12-07"
  },
  {
    "title": "Scientists find hidden layers in brain’s memory center",
    "summary": "Scientists uncovered a surprising four-layer structure hidden inside the hippocampal CA1 region, one of the brain’s major centers for memory, navigation, and emotion.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251206030752.htm",
    "date": "2025-12-06"
  },
  {
    "title": "A CDC panel has struck down universal newborn hepatitis B vaccination",
    "summary": "A reshaped vaccine committee voted to scale back newborn hepatitis B shots despite decades of data showing the birth dose is safe, effective and vital.",
    "hyperlink": "https://www.sciencenews.org/article/hepatitis-b-vaccination-newborns-cdc-acip",
    "date": "2025-12-05"
  },
  {
    "title": "Scientists find hidden brain nutrient drop that may fuel anxiety",
    "summary": "Researchers found that people with anxiety disorders consistently show lower choline levels in key brain regions that regulate thinking and emotions.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251204024236.htm",
    "date": "2025-12-05"
  },
  {
    "title": "A volcanic eruption might have helped bring the Black Plague to Europe",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/volcanic-eruption-black-plague-europe",
    "date": "2025-12-04"
  },
  {
    "title": "How a bacterial toxin linked to colon cancer messes with DNA",
    "summary": "A closeup look at colibactin’s structure reveals chemical motifs that guide its mutation-wreaking “warheads” to specific stretches of DNA.",
    "hyperlink": "https://www.sciencenews.org/article/toxin-colon-cancer-dna-mutation",
    "date": "2025-12-04"
  },
  {
    "title": "Scientists capture flu viruses surfing into human cells in real time",
    "summary": "Scientists have captured a never-before-seen, high-resolution look at influenza’s stealthy invasion of human cells, revealing that the cells aren’t just helpless victims.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251204024226.htm",
    "date": "2025-12-04"
  },
  {
    "title": "A 70-year-old pregnancy drug just revealed a hidden weakness in brain cancer",
    "summary": "Researchers have solved the decades-old mystery behind how a common pregnancy drug lowers blood pressure. It turns out the medication blocks a fast-acting “oxygen alarm” inside cells. That same alarm helps brain tumors survive, meaning the drug unexpectedly weakens them, too. The discovery could inspire better treatments for both preeclampsia and brain cancer.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251202052234.htm",
    "date": "2025-12-03"
  },
  {
    "title": "Is your gut being poisoned? Scientists reveal the hidden impact of everyday chemicals",
    "summary": "Researchers discovered that 168 common chemicals can disrupt the growth of beneficial gut bacteria, with some also promoting antibiotic resistance. Many of these substances—found in food, water, and household items—weren’t previously suspected of affecting living organisms. A new machine learning model now predicts which chemicals may harm the microbiome.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251202052215.htm",
    "date": "2025-12-03"
  },
  {
    "title": "A routine shingles shot may offer powerful defense against dementia",
    "summary": "A unique vaccine rollout in Wales gave researchers an accidental natural experiment that revealed a striking reduction in dementia among seniors who received the shingles vaccine.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251203004721.htm",
    "date": "2025-12-03"
  },
  {
    "title": "Twisted stacks of 2-D carbon act like a weird type of superconductor",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/twisted-carbon-graphene-superconductor",
    "date": "2025-12-02"
  },
  {
    "title": "Self-hypnosis with cooling mental imagery could ease hot flashes",
    "summary": "Postmenopausal women who listened to self-guided hypnosis recordings daily for six weeks saw meaningful improvements in hot flash symptoms.",
    "hyperlink": "https://www.sciencenews.org/article/self-hypnosis-hot-flashes-menopause",
    "date": "2025-12-02"
  },
  {
    "title": "Fast depression relief? Nitrous oxide shows remarkable potential",
    "summary": "Nitrous oxide may offer quick, short-term relief for people with major depression, especially those who haven’t responded to standard medications. The meta-analysis found rapid improvements after a single dose and more sustained benefits after repeated treatments. Side effects were generally mild and brief, though researchers stress the need for larger, longer-term studies.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251202052213.htm",
    "date": "2025-12-02"
  },
  {
    "title": "Personalized ‘prehabilitation’ helps the body brace for major surgery",
    "summary": "A small study finds that individualized prehab can dampen harmful immune responses and may reduce complications after an operation.",
    "hyperlink": "https://www.sciencenews.org/article/prehabilitation-surgery-immune-system",
    "date": "2025-12-01"
  },
  {
    "title": "New brain imaging breakthrough reveals clues to Parkinson’s",
    "summary": "A high-speed “zap-and-freeze” method is giving scientists their clearest view yet of how brain cells send messages.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251201085855.htm",
    "date": "2025-12-01"
  },
  {
    "title": "Scientists reveal five big moments when your brain dramatically changes",
    "summary": "A large study of brain scans shows that our neural wiring evolves through five major stages from birth to late old age.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/12/251201084942.htm",
    "date": "2025-12-01"
  },
  {
    "title": "How Statins Can Cause Muscle Damage",
    "summary": "Statins have been transformative for many individuals, by lowering cholesterol, and reducing the risk of heart problems...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29909/statins-cause-muscle-damage",
    "date": "2025-11-30"
  },
  {
    "title": "Your skin has a built-in cancer defense and sunlight turns it off",
    "summary": "Scientists have uncovered how too much sunlight can flip a hidden switch inside skin cells that makes inflammation spiral out of control and increases the risk of cancer. Their research reveals that UV radiation breaks down a protective protein called YTHDF2, which normally prevents a small RNA signal from activating an immune sensor linked to dangerous inflammation.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251129044505.htm",
    "date": "2025-11-30"
  },
  {
    "title": "Bird flu’s surprising heat tolerance has scientists worried",
    "summary": "Researchers discovered why bird flu can survive temperatures that stop human flu in its tracks",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251128050503.htm",
    "date": "2025-11-28"
  },
  {
    "title": "Hidden Immune Cells Drive Type 1 Diabetes",
    "summary": "Nearly two million Americans are affected by type 1 diabetes. Diabetes occurs when the body cannot produce enough insuli...",
    "hyperlink": "https://www.labroots.com/trending/immunology/29904/hidden-immune-cells-drive-type-1-diabetes",
    "date": "2025-11-27"
  },
  {
    "title": "Nasal Drops Improve Brain Cancer Treatment",
    "summary": "Glioblastoma is a rare, aggressive, brain tumor that is difficult to treat. It originates from brain cells known as glia...",
    "hyperlink": "https://www.labroots.com/trending/immunology/29903/nasal-drops-improve-brain-cancer-treatment",
    "date": "2025-11-27"
  },
  {
    "title": "New Cannabis Compound Shows Potent Skin Benefits",
    "summary": "How can cannabis compounds be used to improve skin health? This is what a recent study published in the Journal of Natur...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29687/cannabis-compound-potent-skin-benefits-2",
    "date": "2025-11-27"
  },
  {
    "title": "Most Dogs Still Carry Some Wolf DNA",
    "summary": "Many dog owners may not be surprised to learn that most dogs still carry some wolf DNA in their genomes. Domestication h...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29908/dogs-carry-wolf-dna",
    "date": "2025-11-27"
  },
  {
    "title": "RNA Processing Seems to Affect Lifespan",
    "summary": "When a gene is expressed, its DNA sequence is transcribed into a molecule known as RNA. Then the cell processes and edit...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29906/rna-processing-affect-lifespan",
    "date": "2025-11-27"
  },
  {
    "title": "1 in 5 Young Adults Use Cannabis to Fall Asleep",
    "summary": "Over 20% of young adults report using cannabis or alcohol to help fall asleep.",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29723/1-5-adults-cannabis-fall-asleep-2",
    "date": "2025-11-27"
  },
  {
    "title": "Stunning new 3D images reveal yellow fever’s hidden structure",
    "summary": "University of Queensland researchers visualized yellow fever virus particles at near-atomic detail, uncovering major structural differences between vaccine and virulent strains",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251124094334.htm",
    "date": "2025-11-27"
  },
  {
    "title": "A Mitochondrial DNA Mutation that Alters Immunity",
    "summary": "Mitochondria are well known as the powerhouses of the cell because of their energy generating capabilities. These little...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29899/mitochondrial-dna-mutation-alters-immunity",
    "date": "2025-11-26"
  },
  {
    "title": "Drug Resistance Genes Easily Move Among Organisms & the Environment",
    "summary": "Bacterial cells can easily swap bits of DNA, and many of those pieces of genetic material carry genes that confer resistance to antibiotics.",
    "hyperlink": "https://www.labroots.com/trending/microbiology/29900/drug-resistance-genes-easily-move-organisms-environment",
    "date": "2025-11-26"
  },
  {
    "title": "Scientists Call Age-25 Cannabis Rules a Myth",
    "summary": "What should be the minimum legal age for recreational cannabis? This is what a recent study published in The American Jo...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29854/scientists-call-age-25-cannabis-rules-myth-2",
    "date": "2025-11-26"
  },
  {
    "title": "Eight Trajectories of Long COVID are Identified",
    "summary": "Since the emergency phase of the COVID pandemic has ended, researchers have been studying the long-term consequences of the illness.",
    "hyperlink": "https://www.labroots.com/trending/microbiology/29895/eight-trajectories-covid-identified",
    "date": "2025-11-25"
  },
  {
    "title": "Intranasal Nanotherapy Shows Promise Against Glioblastomas",
    "summary": "A novel nasal-delivered nanotherapy has shown promise against glioblastomas in mice.",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29897/intranasal-nanotherapy-promise-glioblastomas",
    "date": "2025-11-25"
  },
  {
    "title": "Exploring the Outcomes of Genome Editing in Non-Dividing Cells",
    "summary": "The CRISPR gene editing technique has had a dramatic influence on biomedical research, and has even been applied to a fe...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29896/exploring-outcomes-genome-editing-non-dividing-cells",
    "date": "2025-11-25"
  },
  {
    "title": "Amino Acid Arginine Shows Promise for Treating Alzheimer's",
    "summary": "Amino acid arginine has shown promise in reducing the buildup of amyloid-beta plaques in animal models of Alzheimer's di...",
    "hyperlink": "https://www.labroots.com/trending/neuroscience/29893/amino-acid-arginine-promise-treating-alzheimer-s",
    "date": "2025-11-24"
  },
  {
    "title": "Immune Cell Activation Through a Novel Molecule Improves Cancer Therapy",
    "summary": "Immunotherapy has revolutionized the way physicians treat patients. Previously, chemotherapy was the standard-of-care wi...",
    "hyperlink": "https://www.labroots.com/trending/immunology/29878/immune-cell-activation-novel-molecule-improves-cancer-therapy",
    "date": "2025-11-20"
  },
  {
    "title": "Bone Marrow Model Made from Human Cells",
    "summary": "Researchers recently developed a bone marrow model to study how the body generates cells. Interestingly, this model is t...",
    "hyperlink": "https://www.labroots.com/trending/immunology/29877/bone-marrow-model-human-cells",
    "date": "2025-11-20"
  },
  {
    "title": "Prenatal Cannabis Disrupts Neurodevelopment into Adulthood",
    "summary": "Heavy cannabis use during pregnancy negatively affects fetal brain development and these effects persist into adulthood.",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29885/prenatal-cannabis-disrupts-neurodevelopment-adulthood",
    "date": "2025-11-20"
  },
  {
    "title": "xMAP Connect 2025 Virtual Series",
    "summary": "No summary available",
    "hyperlink": "https://www.labroots.com/virtual-event/xmap-connect-2025-virtual-series?id=9612",
    "date": "2025-11-19"
  },
  {
    "title": "Precision Oncology Showcase",
    "summary": "No summary available",
    "hyperlink": "https://www.labroots.com/virtual-event/precision-oncology-showcase?id=9246",
    "date": "2025-11-19"
  },
  {
    "title": "How Rabies Does So Much with So Little (Genetic Material)",
    "summary": "Like many viruses, the rabies virus has a relatively small genome compared to most organisms. Scientists have now revealed more about how it works.",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29833/rabies-little-genetic-material",
    "date": "2025-11-18"
  },
  {
    "title": "Scientists discover metformin may block key exercise benefits",
    "summary": "Rutgers scientists found that metformin can blunt many of the metabolic and cardiovascular improvements normally produced by exercise.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251117095648.htm",
    "date": "2025-11-18"
  },
  {
    "title": "Chronic pain may dramatically raise your blood pressure",
    "summary": "Chronic pain might quietly push people toward developing high blood pressure—and the more widespread the pain, the greater the danger.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251117095639.htm",
    "date": "2025-11-18"
  },
  {
    "title": "Some Viruses Can Significantly Raise Heart Disease Risk",
    "summary": "Scientists have recently conducted a meta-analysis of over 150 research studies, and determined that infections with viruses can increase the risk of heart disease.",
    "hyperlink": "https://www.labroots.com/trending/microbiology/29831/viruses-significantly-raise-heart-disease-risk",
    "date": "2025-11-17"
  },
  {
    "title": "Gum Disease Linked to Brain White Matter Damage",
    "summary": "Older adults with gum disease have more signs of brain white matter damage than those with good periodontal health.",
    "hyperlink": "https://www.labroots.com/trending/neuroscience/29865/gum-disease-linked-brain-white-matter-damage-2",
    "date": "2025-11-17"
  },
  {
    "title": "A tiny ancient virus reveals secrets that could help fight superbugs",
    "summary": "Scientists mapped the Bas63 bacteriophage in unprecedented detail, uncovering how its tail machinery infects bacteria.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251117095635.htm",
    "date": "2025-11-17"
  },
  {
    "title": "GLP-1 drugs like Ozempic deliver huge weight loss but new research reveals a hidden catch",
    "summary": "GLP-1 drugs like tirzepatide and semaglutide offer powerful weight-loss effects but come with unanswered questions about long-term safety, side effects, and global accessibility.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251116105627.htm",
    "date": "2025-11-17"
  },
  {
    "title": "Why Severe Long COVID is 3X More Likely in Women Than Men",
    "summary": "The COVID pandemic brought many challenges, one of which is the chronic problem known as long COVID that can develop after an infection.",
    "hyperlink": "https://www.labroots.com/trending/microbiology/29830/severe-covid-3x-women",
    "date": "2025-11-16"
  },
  {
    "title": "Scientists reverse kidney damage in mice, hope for humans next",
    "summary": "Researchers uncovered how fatty molecules called ceramides trigger acute kidney injury by damaging the mitochondria that power kidney cells.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251114094525.htm",
    "date": "2025-11-15"
  },
  {
    "title": "New discovery could help stop diabetes damage at its source",
    "summary": "Scientists identified a small molecule that interrupts a harmful protein pair linked to diabetic inflammation and tissue damage.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251114041225.htm",
    "date": "2025-11-15"
  }
]