[
  {
    "title": "A Guide to Single-Cell Sequencing",
    "summary": "Single-cell sequencing is a valuable tool for analyzing complex cellular populations, enabling high-resolution views of ...",
    "hyperlink": "https://www.labroots.com/trending/ebooks/29803/guide-single-cell-sequencing",
    "date": "2025-12-11"
  },
  {
    "title": "Scientists tie lupus to a virus nearly all of us carry",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-11-scientists-lupus-virus.html",
    "date": "2025-12-11"
  },
  {
    "title": "Scientists Link Novel Cell Types to Multiple Sclerosis",
    "summary": "Multiple sclerosis (MS) is an autoimmune condition in which the protective insulation surrounding ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29697/scientists-link-novel-cell-types-multiple-sclerosis",
    "date": "2025-12-10"
  },
  {
    "title": "Discovery of key to joint regeneration could help regrow lost limbs",
    "summary": "Researchers at Texas A&M University have uncovered a key element of joint cartilage regrowth, which brings them one step closer to regrowing human limbs.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-discovery-key-joint-regeneration-regrow.html",
    "date": "2025-11-18"
  },
  {
    "title": "Researchers uncover the secrets of 'cell cannibalism' in oral cancer",
    "summary": "Researchers from the University of Sheffield, working in collaboration with Fiocruz-Bahia in Brazil, are shedding new light on a mysterious process known as tumor cell cannibalism, where one cancer cell engulfs another in ...",
    "hyperlink": "https://medicalxpress.com/news/2025-11-uncover-secrets-cell-cannibalism-oral.html",
    "date": "2025-11-18"
  },
  {
    "title": "Very low LDL-cholesterol correlates to fewer heart problems after stroke",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-11-ldl-cholesterol-heart-problems.html",
    "date": "2025-11-18"
  },
  {
    "title": "Cellular protein FGD3 boosts breast cancer chemotherapy and immunotherapy, study finds",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-11-cellular-protein-fgd3-boosts-breast.html",
    "date": "2025-11-18"
  },
  {
    "title": "Wearable ultrasound sensor delivers noninvasive treatment with adjustable, body-conforming design",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-11-wearable-ultrasound-sensor-noninvasive-treatment.html",
    "date": "2025-11-18"
  },
  {
    "title": "High blood pressure in children nearly doubled from 2000–2020, global study finds",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-11-high-blood-pressure-children-global.html",
    "date": "2025-11-18"
  },
  {
    "title": "Extending anti-clotting treatment linked to lower rates of new clots",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-11-anti-clotting-treatment-linked-clots.html",
    "date": "2025-11-18"
  },
  {
    "title": "Common gout drug may reduce risk of heart attack and stroke",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-11-common-gout-drug-heart.html",
    "date": "2025-11-18"
  },
  {
    "title": "LSD microdosing reduces depression scores without major side effects, clinical trial finds",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-11-lsd-microdosing-depression-scores-major.html",
    "date": "2025-11-17"
  },
  {
    "title": "Symptom-free H5N1 infection in humans: Evidence remains scarce",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-11-symptom-free-h5n1-infection-humans.html",
    "date": "2025-11-17"
  },
  {
    "title": "Early-life ketone signaling may shape long-term metabolic health",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-11-early-life-ketone-term-metabolic.html",
    "date": "2025-11-14"
  },
  {
    "title": "Speaking more languages might keep you younger, study suggests",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-11-languages-younger.html",
    "date": "2025-11-14"
  },
  {
    "title": "Cheap gout drug may slash heart attack and stroke risk",
    "summary": "Colchicine, a cheap and widely used gout drug, may help prevent heart attacks and strokes in people with cardiovascular disease.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251112220234.htm",
    "date": "2025-11-13"
  },
  {
    "title": "Smart drug strikes a hidden RNA weak point in cancer cells",
    "summary": "Researchers have designed a smart drug that hunts down and breaks a little-known RNA that cancer cells depend on.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251112111033.htm",
    "date": "2025-11-13"
  },
  {
    "title": "Strange microscopic structures found in Long COVID blood",
    "summary": "Scientists have discovered strange microscopic structures in the blood of people with Long COVID—clusters of tiny microclots tangled together with sticky immune webs known as neutrophil extracellular traps, or NETs.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251112111021.htm",
    "date": "2025-11-13"
  },
  {
    "title": "Scientists find 15 gut bacteria that may drive heart disease",
    "summary": "Scientists in Seoul have uncovered 15 gut bacterial species linked to coronary artery disease, showing that microbes can influence heart health far beyond digestion.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251112011818.htm",
    "date": "2025-11-12"
  },
  {
    "title": "What brain scans reveal about soccer fans’ passion and rage",
    "summary": "Researchers scanning soccer fans’ brains found that wins trigger bursts of reward activity while losses dampen control signals.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251111233952.htm",
    "date": "2025-11-12"
  },
  {
    "title": "Hidden household toxin triples liver disease risk, study finds",
    "summary": "Scientists have uncovered a new environmental culprit behind liver disease: tetrachloroethylene (PCE), a chemical used in dry cleaning and household products.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251112011835.htm",
    "date": "2025-11-12"
  },
  {
    "title": "New study finds Ozempic and Mounjaro protect the heart too",
    "summary": "New research from the Technical University of Munich and Harvard Medical School reveals that popular GLP-1-based drugs, semaglutide (Ozempic) and tirzepatide (Mounjaro), not only promote weight loss but also significantly reduce the risk of heart attacks and strokes in patients with type 2 diabetes.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251112011814.htm",
    "date": "2025-11-12"
  },
  {
    "title": "Wegovy and Ozempic tied to dramatically lower cancer deaths",
    "summary": "GLP-1 drugs such as Ozempic and Wegovy may extend the lives of colon cancer patients, according to a major UC San Diego study.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251112011810.htm",
    "date": "2025-11-12"
  },
  {
    "title": "COVID-19 Vaccine Linked to Fewer Allergies and Infections",
    "summary": "A new study found that children who received the COVID-19 vaccine had lower rates of infections and allergies compared to those who did not.",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29826/covid-19-vaccine-linked-fewer-allergies-infections-2",
    "date": "2025-11-11"
  },
  {
    "title": "Tailored Vitamin D Doses Halve Risk of Second Heart Attack",
    "summary": "Tailoring vitamin D3 doses according to patient needs following a heart attack reduces the risk of a second heart attack by half.",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29825/tailored-vitamin-doses-halve-risk-heart-attack-2",
    "date": "2025-11-11"
  },
  {
    "title": "The Early Life Gut Microbiome is Linked to Emotional Health",
    "summary": "Scientists have now found that the composition of the gut microbiome during childhood can have an influence on whether a person will experience emotional health issues later in life.",
    "hyperlink": "https://www.labroots.com/trending/microbiology/29819/life-gut-microbiome-linked-emotional-health",
    "date": "2025-11-11"
  },
  {
    "title": "The Mechanism Behind a Common Virus is Revealed",
    "summary": "Astroviruses may not be well known, but they are very common and are the leading cause of diarrhea in children...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29818/mechanism-common-virus-revealed",
    "date": "2025-11-11"
  },
  {
    "title": "A Veterans Day Reflection of Long-Term Cancer Risks for Veterans",
    "summary": "Veterans Day falls on November 11 each year to honor the men and women who have served in the United States military.",
    "hyperlink": "https://www.labroots.com/trending/cancer/29820/veterans-day-reflection-long-term-cancer-risks-veterans",
    "date": "2025-11-11"
  },
  {
    "title": "Surprising blood stem cell diversification revealed in humans",
    "summary": "Every second, millions of blood cells are produced in the human body, and about 90% of the cells replaced daily are blood cells. These include red blood cells essential for oxygen transport, platelets for blood clotting, ...",
    "hyperlink": "https://medicalxpress.com/news/2025-11-blood-stem-cell-diversification-revealed.html",
    "date": "2025-11-11"
  },
  {
    "title": "Unlocking key insights into gene expression using a novel mouse model",
    "summary": "A newly developed mouse model enables real-time visualization of RNA Polymerase II (RNAP2) during DNA transcription, as reported by researchers from Science Tokyo. The team engineered mice to produce a fluorescent antibody ...",
    "hyperlink": "https://medicalxpress.com/news/2025-11-key-insights-gene-mouse.html",
    "date": "2025-11-11"
  },
  {
    "title": "Risk tools pinpoint patients most vulnerable to overdose or death after leaving hospital early",
    "summary": "Risk prediction tools might help identify patients at the highest risk of overdose and death after a \"before medically advised\" (BMA) hospital discharge, according to new research in the Canadian Medical Association Journal.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-tools-patients-vulnerable-overdose-death.html",
    "date": "2025-11-11"
  },
  {
    "title": "Tiny implant wipes out bladder cancer in 82% of patients",
    "summary": "TAR-200, a small drug-releasing implant, wiped out tumors in most patients with high-risk bladder cancer.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251111010000.htm",
    "date": "2025-11-11"
  },
  {
    "title": "Clearing brain plaques isn’t enough to heal Alzheimer’s",
    "summary": "Japanese researchers found that lecanemab, an amyloid-clearing drug for Alzheimer’s, does not improve the brain’s waste clearance system in the short term.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251111005944.htm",
    "date": "2025-11-11"
  },
  {
    "title": "The rarest element on Earth could revolutionize cancer treatment",
    "summary": "Texas A&M scientists have unlocked new potential for astatine-211, a rare and short-lived element, as a highly precise cancer-fighting isotope.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251111010008.htm",
    "date": "2025-11-11"
  },
  {
    "title": "Scientists turn body fat into bone to heal spinal fractures",
    "summary": "Researchers in Osaka have found that stem cells from fat tissue can repair spinal fractures similar to those caused by osteoporosis. By turning these cells into bone-forming clusters and pairing them with a bone-rebuilding material, rats regained stronger, healthier spines.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251111005949.htm",
    "date": "2025-11-11"
  },
  {
    "title": "Running on little sleep? You’re twice as likely to get hurt",
    "summary": "Researchers found that runners who sleep poorly face nearly double the injury risk compared to those who rest well.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251111005945.htm",
    "date": "2025-11-11"
  },
  {
    "title": "This 14th century story fooled the world about the Black Death",
    "summary": "Historians have traced myths about the Black Death’s rapid journey across Asia to one 14th-century poem by Ibn al-Wardi.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251111005957.htm",
    "date": "2025-11-11"
  },
  {
    "title": "Peru’s Serpent Mountain sheds its mysterious past",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/peru-serpent-mountain-mystery-inca",
    "date": "2025-11-10"
  },
  {
    "title": "If another country tested nuclear weapons, here’s how we’d know",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/nuclear-weapons-test-monitoring",
    "date": "2025-11-10"
  },
  {
    "title": "New online tool can predict how well blood pressure drugs will work",
    "summary": "A new blood pressure calculator built on extensive clinical trial data helps doctors accurately estimate how much each medication will reduce blood pressure.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251109013248.htm",
    "date": "2025-11-10"
  },
  {
    "title": "AI unravels the hidden communication of gut microbes",
    "summary": "Scientists have turned to advanced AI to decode the intricate ecosystem of gut bacteria and their chemical signals.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251109013246.htm",
    "date": "2025-11-10"
  },
  {
    "title": "Scientists find brain chemical tied to trauma and depression",
    "summary": "Researchers identified SGK1 as a key chemical connecting childhood trauma to depression and suicidal behavior.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251110021114.htm",
    "date": "2025-11-10"
  },
  {
    "title": "Goodbye cavities? This new toothpaste made from hair can heal enamel",
    "summary": "Scientists have found that keratin, the protein in hair and skin, can repair and protect tooth enamel.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251110021058.htm",
    "date": "2025-11-10"
  },
  {
    "title": "Hidden weakness makes prostate cancer self-destruct",
    "summary": "Researchers have discovered that prostate cancer depends on two key enzymes, PDIA1 and PDIA5, to survive and resist therapy.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251110021056.htm",
    "date": "2025-11-10"
  },
  {
    "title": "New research finds no clear link between acetaminophen (Tylenol) and autism",
    "summary": "A sweeping review of existing studies finds no solid evidence that using acetaminophen (Tylenol) during pregnancy increases the risk of autism or ADHD in children.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251110021050.htm",
    "date": "2025-11-10"
  },
  {
    "title": "Surprising heart study finds daily coffee may cut AFib risk by 39%",
    "summary": "New research finds that daily coffee drinking may cut AFib risk by nearly 40%, defying decades of medical caution.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251110021046.htm",
    "date": "2025-11-10"
  },
  {
    "title": "Vitamin D3 breakthrough halves risk of second heart attack",
    "summary": "Intermountain Health researchers discovered that customizing vitamin D3 doses for heart attack survivors slashed their risk of another heart attack by 50%.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251110021043.htm",
    "date": "2025-11-10"
  },
  {
    "title": "A hidden breathing problem may be behind chronic fatigue’s crushing exhaustion",
    "summary": "Scientists have discovered that most chronic fatigue patients experience dysfunctional breathing, which may worsen their symptoms.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251110021041.htm",
    "date": "2025-11-10"
  },
  {
    "title": "New bacterial therapy destroys cancer without the immune system",
    "summary": "A Japanese-led research team has developed AUN, a groundbreaking immune-independent bacterial cancer therapy that uses two harmonized bacteria to destroy tumors even in patients with weakened immune systems.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251109013250.htm",
    "date": "2025-11-10"
  },
  {
    "title": "Doctors found a way to stop a deadly metformin reaction",
    "summary": "A hospital in Thailand created a quick-action dialysis protocol for patients with metformin-associated lactic acidosis, a dangerous reaction to a common diabetes drug.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251109013244.htm",
    "date": "2025-11-09"
  },
  {
    "title": "A simple DNA test could reveal the right antidepressant for you",
    "summary": "Millions struggle with depression and anxiety, often enduring long waits for effective treatment. Scientists in Sweden, Denmark, and Germany are developing a genetic test to predict which medications will actually work.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251109013242.htm",
    "date": "2025-11-09"
  },
  {
    "title": "DNA’s hidden power could transform how we make medicines",
    "summary": "Scientists found that DNA’s phosphate groups can direct chemical reactions to make the correct mirror-image form of drug molecules.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251108083914.htm",
    "date": "2025-11-09"
  },
  {
    "title": "Stanford makes stem cell transplants safer without chemo",
    "summary": "A Stanford-led team has replaced toxic pre-transplant chemotherapy with a targeted antibody, allowing children with Fanconi anemia to receive stem cell transplants safely.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251107010324.htm",
    "date": "2025-11-08"
  },
  {
    "title": "Scientists find brain cells that could stop Alzheimer’s",
    "summary": "Researchers have identified special immune cells in the brain that help slow Alzheimer’s.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251108083902.htm",
    "date": "2025-11-08"
  },
  {
    "title": "A 500-million-year-old brain \"radar\" still shapes how you see",
    "summary": "New research shows that the superior colliculus, a primitive brain region, can independently interpret visual information.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251108083858.htm",
    "date": "2025-11-08"
  },
  {
    "title": "COVID vaccine linked to fewer infections and allergies in kids with eczema",
    "summary": "New research suggests the COVID-19 vaccine could help children with eczema stay healthier overall.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251108012853.htm",
    "date": "2025-11-08"
  },
  {
    "title": "A special shape shift helps a shrub thrive in blistering heat",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/death-valley-shrub-survival-heat",
    "date": "2025-11-07"
  },
  {
    "title": "What causes the rainbow shimmer of ammolite gems?",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/rainbow-shimmer-ammolite-gems-crystals",
    "date": "2025-11-07"
  },
  {
    "title": "Rare desert berry could transform diabetes treatment",
    "summary": "An extract from a desert berry used in traditional Chinese medicine restored insulin function and stabilized metabolism in diabetic mice.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251107010302.htm",
    "date": "2025-11-07"
  },
  {
    "title": "Scientists find hidden brain damage from a common pesticide",
    "summary": "Prenatal exposure to the insecticide chlorpyrifos causes widespread brain abnormalities and poorer motor skills in children.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251107010322.htm",
    "date": "2025-11-07"
  },
  {
    "title": "Miniature antibodies from camels and llamas can slip into the brain more easily than conventional drugs, offering a new way to treat disorders like Alzheimer’s and schizophrenia.",
    "summary": "Miniature antibodies from camels and llamas can slip into the brain more easily than conventional drugs, offering a new way to treat disorders like Alzheimer’s and schizophrenia.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251106213557.htm",
    "date": "2025-11-07"
  },
  {
    "title": "Common acne drug may protect against schizophrenia",
    "summary": "Scientists have discovered a surprising benefit of the acne drug doxycycline: it may lower the risk of schizophrenia.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251106213552.htm",
    "date": "2025-11-07"
  },
  {
    "title": "Water jets may break up into droplets thanks to jiggling molecules",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/water-jets-droplets-jiggling-molecules",
    "date": "2025-11-06"
  },
  {
    "title": "Wegovy in a pill? Massive weight loss results revealed",
    "summary": "Novo Nordisk’s oral semaglutide 25 mg achieved up to 16.6% weight loss in a landmark study, rivaling injectable Wegovy.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251106003913.htm",
    "date": "2025-11-06"
  },
  {
    "title": "Nanotech makes cancer drug 20,000x stronger, without side effects",
    "summary": "A Northwestern team transformed a common chemotherapy drug into a powerful, targeted cancer therapy using spherical nucleic acids.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251105050718.htm",
    "date": "2025-11-06"
  },
  {
    "title": "Scientists find hidden brain source that fuels dementia",
    "summary": "Weill Cornell researchers uncovered how free radicals from astrocyte mitochondria can fuel dementia.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251106003155.htm",
    "date": "2025-11-06"
  },
  {
    "title": "Scientists may have found how to reverse memory loss in aging brains",
    "summary": "Virginia Tech researchers have shown that memory loss in aging may be reversible.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251105050720.htm",
    "date": "2025-11-06"
  },
  {
    "title": "Scientists just found a hidden genetic flaw that slowly steals strength",
    "summary": "A newly identified disorder, MINA syndrome, results from a mutation in the NAMPT protein that deprives motor neurons of energy, leading to severe movement problems.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251106003917.htm",
    "date": "2025-11-06"
  },
  {
    "title": "New gel regrows tooth enamel and could transform dentistry",
    "summary": "Researchers have created a bioinspired gel that can regenerate tooth enamel by mimicking natural growth processes.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251106003151.htm",
    "date": "2025-11-06"
  },
  {
    "title": "How did Pluto capture its largest moon, Charon?",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/adeene-denton-pluto-moon-formation",
    "date": "2025-11-05"
  },
  {
    "title": "Scientists shocked to find E. coli spreads as fast as the swine flu",
    "summary": "Researchers have, for the first time, estimated how quickly E. coli bacteria can spread between people — and one strain moves as fast as swine flu.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251104094136.htm",
    "date": "2025-11-05"
  },
  {
    "title": "Scientists uncover meditation’s hidden side effects",
    "summary": "Meditation is widely praised for its mental health benefits, but new research shows that it can also produce unexpected side effects for some people—FROM anxiety and dissociation to functional impairment.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251105050730.htm",
    "date": "2025-11-05"
  },
  {
    "title": "A breakthrough map reveals how the brain really works",
    "summary": "Scientists have shown that brain connectivity patterns can predict mental functions across the entire brain.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251105050714.htm",
    "date": "2025-11-05"
  },
  {
    "title": "Most Americans don’t know alcohol can cause cancer",
    "summary": "Most U.S. adults don’t realize alcohol raises cancer risk, and drinkers themselves are the least aware.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251105050722.htm",
    "date": "2025-11-05"
  },
  {
    "title": "A shapeshifting protein explains rabies’ deadly power",
    "summary": "Researchers discovered how rabies virus exerts massive control over host cells with very few genes.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251105050708.htm",
    "date": "2025-11-05"
  },
  {
    "title": "Cockroaches are secretly poisoning indoor air",
    "summary": "Cockroach infestations don’t just bring creepy crawlers, they fill homes with allergens and bacterial toxins that can trigger asthma and allergies.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251104094154.htm",
    "date": "2025-11-05"
  },
  {
    "title": "Tiny molecules could stop glaucoma before it blinds",
    "summary": "Scientists at Mizzou have identified two small molecules, agmatine and thiamine, that could both reveal and fight glaucoma.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251104094146.htm",
    "date": "2025-11-05"
  },
  {
    "title": "See the largest, most detailed radio image of the Milky Way yet",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/largest-radio-image-milky-way-galaxy",
    "date": "2025-11-04"
  },
  {
    "title": "As teens in crisis turn to AI chatbots, simulated chats highlight risks",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/teens-crisis-ai-chatbots-risks-mental",
    "date": "2025-11-04"
  },
  {
    "title": "This new drug candidate might finally outsmart tuberculosis",
    "summary": "A new compound called CMX410 may change the fight against tuberculosis.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251104013033.htm",
    "date": "2025-11-04"
  },
  {
    "title": "Breakthrough brain discovery reveals a natural way to relieve pain",
    "summary": "Using powerful 7-Tesla brain imaging, researchers mapped how the brainstem manages pain differently across the body.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251104013027.htm",
    "date": "2025-11-04"
  },
  {
    "title": "Think melatonin is safe? New research reveals a hidden heart risk",
    "summary": "Long-term melatonin use for sleep problems may come with unexpected heart dangers.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251104012959.htm",
    "date": "2025-11-04"
  },
  {
    "title": "A 25-year Crohn’s disease mystery finally cracked by AI",
    "summary": "UC San Diego researchers combined artificial intelligence with molecular biology to unravel how immune cells in the gut decide between inflammation and healing.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251103093012.htm",
    "date": "2025-11-04"
  },
  {
    "title": "Walking may be the brain’s best defense against Alzheimer’s",
    "summary": "Walking a few thousand steps daily may help hold off Alzheimer’s for years, a Mass General Brigham study found.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251104013008.htm",
    "date": "2025-11-04"
  },
  {
    "title": "Scientists reverse anxiety by rebalancing the brain",
    "summary": "Researchers have discovered a specific set of neurons in the amygdala that can trigger anxiety and social deficits when overactive.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251104013004.htm",
    "date": "2025-11-04"
  },
  {
    "title": "MIT scientists discover how the brain spins back into focus",
    "summary": "Researchers at MIT’s Picower Institute found that rotating waves of brain activity help restore focus after distractions.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251104013002.htm",
    "date": "2025-11-04"
  },
  {
    "title": "Scientists find mind trick that unlocks lost memories",
    "summary": "Researchers found that embodying a digital, childlike version of one’s own face helps unlock vivid childhood memories.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251103093016.htm",
    "date": "2025-11-04"
  },
  {
    "title": "Sunflowers may be the future of 'vegan meat'",
    "summary": "A collaboration between Brazilian and German researchers has led to a sunflower-based meat substitute that’s high in protein and minerals.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251104013006.htm",
    "date": "2025-11-04"
  },
  {
    "title": "Mosquitoes infiltrated Iceland. Will they survive the winter?",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/mosquitoes-iceland-survive-winter",
    "date": "2025-11-03"
  },
  {
    "title": "Volunteers agreed to be buried face-down in the snow, for science",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/oxygen-avalanche-snow-safety-device",
    "date": "2025-11-03"
  },
  {
    "title": "A groundbreaking brain map could revolutionize Parkinson’s treatment",
    "summary": "Duke-NUS scientists unveiled BrainSTEM, a revolutionary single-cell map that captures the full cellular diversity of the developing human brain.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251103092957.htm",
    "date": "2025-11-03"
  },
  {
    "title": "Ancient viruses hidden inside bacteria could help defeat modern infections",
    "summary": "Penn State scientists uncovered an ancient bacterial defense where dormant viral DNA helps bacteria fight new viral threats.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251102205009.htm",
    "date": "2025-11-03"
  },
  {
    "title": "Alzheimer’s might be powered by a broken sleep-wake cycle",
    "summary": "Disrupted sleep patterns in Alzheimer’s disease may be more than a symptom—they could be a driving force.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251102205012.htm",
    "date": "2025-11-03"
  },
  {
    "title": "Alarming surge in memory problems among young adults",
    "summary": "Cognitive struggles are climbing across the U.S., especially among young and economically disadvantaged adults.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251102011158.htm",
    "date": "2025-11-02"
  },
  {
    "title": "Resetting the body’s rhythm could protect the brain from Alzheimer’s",
    "summary": "Researchers discovered that altering the body’s natural rhythm can help protect the brain from Alzheimer’s damage.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251101000713.htm",
    "date": "2025-11-01"
  },
  {
    "title": "Zombie Cells: They Don't Die Easily",
    "summary": "Today, in many places around the world, Halloween celebrations will take place. The spooky holiday culminates with ...",
    "hyperlink": "https://www.labroots.com/trending/cancer/29778/zombie-cells-don-t-die-easily",
    "date": "2025-10-31"
  },
  {
    "title": "Cancer treatments may get a boost from mRNA COVID vaccines",
    "summary": "Cancer patients who got an mRNA COVID vaccine within a few months of their immunotherapy lived longer than those who did not, health records show.",
    "hyperlink": "https://www.sciencenews.org/article/cancer-immunotherapy-mrna-covid-vaccines",
    "date": "2025-10-31"
  },
  {
    "title": "Opening the door to a vaccine for multiple childhood infections",
    "summary": "A vaccine that tackles the bacteria that cause up to 200 million childhood infections every year could be possible, experts say.",
    "hyperlink": "https://medicalxpress.com/news/2025-10-door-vaccine-multiple-childhood-infections.html",
    "date": "2025-10-31"
  },
  {
    "title": "Experts urge clinicians to address sex-based disparities in sepsis treatment",
    "summary": "Sepsis continues to be a leading cause of mortality in ICUs worldwide. Despite advances in early detection and treatment, standardized antibiotic dosing frequently ignores patient-level variability—especially that associated ...",
    "hyperlink": "https://medicalxpress.com/news/2025-10-experts-urge-clinicians-sex-based.html",
    "date": "2025-10-31"
  },
  {
    "title": "Ozempic and Wegovy protect the heart, even without weight loss",
    "summary": "Semaglutide appears to safeguard the heart even when patients lose little weight.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251030075125.htm",
    "date": "2025-10-31"
  },
  {
    "title": "Novel Cells Found to Drive Heart Failure Progression",
    "summary": "Heart failure is a leading cause of death and disability. Unfortunately, this affects millions of individuals and their ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/29774/novel-cells-found-drive-heart-failure-progression",
    "date": "2025-10-30"
  },
  {
    "title": "Engineered Immune Cells Improves Anti-Cancer Response",
    "summary": "Scientists have developed a way to engineer immune cells that specifically target tumors. The application of engineering ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/29773/engineered-immune-cells-improves-anti-cancer-response",
    "date": "2025-10-30"
  },
  {
    "title": "Scientists Find Several Links Between Gene Variants & Cholesterol",
    "summary": "Heart disease is still the number one cause of death among adults worldwide. High cholesterol levels are one contributor ...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29780/scientists-links-gene-variants-cholesterol",
    "date": "2025-10-30"
  },
  {
    "title": "Teen Cannabis Use Linked to Higher Risk of Health Problems",
    "summary": "Teens who start using cannabis before age 15 are more likely to require healthcare for mental and physical health proble ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29781/teen-cannabis-linked-risk-health-2",
    "date": "2025-10-30"
  },
  {
    "title": "Hundreds of animal studies on brain damage after stroke flagged for problematic images",
    "summary": "A new study has identified over 240 scientific publications on animal models of hemorrhagic stroke that contain potentially problematic images, thereby raising concerns about the trustworthiness of the body of literature ...",
    "hyperlink": "https://medicalxpress.com/news/2025-10-hundreds-animal-brain-flagged-problematic.html",
    "date": "2025-10-30"
  },
  {
    "title": "Electricity reprograms immune cells to speed up recovery",
    "summary": "By electrically stimulating macrophages, scientists at Trinity College Dublin have found a way to calm inflammation and promote faster healing.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251029100202.htm",
    "date": "2025-10-30"
  },
  {
    "title": "Scientists find hidden antibiotic 100x stronger against deadly superbugs",
    "summary": "A team of scientists discovered a hidden antibiotic 100 times stronger than existing drugs against deadly superbugs like MRSA.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251029002855.htm",
    "date": "2025-10-29"
  },
  {
    "title": "Scientists Create Fungi That Destroys Mosquitoes",
    "summary": "Mosquitoes spread many deadly diseases, including malaria, and scientists have long been searching for ways to treat or ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29766/scientists-create-fungi-destroys-mosquitoes",
    "date": "2025-10-28"
  },
  {
    "title": "Lipids are Crucial to a Kind of Cellular 'Housekeeping'",
    "summary": "The body has to clear away dead cells and other unnecessary or unneeded stuff, and one mechanism that is crucial to the ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29759/lipids-crucial-cellular-housekeeping",
    "date": "2025-10-28"
  },
  {
    "title": "Lower Cholesterol to Reduce Dementia Risk",
    "summary": null,
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29768/lower-cholesterol-reduce-dementia-risk-",
    "date": "2025-10-28"
  },
  {
    "title": "Lower Cholesterol May Reduce Dementia Risk",
    "summary": "People with genetic variants linked to lower cholesterol levels are less likely to develop dementia.",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29768/lower-cholesterol-reduce-dementia-risk-2",
    "date": "2025-10-28"
  },
  {
    "title": "Study Examines the Impact of Legalization on Cannabis Use Among Individuals with Psychosis",
    "summary": "A study published in JAMA Psychiatry examined recreational cannabis legalization (RCL) has impacted cannabis use in indi ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29762/study-examines-impact-legalization-cannabis-individuals-psychosis-2",
    "date": "2025-10-28"
  },
  {
    "title": "Two tiny genetic shifts helped early humans walk upright",
    "summary": "Scientists have linked bipedalism to changes in how the human pelvis developed millions of years ago.",
    "hyperlink": "https://www.sciencenews.org/article/genetic-shifts-helped-humans-walk-two-legs",
    "date": "2025-10-28"
  },
  {
    "title": "Scientists discover COVID mRNA vaccines boost cancer survival",
    "summary": "Researchers found that COVID-19 mRNA vaccines significantly increased survival in lung and skin cancer patients undergoing immunotherapy.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251027224837.htm",
    "date": "2025-10-28"
  },
  {
    "title": "Pathogenic Germs Can Keep Infected Cells in the Gut",
    "summary": "While microbes are everywhere in the world, and in our bodies, many are harmless. Others, however, can be very dangerous ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/29755/pathogenic-germs-infected-cells-gut",
    "date": "2025-10-27"
  },
  {
    "title": "How a Risk Gene Raises Alzheimer's Risk",
    "summary": "Scientists have long been working to understand the causes of Alzheimer's disease. Some cases are related to genetics...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29754/risk-gene-raises-alzheimer-s-risk",
    "date": "2025-10-27"
  },
  {
    "title": "Ozempic Shows Promise for Substance Use Disorders",
    "summary": "GLP-1 drugs like Ozempic which are used to treat diabetes and obesity may help treat substance use disorders.",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29767/ozempic-promise-substance-disorders-2",
    "date": "2025-10-27"
  },
  {
    "title": "Eating More Fruits and Veg Linked to Less Sleep Disturbance",
    "summary": "Higher fruit and vegetable consumption during the day is linked to significantly better sleep the same night.",
    "hyperlink": "https://www.labroots.com/trending/neuroscience/29760/eating-fruits-veg-linked-sleep-disturbance-2",
    "date": "2025-10-27"
  },
  {
    "title": "Scientists turn flower fragrance into a mosquito killer",
    "summary": "A team of researchers has developed a floral-scented fungus that tricks mosquitoes into approaching and dying.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251026021737.htm",
    "date": "2025-10-27"
  },
  {
    "title": "Serotonin-Generating Gut Microbes are ID'ed, May Aid IBS Treatment",
    "summary": "The vast community of microorganisms in the gastrointestinal tract-the gut microbome, is closely connected to many aspec ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/29753/serotonin-generating-gut-microbes-id-ed-aid-ibs-treatment",
    "date": "2025-10-26"
  },
  {
    "title": "COVID-19 Vaccination Linked to Patient Responsiveness to Immunotherapy",
    "summary": "A study presented at the annual European Society of Medical Oncology Congress 2025 and published in the journal Annals o ...",
    "hyperlink": "https://www.labroots.com/trending/cancer/29731/covid-19-vaccination-linked-patient-responsiveness-immunotherapy",
    "date": "2025-10-25"
  },
  {
    "title": "High-intensity Interval Exercise and Hippocampal Health in Adults with Cannabis Use Disorder",
    "summary": "A clinical trial published in JAMA Psychiatry examined the effects of high-intensity interval training (HIIT) on hippoca ...",
    "hyperlink": "https://www.labroots.com/trending/health-and-medicine/29618/high-intensity-interval-exercise-hippocampal-health-adults-cannabis-disorder-2",
    "date": "2025-10-24"
  },
  {
    "title": "Some Utah Medical Cannabis Patients Use Illegal Products",
    "summary": "A study published in the Journal of Cannabis Research examined the reasons why some patients enrolled in Utah’ ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29645/utah-medical-cannabis-patients-illegal-products-2",
    "date": "2025-10-24"
  },
  {
    "title": "Napoleon’s retreating army may have been plagued by these microbes",
    "summary": "DNA from Napoleonic soldiers’ teeth uncovered two fever-causing bacteria that may have worsened the army’s fatal retreat from Russia.",
    "hyperlink": "https://www.sciencenews.org/article/napoleon-army-retreat-russia-bacteria",
    "date": "2025-10-24"
  },
  {
    "title": "Brain cancer can dissolve parts of the skull",
    "summary": "Glioblastoma doesn't just affect the brain. It also erodes bones in the skull and changes the composition of immune cells in skull marrow.",
    "hyperlink": "https://www.sciencenews.org/article/brain-cancer-glioblastoma-erode-skull",
    "date": "2025-10-24"
  },
  {
    "title": "Exercise May Lead to Younger, Healthier Immune System",
    "summary": "Long-term endurance exercise may give a boost to your immune system.",
    "hyperlink": "https://www.labroots.com/trending/cardiology/29749/exercise-lead-younger-healthier-immune-system-2",
    "date": "2025-10-23"
  },
  {
    "title": "Novel Combination Immunotherapy Improves Survival in Patients with Colorectal Cancer",
    "summary": "Colorectal cancer is the third most common cancer worldwide. It is estimated that there are over 1.5 million diagnoses a ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/29743/novel-combination-immunotherapy-improves-survival-patients-colorectal-cancer",
    "date": "2025-10-23"
  },
  {
    "title": "Gene Expression Predicts Therapeutic Efficacy",
    "summary": "The immune system works to identify and target invading pathogens. Specifically, our bodies work to get rid of any harmf ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/29742/gene-expression-predicts-therapeutic-efficacy",
    "date": "2025-10-23"
  },
  {
    "title": "Any Alcohol Consumption Raises the Risk of Dementia, Heart Disease",
    "summary": "To prevent both dementia and heart disease, it may be best to avoid alcohol.",
    "hyperlink": "https://www.labroots.com/trending/cardiology/29748/alcohol-consumption-raises-risk-dementia-heart-disease-2",
    "date": "2025-10-23"
  },
  {
    "title": "New Insights Into Down Syndrome",
    "summary": "Down syndrome affects around one in 640 children born in the US every year, and is the most common genetic cause of inte ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29740/insights-syndrome",
    "date": "2025-10-22"
  },
  {
    "title": "Most women get uterine fibroids. This researcher wants to know why",
    "summary": "Biomedical engineer Erika Moore investigates diseases that disproportionately affect women of color.",
    "hyperlink": "https://www.sciencenews.org/article/erika-moore-uterine-fibroids-research",
    "date": "2025-10-22"
  },
  {
    "title": "COVID-related smell loss may last years",
    "summary": "Using a scratch-and-sniff test, researchers discovered that smell loss after COVID-19 may linger for more than two years.",
    "hyperlink": "https://www.sciencenews.org/article/long-covid-smell-loss-persistent-years",
    "date": "2025-10-22"
  },
  {
    "title": "Clinical Trial Suggests New Antibody Can Prevent Malaria",
    "summary": "Malaria is a leading cause of death among children in sub-Saharan Africa, and is to blame for over 600,000 deaths worldw ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/29734/clinical-trial-suggests-antibody-prevent-malaria",
    "date": "2025-10-21"
  },
  {
    "title": "New CBD-Like Molecules Offer Hope for Drug-Resistant Epilepsy",
    "summary": "How can cannabidiol (CBD) be used to treat epilepsy? This is what a recent study published in Neuropsychopharmacology ho ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29747/cbd-like-molecules-offer-hope-drug-resistant-epilepsy-2",
    "date": "2025-10-21"
  },
  {
    "title": "Bird flu hiding in cheese? The surprising new discovery",
    "summary": "Researchers discovered that avian influenza (H5N1) can survive in raw milk cheese made from contaminated milk, even after the 60-day aging process required by the FDA.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251020092841.htm",
    "date": "2025-10-21"
  },
  {
    "title": "X-Linked Gene May Increase Women's Disease Risk",
    "summary": "Multiple sclerosis is an autoimmune and neurological disorder that is three times more common in women...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29735/x-linked-gene-increase-women-s-disease-risk",
    "date": "2025-10-20"
  },
  {
    "title": "Even for elite athletes, the body’s metabolism has its limits",
    "summary": "While ultramarathoners are capable of huge energy spurts, overall the athletes top out at 2.5 times the metabolic rate needed for basic body functions.",
    "hyperlink": "https://www.sciencenews.org/article/elite-athletes-metabolism-limits",
    "date": "2025-10-20"
  },
  {
    "title": "Mental Health & The Gut Microbiome - A Growing Link",
    "summary": "Several new studies have highlighted the connection between the community of microbes in the human gastrointestinal trac ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/29728/mental-health-gut-microbiome-growing-link",
    "date": "2025-10-19"
  },
  {
    "title": "Rashes and Itching May Indicate Worse Outcomes in Psychosis",
    "summary": "Skin conditions such as rashes or itching among those with their first psychotic episode may serve as early warning sign ...",
    "hyperlink": "https://www.labroots.com/trending/neuroscience/29736/rashes-itching-indicate-worse-outcomes-psychosis-2",
    "date": "2025-10-19"
  },
  {
    "title": "Cancer patients who got a COVID vaccine lived much longer",
    "summary": "A groundbreaking study reveals that cancer patients who received a COVID-19 mRNA vaccine within 100 days of starting immunotherapy lived dramatically longer.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251019120503.htm",
    "date": "2025-10-19"
  },
  {
    "title": "How Cells Can Create a Dangerous 'Footprint of Death'",
    "summary": "Researchers have discovered a novel method that viruses use to move around the body. These findings could help scientist ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/29724/cells-create-dangerous-footprint-death",
    "date": "2025-10-17"
  },
  {
    "title": "Our relationship with alcohol is fraught. Ancient customs might inspire a reset",
    "summary": "As evidence of alcohol's harms mounts, some people are testing out sobriety. Look to ancient civilizations' ways for a reset, scholars suggest.",
    "hyperlink": "https://www.sciencenews.org/article/alcohol-fraught-ancient-customs",
    "date": "2025-10-17"
  },
  {
    "title": "The Growing Threat of STI Antibiotic Resistance",
    "summary": "Introduction Antimicrobial resistance (AMR) in sexually transmitted infections (STIs) now poses a significant and escala ...",
    "hyperlink": "https://www.labroots.com/trending/clinical-and-molecular-dx/29651/growing-threat-sti-antibiotic-resistance",
    "date": "2025-10-16"
  },
  {
    "title": "1 in 5 Young Adults Use Cannabis to Fall Asleep",
    "summary": "Over 20% of young adults report using cannabis or alcohol to help fall asleep.",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29723/1-5-adults-cannabis-fall-asleep-2",
    "date": "2025-10-16"
  },
  {
    "title": "An estimated 54,600 young children are malnourished in Gaza",
    "summary": "A study that screened young children in Gaza for malnutrition found that nearly 16 percent suffered from wasting in August 2025.",
    "hyperlink": "https://www.sciencenews.org/article/gaza-children-malnourished-palestine",
    "date": "2025-10-16"
  },
  {
    "title": "Nanoparticle Vaccine Prevents Cancer in Mice",
    "summary": "A newly developed nanoparticle-based vaccine successfully prevented melanoma, pancreatic, and triple-negative breast can ...",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29708/nanoparticle-vaccine-prevents-cancer-mice-2",
    "date": "2025-10-14"
  },
  {
    "title": "Marijuana Linked to Fewer Opioid Overdoses",
    "summary": "How can cannabis legalization laws impact opioid use? This is what a recent study published in the American Journal of H ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29720/marijuana-linked-fewer-opioid-overdoses-2",
    "date": "2025-10-14"
  },
  {
    "title": "Common Hair Loss Drug Linked to Depression and Suicide",
    "summary": "Finasteride, a widely-used treatment for hair loss, has been linked with depression and suicide for over 20 years",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29709/common-hair-loss-drug-linked-depression-suicide-2",
    "date": "2025-10-14"
  },
  {
    "title": "Acne Drug May Cut Schizophrenia Risk by 30%",
    "summary": "A new study has found that an acne drug may cut the risk of schizophrenia by 30%.",
    "hyperlink": "https://www.labroots.com/trending/neuroscience/29822/acne-drug-cut-schizophrenia-risk-30",
    "date": "2025-10-13"
  },
  {
    "title": "Melatonin Linked to Heart Failure",
    "summary": "Researchers have found a link between melatonin and heart failure.",
    "hyperlink": "https://www.labroots.com/trending/nocat/29799/melatonin-linked-heart-failure-2",
    "date": "2025-10-13"
  },
  {
    "title": "Novel Pathway Identified in Alzheimer's Disease",
    "summary": "A novel pathway has been identified in Alzheimer's disease.",
    "hyperlink": "https://www.labroots.com/trending/nocat/29808/novel-pathway-identified-alzheimer-s-disease",
    "date": "2025-10-13"
  },
  {
    "title": "Body's Own Ozempic",
    "summary": "The body's own Ozempic has been found to have potential health benefits.",
    "hyperlink": "https://www.labroots.com/trending/nocat/29789/body-s-own-ozempic",
    "date": "2025-10-13"
  },
  {
    "title": "How a Bacterium Got More Dangerous After Defending Against a Virus",
    "summary": "Some viruses, known as bacteriophages, only infect bacterial cells, often destroying those bacteria in the process. Bact ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/29700/bacterium-dangerous-defending-virus",
    "date": "2025-10-13"
  },
  {
    "title": "Unveiling a New Mechanism of \"Chemo Brain\"",
    "summary": "Chemotherapy, anti-cancer drugs that stop the growth of tumor cells, encompasses a wide variety of different agents.&nbs ...",
    "hyperlink": "https://www.labroots.com/trending/cancer/29699/unveiling-mechanism-chemo-brain",
    "date": "2025-10-13"
  },
  {
    "title": "TBI in Adults Linked to Higher Rates of Dementia",
    "summary": "A new study has found that traumatic brain injury (TBI) in adults may be linked to higher rates of dementia.",
    "hyperlink": "https://www.labroots.com/trending/neuroscience/29701/tbi-adults-linked-rates-dementia-2",
    "date": "2025-10-13"
  },
  {
    "title": "Novel Cells Found to Drive Heart Failure Progression",
    "summary": "Researchers have identified novel cells that may drive heart failure progression.",
    "hyperlink": "https://www.labroots.com/trending/nocat/29774/novel-cells-found-drive-heart-failure-progression",
    "date": "2025-10-13"
  },
  {
    "title": "This experimental “super vaccine” stopped cancer cold in the lab",
    "summary": "UMass Amherst researchers have developed a groundbreaking nanoparticle-based cancer vaccine that prevented melanoma, pancreatic, and triple-negative breast cancers in mice.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251013040323.htm",
    "date": "2025-10-13"
  },
  {
    "title": "How One Molecule Goes Wrong in Both ALS & FTD",
    "summary": "Although amyotrophic lateral sclerosis (ALS) and frontotemporal dementia (FTD). are very different diseases, they have s ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29817/molecule-goes-wrong-als-ftd",
    "date": "2025-10-11"
  },
  {
    "title": "DNA Maintenance Problems may Underlie Some Diseases",
    "summary": "Our DNA is arranged into chromosomes that carry a kind of protective shield at their ends, called telomeres. These prote ...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29815/dna-maintenance-underlie-diseases",
    "date": "2025-10-11"
  },
  {
    "title": "Building on Ambros and Ruvkun's Nobel-Winning Studies with Revvity's microRNA Toolkit",
    "summary": "The 2024 Nobel Prize in Physiology or Medicine was awarded to Victor Ambros and Gary Ruvkun for their groundbreaking discovery of microRNAs.",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29712/building-ambros-ruvkun-s-nobel-winning-studies-revvity-s-microrna-toolkit",
    "date": "2025-10-11"
  },
  {
    "title": "The Future of 3D Cell Analysis - From Isolation to Insight",
    "summary": "Three-dimensional (3D) cell models, such as organoids and spheroids, are transforming medicine by providing crucial insights into human biology and disease.",
    "hyperlink": "https://www.labroots.com/trending/ebooks/29757/future-3d-cell-analysis-isolation-insight",
    "date": "2025-10-11"
  },
  {
    "title": "Unfolding the truth about bladder function: New insights into how the organ actually works",
    "summary": "According to researcher Anne Robertson, the bladder is not considered a particularly glamorous organ, despite hosting many of the same physiological elements and processes as the heart.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-unfolding-truth-bladder-function-insights.html",
    "date": "2025-10-11"
  },
  {
    "title": "What happens when you donate your brain to science?",
    "summary": "On a cutting surface inside a Scaife Hall laboratory at the University of Pittsburgh, Julia Kofler examines a brain, pointing out its weight, tiny specks of fatty plaque and other features visible even to the naked eye that ...",
    "hyperlink": "https://medicalxpress.com/news/2025-11-donate-brain-science.html",
    "date": "2025-10-11"
  },
  {
    "title": "Connecticut doctors are part of new cancer trials: The goal? 'Eradicate all deaths from breast cancer'",
    "summary": "About 170,000 women in the United States are living with metastatic breast cancer—or cancer that has spread to other organs—and eventually leads to death.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-connecticut-doctors-cancer-trials-goal.html",
    "date": "2025-10-11"
  },
  {
    "title": "Thousands fall ill as mosquito fever explodes across southern China",
    "summary": "China’s Guangdong Province is battling its worst-ever chikungunya outbreak, with thousands of infections spreading across major cities and nearby regions.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251009033244.htm",
    "date": "2025-10-10"
  },
  {
    "title": "New pill could finally control stubborn high blood pressure",
    "summary": "A new pill called baxdrostat may offer hope for people whose blood pressure stays high even after taking standard medications. In a recent study, the drug lowered blood pressure and also seemed to protect the kidneys by reducing signs of damage.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251008030947.htm",
    "date": "2025-10-09"
  },
  {
    "title": "Scientists reveal green tea’s fat-burning secret",
    "summary": "New research shows green tea may help the body burn fat and balance blood sugar.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251008030953.htm",
    "date": "2025-10-08"
  },
  {
    "title": "Scientists just found a molecule that could stop Parkinson’s in its tracks",
    "summary": "Researchers have designed a peptide that prevents the deadly misfolding of alpha-synuclein, the protein behind Parkinson’s and some dementias.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251008030951.htm",
    "date": "2025-10-08"
  },
  {
    "title": "Bacteria hidden inside tumors could help beat cancer",
    "summary": "Scientists have discovered that bacteria living inside tumors can produce a molecule that fights cancer and enhances chemotherapy.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251007081835.htm",
    "date": "2025-10-07"
  },
  {
    "title": "Nanotech transforms vinegar into a lifesaving superbug killer",
    "summary": "Researchers have enhanced vinegar’s antibacterial properties by infusing it with cobalt-based carbon nanoparticles.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251006051122.htm",
    "date": "2025-10-06"
  },
  {
    "title": "Scientists finally reveal what’s behind long COVID’s mysterious brain fog",
    "summary": "Researchers in Japan have pinpointed a biological cause of Long COVID brain fog using advanced PET brain imaging.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251006051127.htm",
    "date": "2025-10-06"
  },
  {
    "title": "Brain cancer that eats the skull stuns scientists",
    "summary": "A new study shows glioblastoma isn’t confined to the brain—it erodes the skull and hijacks the immune system within skull marrow.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251005085618.htm",
    "date": "2025-10-05"
  },
  {
    "title": "Doctors stunned by a cheap drug’s power against colon cancer",
    "summary": "A Scandinavian clinical trial has revealed that low-dose aspirin can halve the risk of colon and rectal cancer recurrence in patients with specific genetic mutations.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251003033921.htm",
    "date": "2025-10-03"
  },
  {
    "title": "A single dose of psilocybin may rewire the brain for lasting relief",
    "summary": "Penn researchers found that psilocybin can calm brain circuits tied to pain and mood, easing both physical suffering and emotional distress in animal studies.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251002073959.htm",
    "date": "2025-10-02"
  },
  {
    "title": "A common supplement could supercharge cancer treatments",
    "summary": "Zeaxanthin, best known for eye health, has been found to boost the tumor-killing power of T cells.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251001092214.htm",
    "date": "2025-10-02"
  },
  {
    "title": "Legionnaires' - A Recent Outbreak, and New Insights",
    "summary": "Legionella bacteria can contaminate many water sources, even windshield wiper fluid, and if inhaled as aerosols in conta ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/29640/legionnaires-recent-outbreak-insights",
    "date": "2025-09-30"
  },
  {
    "title": "A plant compound might be the secret weapon against gum disease",
    "summary": "A team of researchers tested morin, a plant compound, against gum disease bacteria and found strong antimicrobial benefits.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/09/250930034211.htm",
    "date": "2025-09-30"
  },
  {
    "title": "Oral Bacteria is Linked to Parkinson's Disease Development",
    "summary": "In Parkinson's disease, certain dopamine-producing neurons in the brain die off, disrupting movement ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/29630/oral-bacteria-linked-parkinson-s-disease-development",
    "date": "2025-09-29"
  },
  {
    "title": "Bacteria Boost Chemotherapy Effectiveness",
    "summary": "The microbiome encompasses all the microorganisms and viruses that reside in a particular environment in the body.",
    "hyperlink": "https://www.labroots.com/trending/cancer/29642/bacteria-boost-chemotherapy-effectiveness",
    "date": "2025-09-29"
  },
  {
    "title": "Electric Fields and Fluoxetine Delivery Accelerate Healing",
    "summary": "How can machine learning be used to treat and heal wounds? This is what a recent study published in npj Biomedical Innov ...",
    "hyperlink": "https://www.labroots.com/trending/technology/29631/electric-fields-fluoxetine-delivery-accelerate-healing-2",
    "date": "2025-09-24"
  },
  {
    "title": "Alcohol Lets a Microbial Molecule Escape the Gut & Damage the Liver",
    "summary": "In the US, the most common reason why someone needs a liver transplant is alcohol-associated liver disease (ALD)...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/29612/alcohol-microbial-molecule-escape-gut-damage-liver",
    "date": "2025-09-23"
  },
  {
    "title": "Mutations Lurking in Alternative Proteins May Cause Disease",
    "summary": "Although the genetic cause of many diseases have been identified, it's estimated that as many as 70% of patients with a ...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29816/mutations-lurking-alternative-proteins-cause-disease",
    "date": "2025-09-11"
  },
  {
    "title": "This Bacterium Converts Trash to Energy",
    "summary": "It's been estimated that about one-third of all food that is produced for human consumption is wasted.",
    "hyperlink": "https://www.labroots.com/trending/microbiology/29814/bacterium-converts-trash-energy",
    "date": "2025-09-11"
  },
  {
    "title": "New Cannabis Compound Shows Potent Skin Benefits",
    "summary": "How can cannabis compounds be used to improve skin health? This is what a recent study published in the Journal of Natur ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29687/cannabis-compound-potent-skin-benefits-2",
    "date": "2025-09-10"
  },
  {
    "title": "Novel Antibody Neutralizes a Wide Range of HIV Variants",
    "summary": "Human immunodeficiency virus (HIV) is a viral infection that attacks our immune systems. Infection enters the body by co ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/29686/novel-antibody-neutralizes-wide-range-hiv-variants",
    "date": "2025-09-10"
  },
  {
    "title": "Three Immunologists Awarded the Nobel Prize in Physiology or Medicine for \"Breakthrough in Peripheral Immune Tolerance\"",
    "summary": "The Nobel Prize in Physiology or Medicine is the highest honor bestowed on a scientist concerning their research. The ma ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/29685/immunologists-awarded-nobel-prize-physiology-medicine-breakthrough-peripheral-immune-tolerance",
    "date": "2025-09-10"
  },
  {
    "title": "Cells Linked to Depression are Discovered",
    "summary": "Depression is thought to affect over 250 million people around the world. It is a condition that is difficult to treat b ...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29696/cells-linked-depression-discovered",
    "date": "2025-09-10"
  },
  {
    "title": "James Watson helped crack DNA's code, sparking medical advances and ethical debates",
    "summary": "On a foggy Saturday morning in 1953, a tall, skinny 24-year-old man fiddled with shapes he had cut out of cardboard. They represented fragments of a DNA molecule, and young James Watson was trying to figure how they fit together ...",
    "hyperlink": "https://medicalxpress.com/news/2025-11-james-watson-dna-code-medical.html",
    "date": "2025-08-11"
  },
  {
    "title": "Conservative care vs. dialysis: Model shows which is better for individual advanced chronic kidney disease patients",
    "summary": "It can be challenging to identify which patients with advanced chronic kidney disease (CKD) will most benefit from conservative care rather than initiating dialysis.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-dialysis-individual-advanced-chronic-kidney.html",
    "date": "2025-08-11"
  },
  {
    "title": "Asthma and COPD Inhalers Linked to 2 Million Tons of CO₂ Annually",
    "summary": "How can inhalers contribute to greenhouse gas (GHG) emissions? This is what a recent study published in JAMA hopes to ad ...",
    "hyperlink": "https://www.labroots.com/trending/earth-and-the-environment/29682/asthma-copd-inhalers-linked-2-million-tons-co-annually-2",
    "date": "2025-08-10"
  },
  {
    "title": "Climate Change Threatens U.S. Homeowners' Insurance Profitability",
    "summary": "How does climate change impact homeowners’ insurance companies? This is what a recent study published in Humanitie ...",
    "hyperlink": "https://www.labroots.com/trending/earth-and-the-environment/29812/climate-change-threatens-u-s-homeowners-insurance-profitability-2",
    "date": "2025-07-11"
  }
]