[
  {
    "title": "Weight-loss drugs like Ozempic may also curb drug and alcohol addiction",
    "summary": "GLP-1 drugs, originally developed for diabetes and obesity, may also curb addictive behaviors by acting on reward circuits in the brain.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251026021746.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Ancient DNA reveals the deadly diseases behind Napoleon’s defeat",
    "summary": "Researchers have uncovered microbial evidence in the remains of Napoleon’s soldiers from the 1812 Russian retreat.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251026021727.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Scientists launch $14.2 million project to map the body’s “hidden sixth sense”",
    "summary": "Inside your body, an intricate communication network constantly monitors breathing, heart rate, digestion, and immune function — a hidden “sixth sense” called interoception.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251025084616.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Fat-fueled neuron discovery could unlock new treatments for brain disease",
    "summary": "Researchers found that neurons can use fat, not just sugar, to power the brain.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251025084536.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Exercise and omega-3s could be the secret to healthier teeth",
    "summary": "Researchers found that combining regular exercise with omega-3 supplements can make a big difference for oral health.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251025084601.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Scientists say this simple diet change can improve sleep fast",
    "summary": "A new study shows that eating more fruits and vegetables during the day can significantly improve sleep that same night.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251025084557.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Scientists just found a surprising link between gray hair and cancer",
    "summary": "Japanese researchers discovered that hair graying and melanoma share a surprising cellular origin.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251025084553.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Scientists just made gene editing far more powerful",
    "summary": "Scientists at The University of Texas at Austin have developed a revolutionary gene-editing method using bacterial retrons that can correct multiple disease-causing mutations at once.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251025084545.htm",
    "date": "25-10-2025"
  },
  {
    "title": "How strong is your weed, really? Scientists say labels often mislead",
    "summary": "Colorado researchers discovered that nearly half of tested cannabis flower products exaggerated their THC levels, while concentrates were mostly accurate. The team’s statewide audit revealed potency inconsistencies that could mislead consumers and affect safe dosing.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251023031618.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Scientists reversed brain aging and memory loss in mice",
    "summary": "Cedars-Sinai researchers created “young” immune cells from human stem cells that reversed cognitive decline and Alzheimer’s symptoms in mice. The treated animals showed better memory and healthier brain structures. The cells seemed to protect the brain indirectly, possibly through anti-aging signals in the blood.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251023031631.htm",
    "date": "25-10-2025"
  },
  {
    "title": "MIT discovers amino acid that helps the gut heal itself",
    "summary": "MIT scientists have found that an amino acid called cysteine can help the gut heal itself. In mouse studies, a cysteine-rich diet activated immune cells that release a molecule speeding up tissue repair in the small intestine. This process helped regenerate the gut lining after damage from radiation or chemotherapy.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251023031625.htm",
    "date": "25-10-2025"
  },
  {
    "title": "You might look healthy, but hidden fat could be silently damaging your heart",
    "summary": "McMaster researchers found that deep abdominal and liver fat can quietly damage arteries, even in people who appear fit. Their MRI-based study of over 33,000 adults shows these fats are closely linked to artery thickening and stroke risk, regardless of cholesterol or blood pressure.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251023031610.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Scientists finally see what sparks Parkinson’s",
    "summary": "Researchers have finally seen and measured the tiny alpha-synuclein oligomers that may ignite Parkinson’s disease. With the ultra-sensitive ASA-PD imaging method, they captured these clusters in brain tissue, finding larger and more numerous versions in patients with Parkinson’s.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251024041757.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Scientists discover a hidden gene mutation that causes deafness—and a way to fix it",
    "summary": "Scientists have identified mutations in the CPD gene as a key cause of a rare congenital hearing loss, revealing how disruptions in arginine and nitric oxide signaling damage sensory cells in the ear. Using mouse and fruit fly models, the team showed that restoring arginine levels or using sildenafil improved cell survival and hearing function.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251024041752.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Scientists just found the lung’s hidden self-healing switch",
    "summary": "Researchers uncovered how lung cells decide whether to rebuild tissue or fight infection. This built-in “switch” may be the key to restoring the lungs’ natural repair ability. The discovery could lead to regenerative treatments for chronic lung diseases and faster recovery after injury.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251024041749.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Snake pee might hold the secret to ending gout pain and kidney stones",
    "summary": "Reptiles don’t just pee, they crystallize their waste. Researchers found that snakes and other reptiles form tiny uric acid spheres, a water-saving evolutionary trick. This discovery could illuminate how to prevent gout and kidney stones in humans.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251024041747.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Popular cholesterol drugs may help prevent dementia",
    "summary": "A massive genetic study found that naturally lower cholesterol is linked to a dramatically reduced risk of dementia. The research simulated the effects of cholesterol-lowering drugs and showed up to an 80% lower risk for certain genetic profiles.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251024041815.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Your gut microbes might be turning fiber into extra calories",
    "summary": "ASU scientists found that people whose gut microbes make more methane extract more calories from fiber-rich foods.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251024041819.htm",
    "date": "25-10-2025"
  },
  {
    "title": "This everyday vitamin could be the closest thing we have to an “anti-aging pill”",
    "summary": "A study found that daily vitamin D supplements helped slow telomere shortening—the cellular process linked to aging and disease. Researchers believe its anti-inflammatory effects may protect DNA.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251022023132.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Forget fiber. Science just found the foods that really help constipation",
    "summary": "Researchers at King’s College London have created the first evidence-based dietary guidelines for chronic constipation, finding real relief may come from kiwifruit, rye bread, and mineral water.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251022023127.htm",
    "date": "25-10-2025"
  },
  {
    "title": "New treatment cuts cholesterol by nearly 50%, without statins or side effects",
    "summary": "Researchers have developed a DNA-based therapy that targets the PCSK9 gene to lower cholesterol naturally.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251022023122.htm",
    "date": "25-10-2025"
  },
  {
    "title": "They found cancer’s hidden power hubs and learned how to melt them away",
    "summary": "Texas A&M researchers found that in an aggressive kidney cancer, RNA builds “droplet hubs” that activate tumor genes.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251022023120.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Stanford’s tiny eye chip helps the blind see again",
    "summary": "A wireless eye implant developed at Stanford Medicine has restored reading ability to people with advanced macular degeneration.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251022023118.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Scientists detect hidden brain damage years before MS symptoms",
    "summary": "Scientists at UCSF have uncovered evidence that multiple sclerosis silently damages the brain years before diagnosis.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251020092828.htm",
    "date": "25-10-2025"
  },
  {
    "title": "This simple innovation could change blood pressure testing forever",
    "summary": "Scientists from the University of Exeter has developed a precise method to interpret ankle blood pressure readings—an innovation that could transform care for people unable to have their arm blood pressure measured.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251021083644.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Doctors just found a way to slow one of the deadliest prostate cancers",
    "summary": "A powerful new drug combination—niraparib added to standard prostate cancer therapy—has been shown to significantly delay disease progression in men with specific DNA repair gene mutations.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251021083642.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Scientists discover how a high-fat keto diet could keep your brain young",
    "summary": "Mizzou scientists are exploring how a ketogenic diet may protect the brain and prevent Alzheimer’s in people genetically predisposed to it.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251021083646.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Running fixes what junk food breaks in the brain",
    "summary": "New research reveals that exercise counteracts the mood-damaging effects of a Western-style diet through specific gut and hormonal mechanisms.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251021083638.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Brain fog during menopause? Here’s what’s really going on",
    "summary": "Menopause brings profound shifts not just in hormones but in the very structure of the brain.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251021083633.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Scientists find immune drug that could halt skin cancer’s deadly spread",
    "summary": "Researchers found that pembrolizumab, an immune-activating cancer drug, lowered the risk of distant metastases in patients with Merkel cell carcinoma after surgery.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251020092821.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Eating ultra-processed foods may rewire the brain and drive overeating",
    "summary": "A massive brain imaging study of nearly 30,000 people has uncovered striking connections between eating ultra-processed foods and measurable changes in brain structure.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251020092824.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Scientists create LED light that kills cancer cells without harming healthy ones",
    "summary": "A new light-driven cancer therapy uses LEDs and tin nanoflakes to kill tumors safely and affordably.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251020092831.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Feeling stressed? Science finds a simple way to take back control",
    "summary": "Feeling in control may be the key to conquering daily stress.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251020092833.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Bird flu hiding in cheese? The surprising new discovery",
    "summary": "Researchers discovered that avian influenza (H5N1) can survive in raw milk cheese made from contaminated milk, even after the 60-day aging process required by the FDA.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251020092841.htm",
    "date": "25-10-2025"
  },
  {
    "title": "This simple neck measurement might reveal hidden heart risks",
    "summary": "Neck size is proving to be a powerful indicator of hidden health risks.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251020092844.htm",
    "date": "25-10-2025"
  },
  {
    "title": "How just minutes of running can supercharge your health",
    "summary": "Interval running condenses the powerful effects of regular running into shorter, high-intensity bursts.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251020092848.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Scientists finally read the hidden DNA code that shapes disease",
    "summary": "EMBL researchers created SDR-seq, a next-generation tool that decodes both DNA and RNA from the same cell. It finally opens access to non-coding regions, where most disease-associated genetic variants lie. By revealing how these variants affect gene activity, scientists can better understand complex diseases and develop improved diagnostic tools.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251016223110.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Scientists just debunked the calcium and dementia myth",
    "summary": "A long-term Australian study found that calcium supplements do not raise dementia risk in older women, countering previous fears. The research followed more than 1,400 participants for nearly 15 years and revealed no harmful cognitive effects. Scientists say these results should reassure those using calcium to prevent osteoporosis, though more research is needed across broader populations.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251016223108.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Surgery beats Ozempic for long-term health, Cleveland Clinic finds",
    "summary": "Weight-loss surgery dramatically outperformed GLP-1 medications in improving longevity and reducing heart, kidney, and eye complications for people with obesity and diabetes. Over 10 years, patients lost far more weight and required fewer medications. Experts say surgery continues to offer survival advantages even in the age of potent obesity drugs.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251016223118.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Can Ozempic help you cut back on alcohol? Researchers think so",
    "summary": "Semaglutide, tirzepatide, and other GLP-1 drugs appear to slow alcohol absorption and blunt its intoxicating effects, according to new research. The study found participants on these medications felt less drunk despite consuming the same amount of alcohol. This could point to a safer, faster-acting way to help people reduce drinking—distinct from traditional treatments that target the brain directly.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251016223103.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Breakthrough cancer therapy stops tumor growth without harming healthy cells",
    "summary": "Scientists have found a new way to stop cancer growth without damaging healthy cells. Researchers from the Francis Crick Institute and Vividion Therapeutics discovered a compound that blocks the signal telling cancer cells to grow and divide. The treatment worked in mice with lung and breast tumors and didn’t cause harmful side effects seen in earlier drugs. Now entering human trials, this breakthrough could open the door to safer, more precise cancer therapies.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251018102122.htm",
    "date": "25-10-2025"
  },
  {
    "title": "These 80-year-olds have the memory of 50-year-olds. Scientists finally know why",
    "summary": "SuperAgers defy normal aging by keeping sharp memories and healthy brains well into their 80s. Northwestern scientists discovered that these individuals either resist the buildup of harmful brain proteins or remain unaffected by them. Their brains stay structurally youthful, and their strong social lives may help protect cognition. The findings could inspire new ways to delay or prevent dementia.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251018102118.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Even “diet” soda may be quietly damaging your liver, scientists warn",
    "summary": "Both regular and “diet” soft drinks may be far worse for liver health than believed. A massive study of over 120,000 participants found that consuming more than one can a day of either sugar-sweetened or low/no-sugar beverages sharply increased the risk of metabolic-associated steatotic liver disease (MASLD) and even liver-related deaths. Surprisingly, “diet” drinks carried similar or higher risks, potentially through changes in gut bacteria and appetite regulation.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251018102119.htm",
    "date": "25-10-2025"
  },
  {
    "title": "This tiny laser could transform how we see and sense the world",
    "summary": "Researchers from NTNU and EPFL have unveiled a compact, low-cost laser that outperforms current models in speed, control, and precision. Built using microchip technology, it can be mass-produced for use in everything from Lidar navigation to gas detection. The design’s stability and easy frequency tuning could transform communication and sensing technologies.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251018102116.htm",
    "date": "25-10-2025"
  },
  {
    "title": "How cutting lipids could starve breast cancer",
    "summary": "Researchers found that triple-negative breast cancer cells are “addicted” to lipids, a feature tied to obesity. By studying mice, they discovered that high lipid levels alone accelerate tumor growth. Lowering these fats slowed cancer progression, suggesting that lipid-lowering treatments could help. The findings also caution against high-fat diets such as keto for patients with obesity.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251018102109.htm",
    "date": "25-10-2025"
  },
  {
    "title": "This common liver supplement could boost cancer treatment success",
    "summary": "Salk Institute scientists discovered that bile acids in the liver can weaken immune cell function, making immunotherapy less effective against liver cancer. They pinpointed specific bile acids that suppress T cells and found that supplementing with UDCA reversed the effect, controlling tumor growth in mice. Since UDCA is already used for liver disease, it could quickly translate into clinical trials.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251017081515.htm",
    "date": "25-10-2025"
  },
  {
    "title": "They found the switch that makes the body attack cancer",
    "summary": "Scientists have found a way to transform hard-to-treat tumors into targets for the immune system. Using two protein stimulators, they activated strong T-cell and B-cell responses and built immune structures inside tumors that improved survival and prevented recurrence. This approach could make existing immunotherapies and chemotherapies more effective and long-lasting.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251015230959.htm",
    "date": "25-10-2025"
  },
  {
    "title": "This European treatment for joint pain just passed a major scientific test",
    "summary": "Korean researchers found that low-dose radiation therapy eased knee pain and improved movement in people with mild to moderate osteoarthritis.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251015032316.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Supercharged vitamin k could help the brain heal itself",
    "summary": "Researchers have synthesized enhanced vitamin K analogues that outperform natural vitamin K in promoting neuron growth.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251014014312.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Exercise might be the key to a younger, sharper immune system",
    "summary": "Endurance exercise may train the immune system as much as the muscles. Older adults with decades of running or cycling had immune cells that functioned better and aged more slowly.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251014014421.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Scientists find the brain’s hidden pulse that may predict Alzheimer’s",
    "summary": "Researchers at USC have created the first method to noninvasively measure microscopic blood vessel pulses in the human brain.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251014014418.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Popular hair-loss pill linked to depression and suicide",
    "summary": "Finasteride, a common hair-loss drug, has long been tied to depression and suicide, but regulators ignored the warnings.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251013040343.htm",
    "date": "25-10-2025"
  },
  {
    "title": "A single protein could stop sudden death after heart attacks",
    "summary": "A team at Massachusetts General Hospital uncovered that an immune defense protein, Resistin-like molecule gamma, attacks heart cells after a heart attack—literally punching holes in them.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251013040341.htm",
    "date": "25-10-2025"
  },
  {
    "title": "C-section births linked to sleepless nights and painful recoveries",
    "summary": "Women who undergo C-sections are more likely to experience debilitating pain and sleep disorders in the months after giving birth.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251013040331.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Scientists build artificial neurons that work like real ones",
    "summary": "UMass Amherst engineers have built an artificial neuron powered by bacterial protein nanowires that functions like a real one.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251013040335.htm",
    "date": "25-10-2025"
  },
  {
    "title": "This experimental “super vaccine” stopped cancer cold in the lab",
    "summary": "UMass Amherst researchers have developed a groundbreaking nanoparticle-based cancer vaccine that prevented melanoma, pancreatic, and triple-negative breast cancers in mice—with up to 88% remaining tumor-free.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251013040323.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Dolphins may be getting Alzheimer’s from toxic ocean blooms",
    "summary": "Dolphins washing up on Florida’s shores may be victims of the same kind of brain degeneration seen in humans with Alzheimer’s disease.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251011105521.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Breakthrough compounds may reverse nerve damage caused by multiple sclerosis",
    "summary": "Researchers have identified two compounds, K102 and K110, that could repair the nerve damage from multiple sclerosis.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251011102259.htm",
    "date": "25-10-2025"
  },
  {
    "title": "For the first time, scientists pinpoint brain cells linked to depression",
    "summary": "Scientists identified two types of brain cells, neurons and microglia, that are altered in people with depression.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251010091559.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Scientists discover brain circuit that can switch off chronic pain",
    "summary": "Scientists have pinpointed Y1 receptor neurons in the brain that can override chronic pain signals when survival instincts like hunger or fear take precedence.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251009033126.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Thousands fall ill as mosquito fever explodes across southern China",
    "summary": "China’s Guangdong Province is battling its worst-ever chikungunya outbreak, with thousands of infections spreading across major cities and nearby regions.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251009033244.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Scientists finally reveal what’s behind long COVID’s mysterious brain fog",
    "summary": "Researchers in Japan have pinpointed a biological cause of Long COVID brain fog using advanced PET brain imaging.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251006051127.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Nanotech transforms vinegar into a lifesaving superbug killer",
    "summary": "Researchers have enhanced vinegar’s antibacterial properties by infusing it with cobalt-based carbon nanoparticles.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251006051122.htm",
    "date": "25-10-2025"
  },
  {
    "title": "A flu test you can chew",
    "summary": "Flu detection could soon be as simple as chewing gum.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251002074011.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Millions could be living with hidden smell loss after COVID without knowing",
    "summary": "A massive NIH-backed study reveals that COVID-19’s toll on smell may be more widespread and lasting than most realize.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251002074007.htm",
    "date": "25-10-2025"
  },
  {
    "title": "Liver transplantation utilizing grafts donated after euthanasia is feasible, study suggests",
    "summary": "Organ donation following medical assistance in dying (MAiD), also known as euthanasia, is a relatively new practice both in North America and worldwide.",
    "hyperlink": "https://medicalxpress.com/news/2025-10-liver-transplantation-grafts-donated-euthanasia.html",
    "date": "25-10-2025"
  },
  {
    "title": "Global survey reveals obesity hidden in normal BMI contributing to metabolic disorders",
    "summary": "A global survey has revealed that obesity hidden in normal BMI is contributing to metabolic disorders.",
    "hyperlink": "https://medicalxpress.com/news/2025-10-global-survey-reveals-obesity-hidden.html",
    "date": "25-10-2025"
  },
  {
    "title": "Hippocampal hyper-maturity: Synaptic gene changes connect stress, anxiety and accelerated aging",
    "summary": "",
    "hyperlink": "https://medicalxpress.com/news/2025-10-hippocampal-hyper-maturity-synaptic-gene.html",
    "date": "25-10-2025"
  },
  {
    "title": "Mitochondria and lysosomes reprogram immune cells that dampen inflammation",
    "summary": "",
    "hyperlink": "https://medicalxpress.com/news/2025-10-mitochondria-lysosomes-reprogram-immune-cells.html",
    "date": "25-10-2025"
  },
  {
    "title": "Invisible wounds of the Ohio tornadoes: The mental health crisis after the storm",
    "summary": "",
    "hyperlink": "https://medicalxpress.com/news/2025-10-invisible-wounds-ohio-tornadoes-mental.html",
    "date": "25-10-2025"
  },
  {
    "title": "Researchers call for more pregnant and breastfeeding women to be included in medical research",
    "summary": "Many clinical trials exclude women who are pregnant, breastfeeding, or able to become pregnant.",
    "hyperlink": "https://medicalxpress.com/news/2025-10-pregnant-breastfeeding-women-medical.html",
    "date": "24-10-2025"
  },
  {
    "title": "Genetic underpinnings of substance use disorders in Europe, Africa and America identified, some previously unknown",
    "summary": "Researchers have identified the genetic underpinnings of substance use disorders in Europe, Africa, and America.",
    "hyperlink": "https://medicalxpress.com/news/2025-10-genetic-underpinnings-substance-disorders-europe.html",
    "date": "24-10-2025"
  },
  {
    "title": "Astrocyte-derived vesicles could link stress to intestinal inflammation",
    "summary": "Researchers have found that astrocyte-derived vesicles could link stress to intestinal inflammation.",
    "hyperlink": "https://medicalxpress.com/news/2025-10-astrocyte-derived-vesicles-link-stress.html",
    "date": "24-10-2025"
  },
  {
    "title": "Napoleon’s retreating army may have been plagued by these microbes",
    "summary": "DNA from Napoleonic soldiers’ teeth uncovered two fever-causing bacteria that may have worsened the army’s fatal retreat from Russia.",
    "hyperlink": "https://www.sciencenews.org/article/napoleon-army-retreat-russia",
    "date": "24-10-2025"
  },
  {
    "title": "Brain cancer can dissolve parts of the skull",
    "summary": "",
    "hyperlink": "https://www.sciencenews.org/article/brain-cancer-glioblastoma-erode-skull",
    "date": "24-10-2025"
  },
  {
    "title": "A conference just tested AI agents’ ability to do science",
    "summary": "Researchers evaluated AI agents' ability to conduct scientific research.",
    "hyperlink": "https://www.sciencenews.org/article/science-conference-test-ai-agents",
    "date": "24-10-2025"
  },
  {
    "title": "High-intensity Interval Exercise and Hippocampal Health in Adults with Cannabis Use Disorder",
    "summary": "A clinical trial published in JAMA Psychiatry examined the effects of high-intensity interval training (HIIT) on hippocampal health in adults with cannabis use disorder.",
    "hyperlink": "https://www.labroots.com/trending/health-and-medicine/29618/high-intensity-interval-exercise-hippocampal-health-adults-cannabis-disorder-2",
    "date": "24-10-2025"
  },
  {
    "title": "Some Utah Medical Cannabis Patients Use Illegal Products",
    "summary": "A study published in the Journal of Cannabis Research examined the reasons why some patients enrolled in Utah’s medical cannabis program use illegal cannabis products.",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29645/utah-medical-cannabis-patients-illegal-products-2",
    "date": "24-10-2025"
  },
  {
    "title": "Cannabis Increases Risk of Regular Tobacco Use Later on",
    "summary": "Teens and young adults who use cannabis are significantly more likely to become regular tobacco users later on.",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29750/cannabis-increases-risk-regular-tobacco-2",
    "date": "23-10-2025"
  },
  {
    "title": "Exercise May Lead to Younger, Healthier Immune System",
    "summary": "Long-term endurance exercise may give a boost to your immune system.",
    "hyperlink": "https://www.labroots.com/trending/cardiology/29749/exercise-lead-younger-healthier-immune-system-2",
    "date": "23-10-2025"
  },
  {
    "title": "New CBD-Like Molecules Offer Hope for Drug-Resistant Epilepsy",
    "summary": "How can cannabidiol (CBD) be used to treat epilepsy? This is what a recent study published in Neuropsychopharmacology hopes to answer.",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29747/cbd-like-molecules-offer-hope-drug-resistant-epilepsy-2",
    "date": "23-10-2025"
  },
  {
    "title": "Novel Combination Immunotherapy Improves Survival in Patients with Colorectal Cancer",
    "summary": "Colorectal cancer is the third most common cancer worldwide. It is estimated that there are over 1.5 million diagnoses a ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/29743/novel-combination-immunotherapy-improves-survival-patients-colorectal-cancer",
    "date": "23-10-2025"
  },
  {
    "title": "Gene Expression Predicts Therapeutic Efficacy",
    "summary": "The immune system works to identify and target invading pathogens. Specifically, our bodies work to get rid of any harmf ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/29742/gene-expression-predicts-therapeutic-efficacy",
    "date": "23-10-2025"
  },
  {
    "title": "Which venomous snakes strike the fastest?",
    "summary": "Researchers tested the striking speed of various venomous snakes.",
    "hyperlink": "https://www.sciencenews.org/article/venomous-snakes-strike-fast-vipers",
    "date": "23-10-2025"
  },
  {
    "title": "Successful experiments reprogram rogue T cells for targeted autoimmune disease therapy",
    "summary": "Researchers have successfully reprogrammed rogue T cells for targeted autoimmune disease therapy.",
    "hyperlink": "https://medicalxpress.com/news/2025-10-successful-reprogram-rogue-cells-autoimmune.html",
    "date": "23-10-2025"
  },
  {
    "title": "Family and peer conflicts predict teenage mental health issues, study finds",
    "summary": "A study has found that family and peer conflicts predict teenage mental health issues.",
    "hyperlink": "https://medicalxpress.com/news/2025-10-family-peer-conflicts-teenage-mental.html",
    "date": "23-10-2025"
  },
  {
    "title": "AI helps scientists correct mistakes in medical studies",
    "summary": "AI is helping scientists correct mistakes in medical studies.",
    "hyperlink": "https://medicalxpress.com/news/2025-10-ai-scientists-medical.html",
    "date": "23-10-2025"
  },
  {
    "title": "Can grape seed extract slow the growth of prostate cancer after treatment?",
    "summary": "Researchers are investigating whether grape seed extract can slow the growth of prostate cancer after treatment.",
    "hyperlink": "https://medicalxpress.com/news/2025-10-grape-seed-growth-prostate-cancer.html",
    "date": "23-10-2025"
  },
  {
    "title": "Scientists find cells that know when, where and how to grow teeth",
    "summary": "Scientists have found cells that know when, where, and how to grow teeth.",
    "hyperlink": "https://medicalxpress.com/news/2025-10-scientists-cells-teeth.html",
    "date": "23-10-2025"
  },
  {
    "title": "Hunger and hormones together drive aggression toward pups in female mice",
    "summary": "Researchers have found that hunger and hormones together drive aggression toward pups in female mice.",
    "hyperlink": "https://medicalxpress.com/news/2025-10-hunger-hormones-aggression-pups-female.html",
    "date": "22-10-2025"
  },
  {
    "title": "Blood analyses in dogs could provide insights into human aging",
    "summary": "Blood analyses in dogs could provide insights into human aging.",
    "hyperlink": "https://medicalxpress.com/news/2025-10-blood-analyses-dogs-insights-human.html",
    "date": "22-10-2025"
  },
  {
    "title": "Study reveals major inequalities in global One Health research",
    "summary": "A study has revealed major inequalities in global One Health research.",
    "hyperlink": "https://medicalxpress.com/news/2025-10-reveals-major-inequalities-global-health.html",
    "date": "22-10-2025"
  },
  {
    "title": "Pulse oximeter index offers non-invasive guides for fluid therapy",
    "summary": "A pulse oximeter index offers non-invasive guides for fluid therapy.",
    "hyperlink": "https://medicalxpress.com/news/2025-10-pulse-oximeter-index-invasive-fluid.html",
    "date": "22-10-2025"
  },
  {
    "title": "New Insights Into Down Syndrome",
    "summary": "Down syndrome affects around one in 640 children born in the US every year, and is the most common genetic cause of inte ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29740/insights-syndrome",
    "date": "22-10-2025"
  },
  {
    "title": "Niraparib Shows Promise in Hard-to-Treat Prostate Cancers",
    "summary": "Adding PARP inhibitor niraparib to standard prostate cancer treatment delays disease progression in men with certain DNA repair gene mutations.",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29739/niraparib-promise-hard-to-treat-prostate-cancers-2",
    "date": "21-10-2025"
  },
  {
    "title": "Nicotinamide Significantly Lowers Skin Cancer Risk",
    "summary": "Nicotinamide, a vitamin B3 derivative, could significantly reduce skin cancer risk.",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29738/nicotinamide-significantly-lowers-skin-cancer-risk-2",
    "date": "21-10-2025"
  },
  {
    "title": "Rashes and Itching May Indicate Worse Outcomes in Psychosis",
    "summary": "Skin conditions such as rashes or itching among those with their first psychotic episode may serve as early warning sign ...",
    "hyperlink": "https://www.labroots.com/trending/neuroscience/29736/rashes-itching-indicate-worse-outcomes-psychosis-2",
    "date": "20-10-2025"
  },
  {
    "title": "New Health Insights From Long-Lived People",
    "summary": "Researchers found a genetic variant in people with especially long lives, which could help children who age prematurely",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29730/health-insights-long-lived-people",
    "date": "20-10-2025"
  },
  {
    "title": "Can a Drug Prevent Mitochondrial Diseases?",
    "summary": "Mitochondria are incredible organelles. They not only provide crucial power to our cells, these little machines also hav ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29729/drug-prevent-mitochondrial-diseases",
    "date": "20-10-2025"
  },
  {
    "title": "IgNobel 'Butt Breathing' idea from 2024 moves closer to real treatment",
    "summary": "The IgNobel 'Butt Breathing' idea from 2024 is moving closer to real treatment.",
    "hyperlink": "https://medicalxpress.com/news/2025-10-ignobel-butt-idea-closer-real.html",
    "date": "20-10-2025"
  },
  {
    "title": "Poor translations represent a hidden barrier to global health collaboration",
    "summary": "Poor translations represent a hidden barrier to global health collaboration.",
    "hyperlink": "https://medicalxpress.com/news/2025-10-poor-hidden-barrier-global-health.html",
    "date": "20-10-2025"
  },
  {
    "title": "Mental Health & The Gut Microbiome - A Growing Link",
    "summary": "Several new studies have highlighted the connection between the community of microbes in the human gastrointestinal trac ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/29728/mental-health-gut-microbiome-growing-link",
    "date": "19-10-2025"
  },
  {
    "title": "Lab-grown brains with all major cell types support next-generation therapy research",
    "summary": "Lab-grown brains with all major cell types support next-generation therapy research.",
    "hyperlink": "https://medicalxpress.com/news/2025-10-lab-grown-brains-major-cell.html",
    "date": "18-10-2025"
  },
  {
    "title": "Music could help ease pain from surgery or illness. Scientists are listening",
    "summary": "Music could help ease pain from surgery or illness.",
    "hyperlink": "https://medicalxpress.com/news/2025-10-music-ease-pain-surgery-illness.html",
    "date": "18-10-2025"
  },
  {
    "title": "Porous Felt Method Revolutionizes Dental Restorations",
    "summary": "How can 3D-printing technology be used to improve dental restorations? This is what a recent study published in Ceramics ...",
    "hyperlink": "https://www.labroots.com/trending/technology/29726/porous-method-revolutionizes-dental-restorations-2",
    "date": "17-10-2025"
  },
  {
    "title": "Electric Vehicles as a Clean Energy Storage Solution",
    "summary": "How can electric vehicles (EVs) contribute to lower power grid emissions? This is what a recent study published in Envir ...",
    "hyperlink": "https://www.labroots.com/trending/technology/29725/electric-vehicles-clean-energy-storage-solution-2",
    "date": "17-10-2025"
  },
  {
    "title": "How Cells Can Create a Dangerous 'Footprint of Death'",
    "summary": "Researchers have discovered a novel method that viruses use to move around the body. These findings could help scientist ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/29724/cells-create-dangerous-footprint-death",
    "date": "17-10-2025"
  },
  {
    "title": "Building stronger health systems saves lives, Madagascar experiment shows",
    "summary": "Building stronger health systems saves lives, according to a Madagascar experiment.",
    "hyperlink": "https://medicalxpress.com/news/2025-10-stronger-health-madagascar.html",
    "date": "17-10-2025"
  },
  {
    "title": "Blocking a key protein halts lung scarring in mouse model of fibrosis",
    "summary": "Blocking a key protein halts lung scarring in a mouse model of fibrosis.",
    "hyperlink": "https://medicalxpress.com/news/2025-10-blocking-cellular-lung-scarring-disease.html",
    "date": "17-10-2025"
  },
  {
    "title": "Diet and Lifestyle Changes Cut Diabetes Risk by 31%",
    "summary": "A modified version of the Mediterranean diet plus exercise may prevent diabetes, obesity, and heart disease.",
    "hyperlink": "https://www.labroots.com/trending/cardiology/29722/diet-lifestyle-changes-cut-diabetes-risk-2",
    "date": "16-10-2025"
  },
  {
    "title": "Best Meat Type for Muscle Growth After Workouts",
    "summary": "Some foods are better than others for gaining muscle after working out.",
    "hyperlink": "https://www.labroots.com/trending/cardiology/29721/meat-type-muscle-growth-workouts-2",
    "date": "16-10-2025"
  },
  {
    "title": "Marijuana Linked to Fewer Opioid Overdoses",
    "summary": "How can cannabis legalization laws impact opioid use? This is what a recent study published in the American Journal of H ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29720/marijuana-linked-fewer-opioid-overdoses-2",
    "date": "16-10-2025"
  },
  {
    "title": "Hormone Replacement Therapy Restores Healthy Immune Response",
    "summary": "Hormone replacement therapy (HRT) or menopausal hormone therapy (MHT) are treatments to mediate symptoms of menopause. P ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/29717/hormone-replacement-therapy-restores-healthy-immune-response",
    "date": "16-10-2025"
  },
  {
    "title": "A Novel Cancer Treatment Reprograms Cell Death and Triggers Robust Immunity",
    "summary": "Cancer is classified as the uncontrollable growth of mutated cells. There are different types of cancers that correlate ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/29716/novel-cancer-treatment-reprograms-cell-death-triggers-robust-immunity",
    "date": "16-10-2025"
  },
  {
    "title": "The Growing Threat of STI Antibiotic Resistance",
    "summary": "Introduction Antimicrobial resistance (AMR) in sexually transmitted infections (STIs) now poses a significant and escala ...",
    "hyperlink": "https://www.labroots.com/trending/clinical-and-molecular-dx/29651/growing-threat-sti-antibiotic-resistance",
    "date": "16-10-2025"
  },
  {
    "title": "Preventing overhydration: Study uncovers a neural circuit that prompts mice to stop drinking",
    "summary": "A study has uncovered a neural circuit that prompts mice to stop drinking.",
    "hyperlink": "https://medicalxpress.com/news/2025-10-overhydration-uncovers-neural-circuit-prompts.html",
    "date": "16-10-2025"
  },
  {
    "title": "Discovery of 'primed' state in neuromuscular receptors may guide future drug design",
    "summary": "The discovery of a 'primed' state in neuromuscular receptors may guide future drug design.",
    "hyperlink": "https://medicalxpress.com/news/2025-10-discovery-primed-state-neuromuscular-receptors.html",
    "date": "16-10-2025"
  },
  {
    "title": "Gut microbiome affects alcohol preference by influencing brain's reward system",
    "summary": "The gut microbiome affects alcohol preference by influencing the brain's reward system.",
    "hyperlink": "https://medicalxpress.com/news/2025-10-gut-microbiome-affects-alcohol-brain.html",
    "date": "16-10-2025"
  },
  {
    "title": "In the midst of a global dengue epidemic, one program kept a Brazilian city safe",
    "summary": "A program kept a Brazilian city safe during a global dengue epidemic.",
    "hyperlink": "https://medicalxpress.com/news/2025-10-midst-global-dengue-epidemic-brazilian.html",
    "date": "16-10-2025"
  },
  {
    "title": "Collaboration finds no loss of patient confidence in environmentally friendly doctors",
    "summary": "Doctors and psychologists together discovered that this has little impact on patient confidence in the doctor.",
    "hyperlink": "https://medicalxpress.com/news/2025-10-collaboration-loss-patient-confidence-environmentally.html",
    "date": "16-10-2025"
  },
  {
    "title": "Undergraduate researcher identifies virus's ability to replicate and cause cancer",
    "summary": "When Sean Fletcher walked into Sam Biswas' Medical and Molecular Sciences (MMSC) lab at the University of Delaware College of Health Sciences during the summer of his first year, he had no research or laboratory experience.",
    "hyperlink": "https://medicalxpress.com/news/2025-10-undergraduate-virus-ability-replicate-cancer.html",
    "date": "16-10-2025"
  },
  {
    "title": "A Breakthrough New Test Can Diagnose Chronic Fatigue Syndrome",
    "summary": "At one time, clinicians debated whether chronic fatigue syndrome was a 'real' illness, or if it was all in a person's he ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29714/test-diagnose-chronic-fatigiue-syndrome",
    "date": "15-10-2025"
  },
  {
    "title": "From Plate to Insight: Simplifying 3D Cell Culture Workflows",
    "summary": "3D cell cultures are no longer a futuristic idea. They’re already reshaping how we study diseases like cancer, off ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29521/plate-insight-simplifying-3d-cell-culture-workflows",
    "date": "15-10-2025"
  },
  {
    "title": "Long-Term Benefit of Adjuvant Therapy for Endometrial Cancer Patients",
    "summary": "Cancer has evolved to protect itself from our inherent immune responses, and some types of cancer cells have developed t...",
    "hyperlink": "https://www.labroots.com/trending/cancer/29703/long-term-benefit-adjuvant-therapy-endometrial-cancer-patients",
    "date": "15-10-2025"
  }
]