```json
{
  "validated_articles": [
    {
      "title": "Two common drugs could reverse fatty liver disease",
      "summary": "Researchers at the University of Barcelona found that combining pemafibrate and telmisartan significantly reduces liver fat and cardiovascular risks in MASLD models.",
      "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251011105531.htm"
    },
    {
      "title": "MIT’s “stealth” immune cells could change cancer treatment forever",
      "summary": "MIT and Harvard scientists have designed an advanced type of immune cell called a CAR-NK cell that can destroy cancer while avoiding attack from the body’s own immune defenses.",
      "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251011043535.htm"
    },
    {
      "title": "Scientists unlock nature’s secret to a cancer-fighting molecule",
      "summary": "Researchers have cracked the code behind how plants make mitraphylline, a rare cancer-fighting molecule.",
      "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251009033206.htm"
    },
    {
      "title": "Scientists discover brain circuit that can switch off chronic pain",
      "summary": "Scientists have pinpointed Y1 receptor neurons in the brain that can override chronic pain signals when survival instincts like hunger or fear take precedence.",
      "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251009033126.htm"
    },
    {
      "title": "Common medications may secretly rewire your gut for years",
      "summary": "Drugs taken years—even decades—ago can leave lasting imprints on the gut microbiome, reshaping the community of microbes long after treatment stops.",
      "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251008030953.htm"
    },
    {
      "title": "Scientists reveal green tea’s fat-burning secret",
      "summary": "New research shows green tea may help the body burn fat and balance blood sugar.",
      "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251008030951.htm"
    },
    {
      "title": "Scientists just found a molecule that could stop Parkinson’s in its tracks",
      "summary": "Researchers have designed a peptide that prevents the deadly misfolding of alpha-synuclein, the protein behind Parkinson’s and some dementias.",
      "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251008030949.htm"
    },
    {
      "title": "New pill could finally control stubborn high blood pressure",
      "summary": "A new pill called baxdrostat may offer hope for people whose blood pressure stays high even after taking standard medications.",
      "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251008030947.htm"
    },
    {
      "title": "Bacteria hidden inside tumors could help beat cancer",
      "summary": "Scientists have discovered that bacteria living inside tumors can produce a molecule that fights cancer and enhances chemotherapy.",
      "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251007081835.htm"
    },
    {
      "title": "Nanotech transforms vinegar into a lifesaving superbug killer",
      "summary": "Researchers have enhanced vinegar’s antibacterial properties by infusing it with cobalt-based carbon nanoparticles.",
      "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251006051122.htm"
    }
  ]
}
```