[
  {
    "title": "Nasal nanomedicine could lead to immune-boosting therapy",
    "summary": "A new study has explored the potential of nasal nanomedicine for immune-boosting therapy.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-nasal-nanomedicine-immune-boosting-therapy.html",
    "date": "2025-11-24"
  },
  {
    "title": "Flu experts warn of new strain and vaccination",
    "summary": "Flu experts are warning of a new strain and the importance of vaccination.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-flu-experts-strain-vaccination.html",
    "date": "2025-11-24"
  },
  {
    "title": "Current heart screening tools may not be effective for people with certain conditions",
    "summary": "Researchers have found that current heart screening tools may not be effective for people with certain conditions.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-current-heart-screening-tools-people.html",
    "date": "2025-11-24"
  },
  {
    "title": "Brain circuit responsible for compulsive behavior discovered",
    "summary": "Researchers have made a significant discovery in the field of neuroscience, identifying a brain circuit responsible for compulsive behavior.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-brain-circuit-compulsive-behavior.html",
    "date": "2025-11-24"
  },
  {
    "title": "Stenting people with carotid artery narrowing may not be effective",
    "summary": "A new study has found that stenting people with carotid artery narrowing may not be effective.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-stenting-people-carotid-artery-narrowing.html",
    "date": "2025-11-24"
  },
  {
    "title": "Children's tantrums reveal brain activity",
    "summary": "Researchers have discovered that children's tantrums reveal specific brain activity.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-children-tantrums-brain-reveals.html",
    "date": "2025-11-24"
  },
  {
    "title": "Implant captures gut-brain signals in animals",
    "summary": "A new implant has been developed to capture gut-brain signals in animals.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-implant-captures-gut-brain-animals.html",
    "date": "2025-11-24"
  },
  {
    "title": "Global surge in ultra-processed foods sparks urgent health warning",
    "summary": "Ultra-processed foods are rapidly becoming a global dietary staple, and new research links them to worsening health outcomes around the world.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251124025654.htm",
    "date": "2025-11-24"
  },
  {
    "title": "New obesity discovery rewrites decades of fat metabolism science",
    "summary": "Researchers have uncovered a surprising new role for the HSL protein: beyond breaking down fat, it also works inside the nucleus of fat cells to keep them functioning properly.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251123115712.htm",
    "date": "2025-11-24"
  },
  {
    "title": "A tiny enzyme may hold the key to safer pain relief",
    "summary": "Researchers have uncovered a surprising way the brain switches pain on, revealing that neurons can release an enzyme outside the cell that activates pain signals without disrupting normal movement or sensation.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251123085557.htm",
    "date": "2025-11-23"
  },
  {
    "title": "Boosting one protein helps the brain protect itself from Alzheimer’s",
    "summary": "Researchers discovered that raising the protein Sox9 can help the brain’s astrocytes clear out toxic plaque buildup linked to Alzheimer’s.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251123085550.htm",
    "date": "2025-11-23"
  },
  {
    "title": "Scientists capture stunning real-time images of DNA damage and repair",
    "summary": "Scientists have created a live-cell DNA sensor that reveals how damage appears and disappears inside living cells, capturing the entire repair sequence as it unfolds.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251123085554.htm",
    "date": "2025-11-23"
  },
  {
    "title": "Macrophage-killing bacterial toxin weakens the gut's defenses against ulcerative colitis",
    "summary": "Researchers have found that a toxin produced by certain bacteria can weaken the gut's defenses against ulcerative colitis, a type of inflammatory bowel disease.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-macrophage-bacterial-toxin-weakens-gut.html",
    "date": "2025-11-22"
  },
  {
    "title": "Not all immune cells are created equal: Memory T cells in tissues outlast those in blood",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-11-immune-cells-equal-memory-tissues.html",
    "date": "2025-11-22"
  },
  {
    "title": "New nasal nanodrops wipe out brain tumors in mice",
    "summary": "A new nasal-delivered nanotherapy shows promise against aggressive glioblastoma tumors.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251122044329.htm",
    "date": "2025-11-22"
  },
  {
    "title": "New evidence shows tirzepatide and semaglutide strongly protect the heart",
    "summary": "A massive real-world study comparing tirzepatide and semaglutide reveals both drugs deliver strong, early cardiovascular protection—reducing heart attack, stroke, and death in adults with type 2 diabetes.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251121090742.htm",
    "date": "2025-11-22"
  },
  {
    "title": "Scientists reveal a hidden hormone switch for learning",
    "summary": "Researchers uncovered how estrogen subtly reshapes learning by strengthening dopamine reward signals in the brain.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251121090740.htm",
    "date": "2025-11-22"
  },
  {
    "title": "Hidden microglia switch helps protect the brain from Alzheimer’s",
    "summary": "Scientists discovered that lowering a specific molecule helps microglia switch into a protective state that quiets brain inflammation in Alzheimer’s.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251122044335.htm",
    "date": "2025-11-22"
  },
  {
    "title": "Just a few cigarettes a day can damage your heart for decades",
    "summary": "People who smoke only a couple of cigarettes a day still face surprisingly high risks of heart problems and early death.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251122000802.htm",
    "date": "2025-11-22"
  },
  {
    "title": "Stem cell therapy helps AMD patients see again",
    "summary": "A first-of-its-kind trial is testing adult stem cell transplants for advanced dry macular degeneration.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251121090736.htm",
    "date": "2025-11-22"
  },
  {
    "title": "Cannabis-Consuming Seniors Show Outstanding Cognitive Performance and Slower Executive Function Declines",
    "summary": "A study published in the journal Age and Ageing found that older adults with a history of cannabis use exhibited superior cognitive performance and slower executive function declines.",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29889/cannabis-consuming-seniors-outstanding-cognitive-performance-slower-executive-function-declines-2",
    "date": "2025-11-21"
  },
  {
    "title": "Proximity to Cannabis Dispensaries and Reduced Alcohol Use",
    "summary": "A study published in the Journal of Preventive Medicine found a link between reduced alcohol use and proximity to legal cannabis dispensaries.",
    "hyperlink": "https://www.labroots.com/trending/health-and-medicine/29888/proximity-cannabis-dispensaries-reduced-alcohol-2",
    "date": "2025-11-21"
  },
  {
    "title": "Building a better skin barrier",
    "summary": "Skin is a barrier meant to keep small invaders out. Products making their way across it should boost that mission.",
    "hyperlink": "https://www.sciencenews.org/article/skin-care-face-barrier-glossy-health",
    "date": "2025-11-21"
  },
  {
    "title": "A new dinosaur doomsday exhibit showcases survival after destruction",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/dinosaur-doomsday-museum-exhibit",
    "date": "2025-11-21"
  },
  {
    "title": "Here’s how Rudolph’s light-up nose might be possible",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/rudolph-nose-christmas-reindeer-holiday",
    "date": "2025-11-21"
  },
  {
    "title": "Meet 5 scientists reshaping the way we understand the world",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/scientists-to-watch-career-researchers",
    "date": "2025-11-21"
  },
  {
    "title": "Chemerin receptor structures disclose new mechanism of lipid metabolism",
    "summary": "Chemerin is a key adipokine that regulates lipid metabolism and insulin sensitivity, and thus is involved in many metabolic diseases such as obesity and diabetes.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-chemerin-receptor-disclose-mechanism-lipid.html",
    "date": "2025-11-21"
  },
  {
    "title": "Population-specific genetic risk scores advance precision medicine for Han Chinese populations",
    "summary": "Researchers at Academia Sinica have developed the first population-specific polygenic risk score (PRS) models for people of Han Chinese ancestry, achieving unprecedented accuracy in predicting risks for common diseases such as heart disease and diabetes.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-population-specific-genetic-scores-advance.html",
    "date": "2025-11-21"
  },
  {
    "title": "Therapeutic climbing lifts mood and sharpens focus for inpatients with depression, anxiety and OCD",
    "summary": "A new study has found that therapeutic climbing can improve mood and cognitive function in patients with depression, anxiety, and obsessive-compulsive disorder (OCD).",
    "hyperlink": "https://medicalxpress.com/news/2025-11-therapeutic-climbing-mood-sharpens-focus.html",
    "date": "2025-11-21"
  },
  {
    "title": "Epigenetic changes regulate gene expression, but what regulates epigenetics?",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-11-epigenetic-gene-epigenetics.html",
    "date": "2025-11-21"
  },
  {
    "title": "AI-driven system automates fax filing and digital consent, saving 8,500 staff hours",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-11-ai-driven-automates-digital-consent.html",
    "date": "2025-11-21"
  },
  {
    "title": "A two-minute fix for procrastination",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-11-minute-procrastination.html",
    "date": "2025-11-21"
  },
  {
    "title": "Astrocytes clear amyloid plaques and preserve cognitive function in Alzheimer's mouse models",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-11-astrocytes-amyloid-plaques-cognitive-function.html",
    "date": "2025-11-21"
  },
  {
    "title": "Hidden immune cells linked to early type 1 diabetes detected in lymph nodes",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-11-hidden-immune-cells-linked-early.html",
    "date": "2025-11-21"
  },
  {
    "title": "Many who die by suicide aren't depressed, genetic research suggests",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-11-die-suicide-depressed-genetic.html",
    "date": "2025-11-21"
  },
  {
    "title": "New CAR T strategy targets most common form of heart disease",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-11-car-strategy-common-heart-disease.html",
    "date": "2025-11-21"
  },
  {
    "title": "How T cells transform to defend our organs",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-11-cells-defend.html",
    "date": "2025-11-21"
  },
  {
    "title": "Doubling up to limit weight gain: Improving diet and exercise together provides the more effective route, study finds",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-11-limit-weight-gain-diet-effective.html",
    "date": "2025-11-21"
  },
  {
    "title": "US lung cancer screening fails most patients, according to study",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-11-lung-cancer-screening-patients.html",
    "date": "2025-11-21"
  },
  {
    "title": "Simple amino acid supplement greatly reduces Alzheimer’s damage",
    "summary": "Researchers discovered that the common amino acid arginine can block harmful Aβ aggregation and reduce its toxic effects in Alzheimer’s disease models.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251121090731.htm",
    "date": "2025-11-21"
  },
  {
    "title": "A drug already in trials may stop chemotherapy nerve damage",
    "summary": "Researchers discovered that chemotherapy can accidentally trigger a stress alarm in immune cells, causing inflammation that damages nerves.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251121090729.htm",
    "date": "2025-11-21"
  },
  {
    "title": "Tiny microneedle patch dramatically improves heart attack recovery",
    "summary": "Researchers created a dissolvable microneedle patch that delivers IL-4 directly to damaged heart tissue, jump-starting repair after a heart attack.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251120002602.htm",
    "date": "2025-11-21"
  },
  {
    "title": "New airflow device captures indoor germs before they spread",
    "summary": "A new airflow device from UBC Okanagan engineers traps exhaled aerosols almost immediately, sharply reducing pathogen exposure in indoor spaces.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251121090726.htm",
    "date": "2025-11-21"
  },
  {
    "title": "This tiny pill could change how we diagnose gut health",
    "summary": "Tiny ingestible spheres filled with engineered bacteria can detect intestinal bleeding by glowing when they encounter heme.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251121082046.htm",
    "date": "2025-11-21"
  },
  {
    "title": "Triple therapy sparks a powerful immune attack on leukemia",
    "summary": "A cutting-edge approach to immunotherapy shows that forcing cancer cells to die through necroptosis can dramatically boost the body’s anti-tumor defenses.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251120002609.htm",
    "date": "2025-11-21"
  },
  {
    "title": "Prenatal Cannabis Disrupts Neurodevelopment into Adulthood",
    "summary": "Heavy cannabis use during pregnancy negatively affects fetal brain development and these effects persist into adulthood.",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29885/prenatal-cannabis-disrupts-neurodevelopment-adulthood",
    "date": "2025-11-20"
  },
  {
    "title": "Molecule Produced During Exercise Slows Aging",
    "summary": "The health benefits of exercise have potential to be reproduced in pill form.",
    "hyperlink": "https://www.labroots.com/trending/cardiology/29862/molecule-produced-exercise-slows-aging-2",
    "date": "2025-11-20"
  },
  {
    "title": "Immune Cell Activation Through a Novel Molecule Improves Cancer Therapy",
    "summary": "Immunotherapy has revolutionized the way physicians treat patients. Previously, chemotherapy was the standard-of-care wi ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/29878/immune-cell-activation-novel-molecule-improves-cancer-therapy",
    "date": "2025-11-20"
  },
  {
    "title": "Bone Marrow Model Made from Human Cells",
    "summary": "Researchers recently developed a bone marrow model to study how the body generates cells. Interestingly, this model is t ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/29877/bone-marrow-model-human-cells",
    "date": "2025-11-20"
  },
  {
    "title": "A diet low in glutamate may ease migraines",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/low-glutamate-diet-ease-migraines",
    "date": "2025-11-20"
  },
  {
    "title": "Lions have a second roar that no one noticed until now",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/lion-new-type-roar-decoded",
    "date": "2025-11-20"
  },
  {
    "title": "America risks losing its role as a space science pioneer",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/america-space-spacex-nasa-planet-policy",
    "date": "2025-11-20"
  },
  {
    "title": "Nighttime phone use linked to higher levels of suicidal thoughts in high-risk adults",
    "summary": "Researchers have found a link between nighttime phone use and increased suicidal thoughts in adults at high risk of suicide.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-nighttime-linked-higher-suicidal-thoughts.html",
    "date": "2025-11-20"
  },
  {
    "title": "Redheads face impaired wound healing: MC1R dysregulation to blame, but a new treatment might help",
    "summary": "Researchers have discovered that a genetic mutation associated with red hair can impair wound healing, but a new treatment may be able to help.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-redheads-impaired-wound-mc1r-dysregulation.html",
    "date": "2025-11-20"
  },
  {
    "title": "Fluoridated water linked to better adolescent school achievement",
    "summary": "A new study has found that drinking fluoridated water is associated with better academic performance in adolescents.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-fluoridated-linked-adolescent-school.html",
    "date": "2025-11-20"
  },
  {
    "title": "New on-switch for pain signaling pathway could lead to safer treatment and relief",
    "summary": "Researchers have discovered a new mechanism for regulating pain signaling, which could lead to the development of safer and more effective pain treatments.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-pain-pathway-safer-treatment-relief.html",
    "date": "2025-11-20"
  },
  {
    "title": "French scientists probe mRNA's potential to fight cancer",
    "summary": "Researchers in France are exploring the potential of mRNA technology to develop new cancer treatments.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-french-scientists-probe-mrna-potential.html",
    "date": "2025-11-20"
  },
  {
    "title": "Wearable health technology brings research closer to people",
    "summary": "Researchers in Finland are developing wearable health technology that can monitor and assess health conditions in real-time.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-wearable-health-technology-closer-people.html",
    "date": "2025-11-20"
  },
  {
    "title": "Research unveils new insights on face blindness",
    "summary": "A new study has shed light on the neural mechanisms underlying face blindness, a condition that affects a person's ability to recognize faces.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-unveils-insights.html",
    "date": "2025-11-20"
  },
  {
    "title": "Blocking a single protein forces cancer cells to self-destruct",
    "summary": "Researchers uncovered a powerful weakness in lung cancer by shutting down a protein that helps tumors survive stress.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251120002606.htm",
    "date": "2025-11-20"
  },
  {
    "title": "Scientists grow a tiny human “blood factory” that actually works",
    "summary": "Researchers have recreated a miniature human bone marrow system that mirrors the real structure found inside our bones.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251120092103.htm",
    "date": "2025-11-20"
  },
  {
    "title": "Scientists reawaken exhausted T cells to supercharge cancer immunity",
    "summary": "Researchers discovered a way to keep T cells from wearing out during the fight against cancer, and the approach could make immune-based treatments far more powerful.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251120002828.htm",
    "date": "2025-11-20"
  },
  {
    "title": "New research shows hot tubs trigger surprising health benefits saunas don’t",
    "summary": "Researchers found that hot tubs raise core body temperature more effectively than traditional or infrared saunas, leading to stronger boosts in blood flow and immune activity.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251120002611.htm",
    "date": "2025-11-20"
  },
  {
    "title": "Nearly 47 million Americans live near hidden fossil fuel sites",
    "summary": "A nationwide analysis has uncovered how sprawling fossil fuel infrastructure sits surprisingly close to millions of American homes.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251118212039.htm",
    "date": "2025-11-20"
  },
  {
    "title": "mRNA flu vaccines are making their way through clinical trials",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/mrna-flu-vaccines-influenza-virus",
    "date": "2025-11-19"
  },
  {
    "title": "Combining western science with Indigenous knowledge could help the Arctic",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/marianne-falardeau-arctic-indigenous",
    "date": "2025-11-19"
  },
  {
    "title": "In animal tests, this needle-free insulin acted as fast as injections",
    "summary": "Managing diabetes with injections is challenging. Joining insulin to a skin-penetrating polymer was as effective as shots at regulating blood sugar.",
    "hyperlink": "https://www.sciencenews.org/article/needle-free-insulin-skin-diabetes",
    "date": "2025-11-19"
  },
  {
    "title": "Eroding access to childhood vaccines jeopardizes health for all",
    "summary": "Recent U.S. decisions about vaccines signal bigger changes to come that could threaten the foundation of the national childhood immunization schedule.",
    "hyperlink": "https://www.sciencenews.org/article/childhood-vaccine-schedule-healthcare",
    "date": "2025-11-19"
  },
  {
    "title": "Key protein for healing nerve damage reveals a dual role",
    "summary": "Researchers have discovered that a protein involved in nerve repair has a dual role, and that targeting it could lead to new treatments for nerve damage.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-key-protein-nerve-reveals-dual.html",
    "date": "2025-11-19"
  },
  {
    "title": "Phase II clinical trial results show potential to shorten TB treatment time",
    "summary": "A new clinical trial has shown promising results for a novel antibiotic that could shorten treatment time for tuberculosis (TB).",
    "hyperlink": "https://medicalxpress.com/news/2025-11-phase-ii-clinical-trial-results.html",
    "date": "2025-11-19"
  },
  {
    "title": "Simple molecule shows remarkable Alzheimer’s reversal in rats",
    "summary": "Scientists have developed a new molecule that breaks down beta-amyloid plaques by binding to excess copper in the brain.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251118220052.htm",
    "date": "2025-11-19"
  },
  {
    "title": "Inflammation turns bone marrow into a breeding ground for disease",
    "summary": "Researchers discovered that chronic inflammation fundamentally remodels the bone marrow, allowing mutated stem cell clones to quietly gain dominance with age.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251118220049.htm",
    "date": "2025-11-19"
  },
  {
    "title": "How to keep Ozempic/Wegovy weight loss without the nausea",
    "summary": "Scientists are uncovering how GLP-1 drugs like Ozempic and Wegovy act on brain regions that control hunger, nausea, pleasure-based eating, and thirst.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251118220041.htm",
    "date": "2025-11-19"
  },
  {
    "title": "Supercomputer creates the most realistic virtual brain ever",
    "summary": "Researchers have created one of the most detailed virtual mouse cortex simulations ever achieved by combining massive biological datasets with the extraordinary power of Japan’s Fugaku supercomputer.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251118212037.htm",
    "date": "2025-11-19"
  },
  {
    "title": "Everyday microplastics could be fueling heart disease",
    "summary": "Microplastics—tiny particles now found in food, water, air, and even human tissues—may directly accelerate artery-clogging disease, and new research shows the danger may be far greater for males.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251118220047.htm",
    "date": "2025-11-19"
  },
  {
    "title": "New antibody breakthrough could finally slow polycystic kidney disease",
    "summary": "A specially engineered antibody that can infiltrate kidney cysts has shown the ability to block key growth signals driving polycystic kidney disease.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251118220046.htm",
    "date": "2025-11-19"
  },
  {
    "title": "Ozempic Improves Survival Among Colon Cancer Patients",
    "summary": "GLP-1 receptor agonists like Ozempic and Wegovy may increase survival among patients with colon cancer.",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29874/ozempic-improves-survival-colon-cancer-patients-2",
    "date": "2025-11-18"
  },
  {
    "title": "Common Gout Drug Reduces Cardiovascular Risk",
    "summary": "A widely available drug used for gout may help prevent heart attacks and stroke in people with cardiovascular disease.",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29873/common-gout-drug-reduces-cardiovascular-risk-2",
    "date": "2025-11-18"
  },
  {
    "title": "Chronic Fatigue Linked to Breathing Issues During Exercise",
    "summary": "Many chronic fatigue syndrome patients may suffer from breathing abnormalities, especially during exercise.",
    "hyperlink": "https://www.labroots.com/trending/cardiology/29861/chronic-fatigue-linked-breathing-issues-exercise-2",
    "date": "2025-11-18"
  },
  {
    "title": "The Role of a Cancer-Linked Protein in Wound Healing is Revealed",
    "summary": "High levels of a molecule known as serpinB3 are known to be a reliable marker of serious diseases including inflammatory ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29834/role-cancer-linked-protein-wound-healing-revealed",
    "date": "2025-11-18"
  },
  {
    "title": "How Rabies Does So Much with So Little (Genetic Material)",
    "summary": "Like many viruses, the rabies virus has a relatively small genome compared to most organisms. Scientists have now reveal ...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29833/rabies-little-genetic-material",
    "date": "2025-11-18"
  },
  {
    "title": "See the alarming extent of NIH and NSF funding cuts in 2025",
    "summary": "In 2025, the Trump administration froze or ended about 5,300 NIH and NSF research grants totaling over $5 billion in unspent funds, a decision that reshaped many fields of science.",
    "hyperlink": "https://www.sciencenews.org/article/nih-nsf-cuts-2025-data",
    "date": "2025-11-18"
  },
  {
    "title": "Funding chaos may unravel decades of biomedical research",
    "summary": "Battles between the Trump administration and academic institutions are putting important biomedical advances in limbo.",
    "hyperlink": "https://www.sciencenews.org/article/trump-harvard-funding-biomedical",
    "date": "2025-11-18"
  },
  {
    "title": "Targeted protein degradation: A new way to combat harmful proteins in tumor cells",
    "summary": "Researchers have developed a new approach to targeting harmful proteins in tumor cells, which could lead to new cancer treatments.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-protein-degradation-combat-proteins-tumor.html",
    "date": "2025-11-18"
  },
  {
    "title": "Bone marrow model built entirely from human cells can reduce animal testing",
    "summary": "Researchers have developed a bone marrow model using human cells, which could reduce the need for animal testing in medical research.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-bone-marrow-built-human-cells.html",
    "date": "2025-11-18"
  },
  {
    "title": "How cancer cells 'break through' tight tissue gaps",
    "summary": "Researchers have discovered how cancer cells are able to break through tight tissue gaps, which could lead to new insights into cancer metastasis.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-cancer-cells-tight-tissue-gaps.html",
    "date": "2025-11-18"
  },
  {
    "title": "NIH grant terminations leave thousands without access to care, study finds",
    "summary": "A new study has found that the termination of NIH grants has left thousands of people without access to medical care.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-nih-grant-terminations-thousands-access.html",
    "date": "2025-11-18"
  },
  {
    "title": "A surprising CBD advance calms pain without side effects",
    "summary": "Researchers developed a new nano-micelle formulation, CBD-IN, that finally gets CBD into the brain effectively.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251117095652.htm",
    "date": "2025-11-18"
  },
  {
    "title": "Scientists discover metformin may block key exercise benefits",
    "summary": "Rutgers scientists found that metformin can blunt many of the metabolic and cardiovascular improvements normally produced by exercise.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251117095648.htm",
    "date": "2025-11-18"
  },
  {
    "title": "Chronic pain may dramatically raise your blood pressure",
    "summary": "Chronic pain might quietly push people toward developing high blood pressure—and the more widespread the pain, the greater the danger.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251117095639.htm",
    "date": "2025-11-18"
  },
  {
    "title": "Blocking one enzyme may break the link between alcohol and liver disease",
    "summary": "Scientists discovered that alcohol activates a sugar-producing pathway in the body, creating fructose that may reinforce addictive drinking.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251118033447.htm",
    "date": "2025-11-18"
  },
  {
    "title": "Amazon scorpion venom shows stunning power against breast cancer",
    "summary": "Scientists are turning venom, radioisotopes, engineered proteins, and AI into powerful new tools against cancer.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251117095658.htm",
    "date": "2025-11-18"
  },
  {
    "title": "A silent kidney crisis is spreading faster than anyone expected",
    "summary": "Chronic kidney disease has surged to nearly 800 million cases and is now among the top causes of death worldwide.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251117095646.htm",
    "date": "2025-11-18"
  },
  {
    "title": "New DNA test predicts dangerous heart rhythms early",
    "summary": "Scientists at Northwestern Medicine have developed a new genetic risk score that predicts who is most likely to experience irregular or dangerous heart rhythms.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251117091142.htm",
    "date": "2025-11-18"
  },
  {
    "title": "Study Highlights the Safety and Efficacy of Inhaled Cannabis for Treating Refractory Diabetic Neuropathy ​",
    "summary": "A study published in Biomedicines found an association between cannabis use and sustained pain reduction in a patient po ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29868/study-highlights-safety-efficacy-inhaled-cannabis-treating-refractory-diabetic-neuropathy-2",
    "date": "2025-11-17"
  },
  {
    "title": "Patients with Dementia Show Positive Cognitive Improvements After Sustained Medical Cannabis Use",
    "summary": "A study published in the Journal of Alzheimer's Disease found that patients suffering from dementia demonstrated cog ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29867/patients-dementia-positive-cognitive-improvements-sustained-medical-cannabis-2",
    "date": "2025-11-17"
  },
  {
    "title": "Gum Disease Linked to Brain White Matter Damage",
    "summary": "Older adults with gum disease have more signs of brain white matter damage than those with good periodontal health.",
    "hyperlink": "https://www.labroots.com/trending/neuroscience/29865/gum-disease-linked-brain-white-matter-damage-2",
    "date": "2025-11-17"
  },
  {
    "title": "Some Viruses Can Significantly Raise Heart Disease Risk",
    "summary": "Scientists have recently conducted a meta-analysis of over 150 research studies, and determined that infections with vir ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/29831/viruses-significantly-raise-heart-disease-risk",
    "date": "2025-11-17"
  },
  {
    "title": "The Loss of This Protein Alters Muscles' Reaction to Testosterone",
    "summary": "A gene known as ACTN3 has earned the nickname \"the gene for speed\" and it may have an influence on how androgens...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29832/loss-protein-alters-muscles-reaction-testosterone",
    "date": "2025-11-17"
  },
  {
    "title": "Multicancer Screening Could Notably Decrease Late-Stage Cancer Diagnoses",
    "summary": "We hear it over and over: early diagnosis saves lives. No one wants to face a cancer diagnosis but suffice it to s ...",
    "hyperlink": "https://www.labroots.com/trending/cancer/29859/multicancer-screening-decrease-late-cancer-diagnoses",
    "date": "2025-11-17"
  },
  {
    "title": "Life-saving research on extreme heat comes under fire",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/extreme-heat-climate-change-research",
    "date": "2025-11-17"
  },
  {
    "title": "Disrupting bacterial 'chatter' could tip the balance for better oral health",
    "summary": "Researchers have found that disrupting bacterial communication could lead to better oral health outcomes.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-disrupting-bacterial-chatter-oral-health.html",
    "date": "2025-11-17"
  },
  {
    "title": "Scientists identify two key targets of common cold virus",
    "summary": "Researchers have identified two key targets of the common cold virus, which could lead to new treatments for the disease.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-scientists-key-common-cold-virus.html",
    "date": "2025-11-17"
  },
  {
    "title": "New study identifies part of brain animals use to make inferences",
    "summary": "Researchers have identified a region of the brain that animals use to make inferences about their environment.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-brain-animals-inferences.html",
    "date": "2025-11-17"
  },
  {
    "title": "Clinical trial countries often left without new medicines they helped test",
    "summary": "A new study has found that countries that participate in clinical trials often do not have access to the new medicines that they helped test.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-clinical-trial-countries-left-medicines.html",
    "date": "2025-11-17"
  },
  {
    "title": "Non-opioid pain relief: Brain's 'cleanup crew' reveals a new target",
    "summary": "Researchers have identified a new target for non-opioid pain relief, which could lead to safer and more effective treatments for chronic pain.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-opioid-pain-relief-brain-cleanup.html",
    "date": "2025-11-17"
  },
  {
    "title": "Blood tests and sputum analysis help predict COPD exacerbation risks",
    "summary": "Researchers have found that blood tests and sputum analysis can help predict the risk of exacerbations in patients with chronic obstructive pulmonary disease (COPD).",
    "hyperlink": "https://medicalxpress.com/news/2025-11-blood-sputum-analysis-copd-exacerbation.html",
    "date": "2025-11-17"
  },
  {
    "title": "Researcher out to solve mystery of migraine",
    "summary": "A researcher is working to uncover the underlying mechanisms of migraine, a debilitating neurological disease that affects millions of people worldwide.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-mystery-migraine.html",
    "date": "2025-11-17"
  },
  {
    "title": "A tiny ancient virus reveals secrets that could help fight superbugs",
    "summary": "Scientists mapped the Bas63 bacteriophage in unprecedented detail, uncovering how its tail machinery infects bacteria.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251117095635.htm",
    "date": "2025-11-17"
  },
  {
    "title": "GLP-1 drugs like Ozempic deliver huge weight loss but new research reveals a hidden catch",
    "summary": "GLP-1 drugs like tirzepatide and semaglutide offer powerful weight-loss effects but come with unanswered questions about long-term safety, side effects, and global accessibility.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251116105627.htm",
    "date": "2025-11-17"
  },
  {
    "title": "Daily music listening linked to big drop in dementia risk",
    "summary": "Older adults who regularly listen to or play music appear to have significantly lower risks of dementia and cognitive decline.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251116105633.htm",
    "date": "2025-11-17"
  },
  {
    "title": "CRISPR unlocks a new way to defeat resistant lung cancer",
    "summary": "Scientists used CRISPR to disable the NRF2 gene, restoring chemotherapy sensitivity in lung cancer cells and slowing tumor growth.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251117095637.htm",
    "date": "2025-11-17"
  },
  {
    "title": "Great Unified Microscope” reveals micro and nano worlds in a single view",
    "summary": "A new dual-light microscope lets researchers observe micro- and nanoscale activity inside living cells without using dyes.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251117091134.htm",
    "date": "2025-11-17"
  },
  {
    "title": "Animals are developing the same chronic diseases as humans",
    "summary": "Across the planet, animals are increasingly suffering from chronic illnesses once seen only in humans.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251116105735.htm",
    "date": "2025-11-17"
  },
  {
    "title": "Scientists uncover a surprising protein that heals stubborn wounds",
    "summary": "Researchers have uncovered that SerpinB3, typically linked to severe cancers, is also a key player in natural wound healing.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251116105631.htm",
    "date": "2025-11-17"
  },
  {
    "title": "The hidden brain bias that makes some lies so convincing",
    "summary": "People are more likely to believe lies when there’s the possibility of a reward.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251116105629.htm",
    "date": "2025-11-17"
  },
  {
    "title": "Ultra-processed foods quietly push young adults toward prediabetes",
    "summary": "Ultra-processed foods, already known for their links to health problems in adults, are now shown to harm young adults too, disrupting blood sugar regulation long before illness appears.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251116105619.htm",
    "date": "2025-11-17"
  },
  {
    "title": "Cannabis Use During Palliative Care Prolonged Survival For Patients With Aggressive Cancer",
    "summary": "​A study published in the scientific journal F1000 Research found that medical cannabis use increased overall survival r ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29864/cannabis-palliative-care-prolonged-survival-patients-aggressive-cancer-2",
    "date": "2025-11-16"
  },
  {
    "title": "Why Severe Long COVID is 3X More Likely in Women Than Men",
    "summary": "The COVID pandemic brought many challenges, one of which is the chronic problem known as long COVID that can develop aft ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/29830/severe-covid-3x-women",
    "date": "2025-11-16"
  },
  {
    "title": "Are Alcohol-Dependent Adults who Use Cannabis Are Less Likely to Develop Liver Disease?",
    "summary": "A study found that alcohol-dependent individuals who consume cannabis have a significantly lower risk of liver disease d ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29863/alcohol-dependent-adults-cannabis-develop-liver-disease-2",
    "date": "2025-11-16"
  },
  {
    "title": "How Gut-Brain Signaling Reduces Post-lllness Appetite",
    "summary": "After an illness like the flu, symptoms may go away while a person still feels lousy. Researchers wanted to learn more a ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29829/gut-brain-signaling-reduces-post-lllness-appetite",
    "date": "2025-11-16"
  },
  {
    "title": "From body fat to bone, experiment offers hope for 'gentle' repair of fractures",
    "summary": "Japanese researchers are testing a surprising, minimally invasive way to repair spine fractures.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-body-fat-bone-gentle-fractures.html",
    "date": "2025-11-16"
  },
  {
    "title": "Why snake pee may be key to treating kidney stones and gout",
    "summary": "Scientists think snakes and lizards could help them find new ways to prevent painful kidney stones and gout in people. And it all owes to an evolutionary trick.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-snake-pee-key-kidney-stones.html",
    "date": "2025-11-16"
  },
  {
    "title": "Chimps shock scientists by changing their minds with new evidence",
    "summary": "Chimps may revise their beliefs in surprisingly human-like ways.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251115095928.htm",
    "date": "2025-11-16"
  },
  {
    "title": "Melanoma rates are spiking fast in these 15 Pennsylvania counties",
    "summary": "Penn State scientists identified a striking rise in melanoma across several Pennsylvania counties dominated by cropland and herbicide use.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251116105732.htm",
    "date": "2025-11-16"
  },
  {
    "title": "Smoking cannabis with tobacco may disrupt the brain’s “bliss molecule”",
    "summary": "Scientists found that people who use both cannabis and tobacco show a distinct brain pattern tied to mood and stress regulation.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251115095932.htm",
    "date": "2025-11-16"
  },
  {
    "title": "Scientists find a surprising link between lead and human evolution",
    "summary": "Researchers found that ancient hominids—including early humans—were exposed to lead throughout childhood, leaving chemical traces in fossil teeth.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251115095930.htm",
    "date": "2025-11-16"
  },
  {
    "title": "Neuroscientists find immune cells that may slow aging",
    "summary": "A newly recognized set of T helper cells seems to guard against aging by eliminating harmful senescent cells.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251115095926.htm",
    "date": "2025-11-16"
  },
  {
    "title": "Scientific researchers urge Congress to increase funding to the NIH as the shutdown ends",
    "summary": "The record-breaking federal government shutdown marked yet another impediment to scientific research efforts at the Wistar Institute this year.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-scientific-urge-congress-funding-nih.html",
    "date": "2025-11-15"
  },
  {
    "title": "Scientists reverse kidney damage in mice, hope for humans next",
    "summary": "Researchers uncovered how fatty molecules called ceramides trigger acute kidney injury by damaging the mitochondria that power kidney cells.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251114094525.htm",
    "date": "2025-11-15"
  },
  {
    "title": "New discovery could help stop diabetes damage at its source",
    "summary": "Scientists identified a small molecule that interrupts a harmful protein pair linked to diabetic inflammation and tissue damage.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251114041225.htm",
    "date": "2025-11-15"
  },
  {
    "title": "CRISPR brings back ancient gene that prevents gout and fatty liver",
    "summary": "By reactivating a long-lost gene, researchers were able to lower uric acid levels and stop damaging fat accumulation in human liver models.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251114041214.htm",
    "date": "2025-11-15"
  },
  {
    "title": "Scientists melt early protein clumps and shut down Alzheimer’s damage",
    "summary": "Researchers found that tau proteins don’t jump straight into forming Alzheimer’s-associated fibrils—first they assemble into soft, reversible clusters.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251115095914.htm",
    "date": "2025-11-15"
  },
  {
    "title": "Sea-Level Rise Could Make Extreme Floods Frequent by 2050",
    "summary": "What impact can sea-level rise have on extreme floods in the future? This is what a recent study published in Coastal Fu ...",
    "hyperlink": "https://www.labroots.com/trending/earth-and-the-environment/29858/sea-level-rise-extreme-floods-frequent-2",
    "date": "2025-11-14"
  },
  {
    "title": "Study Highlights Link Between Alcohol and Cannabis Use and Adverse Effects in Young Adults",
    "summary": "York University researchers found that young adults experiencing high stress, depression, and anxiety were more likely t ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29617/study-highlights-link-alcohol-cannabis-adverse-effects-adults-2",
    "date": "2025-11-14"
  },
  {
    "title": "Study Shows Pupil Size Is Not a Reliable Indicator of Acute Cannabis Exposure​",
    "summary": "A study published in the Clinical Toxicology examined ocular measures as evidence of cannabis-induced impairment and fou ...",
    "hyperlink": "https://www.labroots.com/trending/health-and-medicine/29694/study-pupil-size-reliable-indicator-acute-cannabis-exposure-2",
    "date": "2025-11-14"
  },
  {
    "title": "Scientists Call Age-25 Cannabis Rules a Myth",
    "summary": "What should be the minimum legal age for recreational cannabis? This is what a recent study published in The American Jo ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29854/scientists-call-age-25-cannabis-rules-myth-2",
    "date": "2025-11-14"
  },
  {
    "title": "Microgravity Muscle Printing Paves Way for Space Biomanufacturing",
    "summary": "Can muscle tissue be 3D-printed in outer space to improve astronaut health? This is what a recent study published in Adv ...",
    "hyperlink": "https://www.labroots.com/trending/technology/29791/microgravity-muscle-printing-paves-space-biomanufacturing-2",
    "date": "2025-11-14"
  },
  {
    "title": "Study Uncovers a Role for Ultraprocessed Food in Early-Onset Colorectal Cancer",
    "summary": "The rates of early-onset colorectal cancer, cases diagnosed in those under 50 years old, have alarmingly and rapidly inc ...",
    "hyperlink": "https://www.labroots.com/trending/cancer/29843/study-uncovers-role-ultraprocessed-food-early-onset-colorectal-cancer",
    "date": "2025-11-14"
  },
  {
    "title": "A new cholesterol-lowering pill shows promise in clinical trials",
    "summary": "The drug enlicitide reduced cholesterol for adults with high levels due to an inherited disorder and may also work for a broader population.",
    "hyperlink": "https://www.sciencenews.org/article/cholesterol-lowering-pill-enlicitide",
    "date": "2025-11-14"
  },
  {
    "title": "Scientists find a molecule that mimics exercise and slows aging",
    "summary": "Exercise appears to spark a whole-body anti-aging cascade, and scientists have now mapped out how it happens—and how a simple oral compound can mimic it.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251113071620.htm",
    "date": "2025-11-14"
  },
  {
    "title": "Scientists uncover a hidden limit inside human endurance",
    "summary": "Ultra-endurance athletes can push their bodies to extraordinary extremes, but even they run into a hard biological wall.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251113071616.htm",
    "date": "2025-11-14"
  },
  {
    "title": "Engineered Antibody Improves Treatment for Autoimmune Disorders",
    "summary": "Autoimmune disorders occur when the body’s immune system cannot differentiate between cells that are its own and p ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/29838/engineered-antibody-improves-treatment-autoimmune-disorders",
    "date": "2025-11-13"
  },
  {
    "title": "Novel Nasal Vaccine Prevents Respiratory Disease",
    "summary": "Over the last few decades, the development of nasal vaccines has been used to deliver treatment for various diseases, in ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/29837/novel-nasal-vaccine-prevents-respiratory-disease",
    "date": "2025-11-13"
  },
  {
    "title": "Deep-sea mining might feed plankton a diet of junk food",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/deep-sea-mining-plankton-junk-food",
    "date": "2025-11-13"
  },
  {
    "title": "Current cannabis blood concentrations used to identify impaired drivers could land innocent people in jail",
    "summary": "A new study demonstrates that many regular marijuana users exceed legal blood cannabis limits for U.S. drivers despite showing no evidence of impairment.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-current-cannabis-blood-impaired-drivers.html",
    "date": "2025-11-13"
  },
  {
    "title": "Stinky socks help replace human bait in surveys for river blindness",
    "summary": "New research shows that it's possible to end the practice of using people as human bait to catch and test the black flies that spread river blindness (onchocerciasis). The study by international non‐profit Sightsavers in ...",
    "hyperlink": "https://medicalxpress.com/news/2025-11-stinky-socks-human-bait-surveys.html",
    "date": "2025-11-13"
  },
  {
    "title": "Mechanics of mucus droplets explain swift spread of infections to lungs",
    "summary": "One of the biggest concerns with upper respiratory tract infections, like the common cold or a nasal infection, is the potential for more serious deep lung secondary infections, like pneumonia. If these secondary infections ...",
    "hyperlink": "https://medicalxpress.com/news/2025-11-mechanics-mucus-droplets-swift-infections.html",
    "date": "2025-11-13"
  },
  {
    "title": "A tiny worm just revealed a big secret about living longer",
    "summary": "Scientists studying aging found that sensory inputs like touch and smell can cancel out the lifespan-boosting effects of dietary restriction by suppressing the key longevity gene fmo-2.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251113071613.htm",
    "date": "2025-11-13"
  },
  {
    "title": "Strange microscopic structures found in Long COVID blood",
    "summary": "Scientists have discovered strange microscopic structures in the blood of people with Long COVID—clusters of tiny microclots tangled together with sticky immune webs known as neutrophil extracellular traps, or NETs.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251112111021.htm",
    "date": "2025-11-13"
  },
  {
    "title": "Your anxiety may be controlled by hidden immune cells in the brain",
    "summary": "Researchers have uncovered surprising evidence that anxiety may be controlled not by neurons but by two dueling groups of immune cells inside the brain.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251113071604.htm",
    "date": "2025-11-13"
  },
  {
    "title": "Cheap gout drug may slash heart attack and stroke risk",
    "summary": "Colchicine, a cheap and widely used gout drug, may help prevent heart attacks and strokes in people with cardiovascular disease.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251112220234.htm",
    "date": "2025-11-13"
  },
  {
    "title": "Smart drug strikes a hidden RNA weak point in cancer cells",
    "summary": "Researchers have designed a smart drug that hunts down and breaks a little-known RNA that cancer cells depend on.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251112111033.htm",
    "date": "2025-11-13"
  },
  {
    "title": "New study finds hidden diabetes danger in vaping",
    "summary": "Smoking, vaping, or using both products significantly increases the likelihood of developing prediabetes and diabetes, and the risk is even higher among Hispanic, Black, and low-income groups.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251112111029.htm",
    "date": "2025-11-13"
  },
  {
    "title": "Early views of a supernova’s first moments reveal a lopsided blast",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/supernova-first-moments-lopsided-blast",
    "date": "2025-11-12"
  },
  {
    "title": "This fly’s flesh-eating maggot is making a comeback. Here’s what to know",
    "summary": "After a decades-long hiatus, new world screwworm populations have surged in Central America and Mexico — and are inching northward.",
    "hyperlink": "https://www.sciencenews.org/article/flesh-eating-maggot-comeback-screwworm",
    "date": "2025-11-12"
  },
  {
    "title": "Scientists find 15 gut bacteria that may drive heart disease",
    "summary": "Scientists in Seoul have uncovered 15 gut bacterial species linked to coronary artery disease, showing that microbes can influence heart health far beyond digestion.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251112011818.htm",
    "date": "2025-11-12"
  },
  {
    "title": "What brain scans reveal about soccer fans’ passion and rage",
    "summary": "Researchers scanning soccer fans’ brains found that wins trigger bursts of reward activity while losses dampen control signals.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251111233952.htm",
    "date": "2025-11-12"
  },
  {
    "title": "COVID-19 Vaccine Linked to Fewer Allergies and Infections",
    "summary": "A new study found that children who received the COVID-19 vaccine had lower rates of infections and allergies compared t ...",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29826/covid-19-vaccine-linked-fewer-allergies-infections-2",
    "date": "2025-11-11"
  },
  {
    "title": "The Early Life Gut Microbiome is Linked to Emotional Health",
    "summary": "Scientists have now found that the composition of the gut microbiome during childhood can have an influence on whether a ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/29819/life-gut-microbiome-linked-emotional-health",
    "date": "2025-11-11"
  },
  {
    "title": "The Mechanism Behind a Common Virus is Revealed",
    "summary": "Astroviruses may not be well known, but they are very common and are the leading cause of diarrhea in children...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29818/mechanism-common-virus-revealed",
    "date": "2025-11-11"
  },
  {
    "title": "Tailored Vitamin D Doses Halve Risk of Second Heart Attack",
    "summary": "Tailoring vitamin D3 doses according to patient needs following a heart attack reduces the risk of a second heart attack ...",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29825/tailored-vitamin-doses-halve-risk-heart-attack-2",
    "date": "2025-11-11"
  },
  {
    "title": "Tiny implant wipes out bladder cancer in 82% of patients",
    "summary": "TAR-200, a small drug-releasing implant, wiped out tumors in most patients with high-risk bladder cancer.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251111010000.htm",
    "date": "2025-11-11"
  },
  {
    "title": "Clearing brain plaques isn’t enough to heal Alzheimer’s",
    "summary": "Japanese researchers found that lecanemab, an amyloid-clearing drug for Alzheimer’s, does not improve the brain’s waste clearance system in the short term.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251111005944.htm",
    "date": "2025-11-11"
  },
  {
    "title": "This 14th century story fooled the world about the Black Death",
    "summary": "Historians have traced myths about the Black Death’s rapid journey across Asia to one 14th-century poem by Ibn al-Wardi.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251111005957.htm",
    "date": "2025-11-11"
  },
  {
    "title": "If another country tested nuclear weapons, here’s how we’d know",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/nuclear-weapons-test-monitoring",
    "date": "2025-11-10"
  },
  {
    "title": "New online tool can predict how well blood pressure drugs will work",
    "summary": "A new blood pressure calculator built on extensive clinical trial data helps doctors accurately estimate how much each medication will reduce blood pressure.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251109013248.htm",
    "date": "2025-11-10"
  },
  {
    "title": "AI unravels the hidden communication of gut microbes",
    "summary": "Scientists have turned to advanced AI to decode the intricate ecosystem of gut bacteria and their chemical signals.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251109013246.htm",
    "date": "2025-11-10"
  },
  {
    "title": "Doctors found a way to stop a deadly metformin reaction",
    "summary": "A hospital in Thailand created a quick-action dialysis protocol for patients with metformin-associated lactic acidosis, a dangerous reaction to a common diabetes drug.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251109013244.htm",
    "date": "2025-11-09"
  },
  {
    "title": "A simple DNA test could reveal the right antidepressant for you",
    "summary": "Scientists in Sweden, Denmark, and Germany are developing a genetic test to predict which medications will actually work.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251109013242.htm",
    "date": "2025-11-09"
  },
  {
    "title": "DNA’s hidden power could transform how we make medicines",
    "summary": "Scientists found that DNA’s phosphate groups can direct chemical reactions to make the correct mirror-image form of drug molecules.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251108083914.htm",
    "date": "2025-11-09"
  },
  {
    "title": "Stanford makes stem cell transplants safer without chemo",
    "summary": "A Stanford-led team has replaced toxic pre-transplant chemotherapy with a targeted antibody, allowing children with Fanconi anemia to receive stem cell transplants safely.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251107010324.htm",
    "date": "2025-11-08"
  },
  {
    "title": "Scientists find brain cells that could stop Alzheimer’s",
    "summary": "Researchers have identified special immune cells in the brain that help slow Alzheimer’s.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251108083902.htm",
    "date": "2025-11-08"
  },
  {
    "title": "A 500-million-year-old brain \"radar\" still shapes how you see",
    "summary": "New research shows that the superior colliculus, a primitive brain region, can independently interpret visual information.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251108083858.htm",
    "date": "2025-11-08"
  },
  {
    "title": "COVID vaccine linked to fewer infections and allergies in kids with eczema",
    "summary": "New research suggests the COVID-19 vaccine could help children with eczema stay healthier overall.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251108012853.htm",
    "date": "2025-11-08"
  },
  {
    "title": "What causes the rainbow shimmer of ammolite gems?",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/rainbow-shimmer-ammolite-gems-crystals",
    "date": "2025-11-07"
  },
  {
    "title": "Rare desert berry could transform diabetes treatment",
    "summary": "An extract from a desert berry used in traditional Chinese medicine restored insulin function and stabilized metabolism in diabetic mice.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251107010302.htm",
    "date": "2025-11-07"
  },
  {
    "title": "Scientists find hidden brain damage from a common pesticide",
    "summary": "Prenatal exposure to the insecticide chlorpyrifos causes widespread brain abnormalities and poorer motor skills in children.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251107010322.htm",
    "date": "2025-11-07"
  },
  {
    "title": "Wegovy in a pill? Massive weight loss results revealed",
    "summary": "Novo Nordisk’s oral semaglutide 25 mg achieved up to 16.6% weight loss in a landmark study, rivaling injectable Wegovy.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251106003913.htm",
    "date": "2025-11-06"
  },
  {
    "title": "Nanotech makes cancer drug 20,000x stronger, without side effects",
    "summary": "A Northwestern team transformed a common chemotherapy drug into a powerful, targeted cancer therapy using spherical nucleic acids.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251105050718.htm",
    "date": "2025-11-06"
  },
  {
    "title": "Scientists find hidden brain source that fuels dementia",
    "summary": "Weill Cornell researchers uncovered how free radicals from astrocyte mitochondria can fuel dementia.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251106003155.htm",
    "date": "2025-11-06"
  },
  {
    "title": "Scientists may have found how to reverse memory loss in aging brains",
    "summary": "Virginia Tech researchers have shown that memory loss in aging may be reversible.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251105050720.htm",
    "date": "2025-11-06"
  },
  {
    "title": "How did Pluto capture its largest moon, Charon?",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/adeene-denton-pluto-moon-formation",
    "date": "2025-11-05"
  },
  {
    "title": "Scientists shocked to find E. coli spreads as fast as the swine flu",
    "summary": "Researchers have, for the first time, estimated how quickly E. coli bacteria can spread between people — and one strain moves as fast as swine flu.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251104094136.htm",
    "date": "2025-11-05"
  },
  {
    "title": "Scientists uncover meditation’s hidden side effects",
    "summary": "Meditation is widely praised for its mental health benefits, but new research shows that it can also produce unexpected side effects for some people.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251105050730.htm",
    "date": "2025-11-05"
  },
  {
    "title": "A breakthrough map reveals how the brain really works",
    "summary": "Scientists have shown that brain connectivity patterns can predict mental functions across the entire brain.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251105050714.htm",
    "date": "2025-11-05"
  },
  {
    "title": "A shapeshifting protein explains rabies’ deadly power",
    "summary": "Researchers discovered how rabies virus exerts massive control over host cells with very few genes.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251105050708.htm",
    "date": "2025-11-05"
  },
  {
    "title": "As teens in crisis turn to AI chatbots, simulated chats highlight risks",
    "summary": "From blaming the victim to replying 'I have no interest in your life' to suicidal thoughts, AI chatbots can respond unethically when used for therapy.",
    "hyperlink": "https://www.sciencenews.org/article/teens-crisis-ai-chatbots-risks-mental",
    "date": "2025-11-04"
  },
  {
    "title": "This new drug candidate might finally outsmart tuberculosis",
    "summary": "A new compound called CMX410 may change the fight against tuberculosis.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251104013033.htm",
    "date": "2025-11-04"
  },
  {
    "title": "Breakthrough brain discovery reveals a natural way to relieve pain",
    "summary": "Using powerful 7-Tesla brain imaging, researchers mapped how the brainstem manages pain differently across the body.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251104013027.htm",
    "date": "2025-11-04"
  },
  {
    "title": "Think melatonin is safe? New research reveals a hidden heart risk",
    "summary": "Long-term melatonin use for sleep problems may come with unexpected heart dangers.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251104012959.htm",
    "date": "2025-11-04"
  },
  {
    "title": "A 25-year Crohn’s disease mystery finally cracked by AI",
    "summary": "UC San Diego researchers combined artificial intelligence with molecular biology to unravel how immune cells in the gut decide between inflammation and healing, a process gone awry in Crohn’s disease.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251103093012.htm",
    "date": "2025-11-04"
  },
  {
    "title": "A groundbreaking brain map could revolutionize Parkinson’s treatment",
    "summary": "Duke-NUS scientists unveiled BrainSTEM, a revolutionary single-cell map that captures the full cellular diversity of the developing human brain.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251103092957.htm",
    "date": "2025-11-04"
  },
  {
    "title": "Walking may be the brain’s best defense against Alzheimer’s",
    "summary": "Walking a few thousand steps daily may help hold off Alzheimer’s for years, a Mass General Brigham study found.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251104013008.htm",
    "date": "2025-11-04"
  },
  {
    "title": "Scientists reverse anxiety by rebalancing the brain",
    "summary": "Researchers have discovered a specific set of neurons in the amygdala that can trigger anxiety and social deficits when overactive.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251104013004.htm",
    "date": "2025-11-04"
  },
  {
    "title": "MIT scientists discover how the brain spins back into focus",
    "summary": "Researchers at MIT’s Picower Institute found that rotating waves of brain activity help restore focus after distractions.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251104013002.htm"
  }
]