[
  {
    "title": "A common nutrient deficiency may be silently harming young brains",
    "summary": "Scientists studying young adults with obesity discovered early indicators of brain stress that resemble patterns seen in cognitive impairment.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251127010319.htm",
    "date": "2025-11-27"
  },
  {
    "title": "Study finds untreated sleep apnea doubles Parkinson’s risk",
    "summary": "A massive veteran study found a strong connection between untreated sleep apnea and a higher chance of Parkinson’s. CPAP users had much lower odds of developing the condition.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251127010322.htm",
    "date": "2025-11-27"
  },
  {
    "title": "Flavanols May Prevent Heart Damage Caused by Too Much Sitting",
    "summary": "Certain foods may help counteract the negative effects of prolonged sitting.",
    "hyperlink": "https://www.labroots.com/trending/cardiology/29901/flavanols-prevent-heart-damage-caused-sitting-2",
    "date": "2025-11-26"
  },
  {
    "title": "Scientists Call Age-25 Cannabis Rules a Myth",
    "summary": "What should be the minimum legal age for recreational cannabis? This is what a recent study published in The American Jo ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29854/scientists-call-age-25-cannabis-rules-myth-2",
    "date": "2025-11-26"
  },
  {
    "title": "A Mitochondrial DNA Mutation that Alters Immunity",
    "summary": "Mitochondria are well known as the powerhouses of the cell because of their energy generating capabilities. These little ...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29899/mitochondrial-dna-mutation-alters-immunity",
    "date": "2025-11-26"
  },
  {
    "title": "Drug Resistance Genes Easily Move Among Organisms & the Environment",
    "summary": "Bacterial cells can easily swap bits of DNA, and many of those pieces of genetic material carry genes that confer resist ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/29900/drug-resistance-genes-easily-move-organisms-environment",
    "date": "2025-11-26"
  },
  {
    "title": "New study shows rheumatoid arthritis begins long before symptoms",
    "summary": "Rheumatoid arthritis begins years before pain ever appears, and scientists have now mapped the hidden immune battle that unfolds long before symptoms.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251126095037.htm",
    "date": "2025-11-26"
  },
  {
    "title": "A hidden brain energy signal drives depression and anxiety",
    "summary": "Scientists discovered that lowered brain energy signaling in the hippocampus can lead to both depression- and anxiety-like behaviors in mice.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251126025315.htm",
    "date": "2025-11-26"
  },
  {
    "title": "Stanford's new cell therapy cures type 1 diabetes in mice",
    "summary": "Researchers at Stanford found a way to cure or prevent Type 1 diabetes in mice using a combined blood stem cell and islet cell transplant.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251126095018.htm",
    "date": "2025-11-26"
  },
  {
    "title": "Low Dose Aspirin Helps Prevent Cardiovascular Events in T2D",
    "summary": "Adults with type 2 diabetes and a moderate or high risk of CVD were less likely to experience a serious cardiovascular e ...",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29898/low-dose-aspirin-helps-prevent-cardiovascular-events-t2d",
    "date": "2025-11-25"
  },
  {
    "title": "Intranasal Nanotherapy Shows Promise Against Glioblastomas",
    "summary": "A novel nasal-delivered nanotherapy has shown promise against glioblastomas in mice.",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29897/intranasal-nanotherapy-promise-glioblastomas",
    "date": "2025-11-25"
  },
  {
    "title": "Exploring the Outcomes of Genome Editing in Non-Dividing Cells",
    "summary": "The CRISPR gene editing technique has had a dramatic influence on biomedical research, and has even been applied to a fe ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29896/exploring-outcomes-genome-editing-non-dividing-cells",
    "date": "2025-11-25"
  },
  {
    "title": "Eight Trajectories of Long COVID are Identified",
    "summary": "Since the emergency phase of the COVID pandemic has ended, researchers have been studying the long-term consequences of ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/29895/eight-trajectories-covid-identified",
    "date": "2025-11-25"
  },
  {
    "title": "Patient-Reported Outcomes Predicts Prognosis",
    "summary": "When patients provide information about how they are doing, including symptoms, functionality, and quality of life, scie ...",
    "hyperlink": "https://www.labroots.com/trending/cancer/29892/patient-reported-outcomes-predicts-prognosis",
    "date": "2025-11-25"
  },
  {
    "title": "Cuddly koalas had a brutal, blade-toothed close cousin",
    "summary": "A new study has found that koalas had a close cousin that was much more aggressive and had blade-like teeth.",
    "hyperlink": "https://www.sciencenews.org/article/koalas-marsupials-evolution-extinct",
    "date": "2025-11-25"
  },
  {
    "title": "This bright orange life-form could point to new dino discoveries",
    "summary": "A newly discovered bright orange life-form could help scientists discover new dinosaur fossils.",
    "hyperlink": "https://www.sciencenews.org/article/lichen-dinosaur-fossils",
    "date": "2025-11-25"
  },
  {
    "title": "Boiling oceans may sculpt the surfaces of small icy moons",
    "summary": "Boiling oceans on small icy moons could help to shape their surfaces and create unique geological features.",
    "hyperlink": "https://www.sciencenews.org/article/boiling-oceans-icy-moons-simulations",
    "date": "2025-11-25"
  },
  {
    "title": "Reducing social media use for just a week can improve mental health",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-11-social-media-week-mental-health.html",
    "date": "2025-11-25"
  },
  {
    "title": "Musicians drift less in blindfolded walk: Could musical training be utilized in cognitive rehabilitation?",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-11-musicians-drift-blindfolded-musical-cognitive.html",
    "date": "2025-11-25"
  },
  {
    "title": "Advancing patient-reported outcomes in cancer clinical trials",
    "summary": "The SISAQOL-IMI consortium, co-led by the European Organization for Research and Treatment of Cancer (EORTC) and Boehringer Ingelheim (BI), has published a paper in The Lancet Oncology outlining how its recommendations for ...",
    "hyperlink": "https://medicalxpress.com/news/2025-11-advancing-patient-outcomes-cancer-clinical.html",
    "date": "2025-11-25"
  },
  {
    "title": "Pill form of semaglutide fails to slow Alzheimer's in large trial",
    "summary": "A pill version of semaglutide, the ingredient in Ozempic and Wegovy, did not slow the progress of Alzheimer's disease, drugmaker Novo Nordisk announced on Nov. 24.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-pill-semaglutide-alzheimer-large-trial.html",
    "date": "2025-11-25"
  },
  {
    "title": "The body trait that helps keep your brain young",
    "summary": "Scientists discovered that more muscle and less hidden abdominal fat are linked to a younger biological brain age.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251125112506.htm",
    "date": "2025-11-25"
  },
  {
    "title": "How personalized algorithms trick your brain into wrong answers",
    "summary": "Personalized algorithms may quietly sabotage how people learn, nudging them into narrow tunnels of information even when they start with zero prior knowledge.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251125081912.htm",
    "date": "2025-11-25"
  },
  {
    "title": "Cocoa and tea may protect your heart from the hidden damage of sitting",
    "summary": "Scientists found that high-flavanol foods can prevent the decline in blood vessel function that occurs after prolonged sitting.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251124094325.htm",
    "date": "2025-11-25"
  },
  {
    "title": "Scientists reveal a hidden alarm system inside your cells",
    "summary": "Ribosomes don’t just make proteins—they can sense when something’s wrong. When they collide, they send out stress signals that activate a molecule called ZAK.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251124094323.htm",
    "date": "2025-11-25"
  },
  {
    "title": "Amino Acid Arginine Shows Promise for Treating Alzheimer's",
    "summary": "Amino acid arginine has shown promise in reducing the buildup of amyloid-beta plaques in animal models of Alzheimer's di ...",
    "hyperlink": "https://www.labroots.com/trending/neuroscience/29893/amino-acid-arginine-promise-treating-alzheimer-s",
    "date": "2025-11-24"
  },
  {
    "title": "Should Lung Cancer Screening Guidelines become Age-Based?",
    "summary": "Low-dose computed tomography (LDCT), a procedure that uses X-rays to produce a series of images at different angles, gen ...",
    "hyperlink": "https://www.labroots.com/trending/cancer/29891/-lung-cancer-screening-guidelines-age-based",
    "date": "2025-11-24"
  },
  {
    "title": "‘Butt breathing’ could help people who can’t get oxygen the regular way",
    "summary": "Researchers have discovered that the gut can be used to breathe, which could help people who have difficulty getting oxygen through their lungs.",
    "hyperlink": "https://www.sciencenews.org/article/butt-breathing-gut-oxygen-bloodstream",
    "date": "2025-11-24"
  },
  {
    "title": "Rats are snatching bats out of the air and eating them",
    "summary": "A new study has found that rats are capable of catching and eating bats in mid-air.",
    "hyperlink": "https://www.sciencenews.org/article/rats-eat-bats-conservation-air-hunting",
    "date": "2025-11-24"
  },
  {
    "title": "3,000 steps per day might slow Alzheimer’s disease",
    "summary": "A new study has found that taking 3,000 steps per day may help to slow the progression of Alzheimer's disease.",
    "hyperlink": "https://www.sciencenews.org/article/steps-slow-alzheimers-walk-physical",
    "date": "2025-11-24"
  },
  {
    "title": "Two parallel blood formation systems produce different immune and blood cells",
    "summary": "It has only recently become known that two parallel systems of blood formation exist in the body, originating from different precursor cells. Researchers at the German Cancer Research Center (DKFZ) have developed a method ...",
    "hyperlink": "https://medicalxpress.com/news/2025-11-parallel-blood-formation-immune-cells.html",
    "date": "2025-11-24"
  },
  {
    "title": "Doctors still outperform AI in clinical reasoning, study shows",
    "summary": "AI may ace multiple-choice medical exams, but it still stumbles when faced with changing clinical information, according to research in the New England Journal of Medicine.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-doctors-outperform-ai-clinical.html",
    "date": "2025-11-24"
  },
  {
    "title": "Microprotein adipogenin found to regulate fat storage in cells",
    "summary": "A microprotein called adipogenin appears to play a key role in helping fat cells store lipid droplets—a phenomenon that's pivotal for metabolic health, a study co-led by UT Southwestern Medical Center researchers shows. ...",
    "hyperlink": "https://medicalxpress.com/news/2025-11-microprotein-adipogenin-fat-storage-cells.html",
    "date": "2025-11-24"
  },
  {
    "title": "Immune cells use a surprising trick to heal muscle faster",
    "summary": "A research team has found that specific immune cells can connect with muscle fibers in a lightning-fast, neuron-like way to promote healing. These cells deliver quick pulses of calcium, triggering repair within seconds. The mechanism works in both injury and disease models.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251124075330.htm",
    "date": "2025-11-24"
  },
  {
    "title": "Your brain shows damage before your blood pressure even rises",
    "summary": "Hypertension begins harming the brain surprisingly early, even before measurable blood pressure increases. Key cells related to blood vessels, signaling, and myelin maintenance begin aging prematurely and malfunctioning.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251123115708.htm",
    "date": "2025-11-24"
  },
  {
    "title": "Scientists find a hidden weak spot that may trigger Alzheimer’s",
    "summary": "Scientists have found that a mutation tied to Alzheimer’s disrupts the production and quality of exosomes—tiny cell-made communication packets.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251124094328.htm",
    "date": "2025-11-24"
  },
  {
    "title": "Vegan diet beats Mediterranean for weight loss even with potatoes and grains",
    "summary": "Participants lost more weight on a low-fat vegan diet than on the Mediterranean diet, largely due to eliminating animal foods and reducing oils and nuts. Increased intake of plant foods, even “unhealthy” ones, was strongly associated with greater weight loss.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251124094317.htm",
    "date": "2025-11-24"
  },
  {
    "title": "Scientists find hidden switch that lets tumors shapeshift and evade treatment",
    "summary": "Scientists are uncovering what makes some carcinomas so resistant: their ability to change identity. Two new studies reveal crucial proteins and structures that could become targets for future therapies. These discoveries deepen understanding of how tumors reprogram themselves and point toward highly specific treatments.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251124094314.htm",
    "date": "2025-11-24"
  },
  {
    "title": "Global surge in ultra-processed foods sparks urgent health warning",
    "summary": "Ultra-processed foods are rapidly becoming a global dietary staple, and new research links them to worsening health outcomes around the world. Scientists say only bold, coordinated policy action can counter corporate influence and shift food systems toward healthier options.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251124025654.htm",
    "date": "2025-11-24"
  },
  {
    "title": "New obesity discovery rewrites decades of fat metabolism science",
    "summary": "Researchers have uncovered a surprising new role for the HSL protein: beyond breaking down fat, it also works inside the nucleus of fat cells to keep them functioning properly. When HSL is missing, fat tissue doesn’t expand as expected— instead, it shrinks, leading to lipodystrophy.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251123115712.htm",
    "date": "2025-11-24"
  },
  {
    "title": "What 96,000 adults taught scientists about preventing constipation",
    "summary": "A massive long-term study shows that Mediterranean and plant-based diets can help prevent chronic constipation in aging adults. Surprisingly, the benefits weren’t explained by fiber alone.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251123115437.htm",
    "date": "2025-11-24"
  },
  {
    "title": "One protein may hold the key to fixing leukemia treatment failure",
    "summary": "Scientists have uncovered how leukemia cells manage to escape one of the most commonly used treatments. Over time, these cancer cells subtly change the shape of their mitochondria to avoid dying when the drug tries to kill them.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251123115703.htm",
    "date": "2025-11-23"
  },
  {
    "title": "A tiny enzyme may hold the key to safer pain relief",
    "summary": "Researchers have uncovered a surprising way the brain switches pain on, revealing that neurons can release an enzyme outside the cell that activates pain signals without disrupting normal movement or sensation.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251123085557.htm",
    "date": "2025-11-23"
  },
  {
    "title": "Boosting one protein helps the brain protect itself from Alzheimer’s",
    "summary": "Researchers discovered that raising the protein Sox9 can help the brain’s astrocytes clear out toxic plaque buildup linked to Alzheimer’s. In mouse models that already showed memory problems, activating these cells improved cognitive performance.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251123085550.htm",
    "date": "2025-11-23"
  },
  {
    "title": "Scientists capture stunning real-time images of DNA damage and repair",
    "summary": "Scientists have created a live-cell DNA sensor that reveals how damage appears and disappears inside living cells, capturing the entire repair sequence as it unfolds.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251123085554.htm",
    "date": "2025-11-23"
  },
  {
    "title": "New nasal nanodrops wipe out brain tumors in mice",
    "summary": "A new nasal-delivered nanotherapy shows promise against aggressive glioblastoma tumors. By activating the STING immune pathway using gold-core spherical nucleic acids, researchers were able to reach the brain without invasive surgery.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251122044329.htm",
    "date": "2025-11-22"
  },
  {
    "title": "New evidence shows tirzepatide and semaglutide strongly protect the heart",
    "summary": "A massive real-world study comparing tirzepatide and semaglutide reveals both drugs deliver strong, early cardiovascular protection—reducing heart attack, stroke, and death in adults with type 2 diabetes.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251121090742.htm",
    "date": "2025-11-22"
  },
  {
    "title": "Scientists reveal a hidden hormone switch for learning",
    "summary": "Researchers uncovered how estrogen subtly reshapes learning by strengthening dopamine reward signals in the brain. Rats learned faster when estrogen levels were high and struggled when the hormone’s activity was blocked.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251121090740.htm",
    "date": "2025-11-22"
  },
  {
    "title": "Hidden microglia switch helps protect the brain from Alzheimer’s",
    "summary": "Scientists discovered that lowering a specific molecule helps microglia switch into a protective state that quiets brain inflammation in Alzheimer’s. A small group of these cells seems to have an outsized ability to keep the brain healthier.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251122044335.htm",
    "date": "2025-11-22"
  },
  {
    "title": "Just a few cigarettes a day can damage your heart for decades",
    "summary": "People who smoke only a couple of cigarettes a day still face surprisingly high risks of heart problems and early death. A large review of long-term studies shows that even very light smokers can see their risk of heart failure climb sharply.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251122000802.htm",
    "date": "2025-11-22"
  },
  {
    "title": "Stem cell therapy helps AMD patients see again",
    "summary": "A first-of-its-kind trial is testing adult stem cell transplants for advanced dry macular degeneration. Early results show the treatment is safe and can significantly improve vision, even in severely affected patients.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251121090736.htm",
    "date": "2025-11-22"
  },
  {
    "title": "Cannabis-Consuming Seniors Show Outstanding Cognitive Performance and Slower Executive Function Declines",
    "summary": "​A study published in the journal Age and Ageing found that older adults with a history of cannabis use exhibited superi ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29889/cannabis-consuming-seniors-outstanding-cognitive-performance-slower-executive-function-declines-2",
    "date": "2025-11-21"
  },
  {
    "title": "Proximity to Cannabis Dispensaries and Reduced Alcohol Use",
    "summary": "A study published in the Journal of Preventive Medicine found a link between reduced alcohol use and proximity to legal ...",
    "hyperlink": "https://www.labroots.com/trending/health-and-medicine/29888/proximity-cannabis-dispensaries-reduced-alcohol-2",
    "date": "2025-11-21"
  },
  {
    "title": "Here’s how Rudolph’s light-up nose might be possible",
    "summary": "Scientists have discovered a way to create a light-up nose similar to Rudolph's, using a combination of biology and technology.",
    "hyperlink": "https://www.sciencenews.org/article/rudolph-nose-christmas-reindeer-holiday",
    "date": "2025-11-21"
  },
  {
    "title": "Building a better skin barrier",
    "summary": "Scientists have discovered a new way to improve the skin's natural barrier function, which could help to prevent skin conditions such as eczema.",
    "hyperlink": "https://www.sciencenews.org/article/skin-care-face-barrier-glossy-health",
    "date": "2025-11-21"
  },
  {
    "title": "Chemerin receptor structures disclose new mechanism of lipid metabolism",
    "summary": "Chemerin is a key adipokine that regulates lipid metabolism and insulin sensitivity, and thus is involved in many metabolic diseases such as obesity and diabetes. In addition, it plays a critical role in inflammation as a ...",
    "hyperlink": "https://medicalxpress.com/news/2025-11-chemerin-receptor-disclose-mechanism-lipid.html",
    "date": "2025-11-21"
  },
  {
    "title": "Population-specific genetic risk scores advance precision medicine for Han Chinese populations",
    "summary": "Researchers at Academia Sinica have developed the first population-specific polygenic risk score (PRS) models for people of Han Chinese ancestry, achieving unprecedented accuracy in predicting risks for common diseases such ...",
    "hyperlink": "https://medicalxpress.com/news/2025-11-population-specific-genetic-scores-advance.html",
    "date": "2025-11-21"
  },
  {
    "title": "Simple amino acid supplement greatly reduces Alzheimer’s damage",
    "summary": "Researchers discovered that the common amino acid arginine can block harmful Aβ aggregation and reduce its toxic effects in Alzheimer’s disease models. In flies and mice, oral arginine lowered plaque levels, reduced inflammation, and improved behavior.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251121090731.htm",
    "date": "2025-11-21"
  },
  {
    "title": "A drug already in trials may stop chemotherapy nerve damage",
    "summary": "Researchers discovered that chemotherapy can accidentally trigger a stress alarm in immune cells, causing inflammation that damages nerves. Blocking this alarm protected mice from nerve pain and kept their nerves healthier.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251121090729.htm",
    "date": "2025-11-21"
  },
  {
    "title": "Tiny microneedle patch dramatically improves heart attack recovery",
    "summary": "Researchers created a dissolvable microneedle patch that delivers IL-4 directly to damaged heart tissue, jump-starting repair after a heart attack. The targeted approach shifts immune cells into a healing mode while improving communication between heart muscle and blood vessel cells. It avoids the systemic risks of IL-4 injections and shows promise for future minimally invasive treatment.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251120002602.htm",
    "date": "2025-11-21"
  },
  {
    "title": "New airflow device captures indoor germs before they spread",
    "summary": "A new airflow device from UBC Okanagan engineers traps exhaled aerosols almost immediately, sharply reducing pathogen exposure in indoor spaces. Early simulations suggest it could outperform existing ventilation systems by a wide margin.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251121090726.htm",
    "date": "2025-11-21"
  },
  {
    "title": "This tiny pill could change how we diagnose gut health",
    "summary": "Tiny ingestible spheres filled with engineered bacteria can detect intestinal bleeding by glowing when they encounter heme. Early tests in mice suggest they could become a quick, noninvasive way to monitor gut disease.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251121082046.htm",
    "date": "2025-11-21"
  },
  {
    "title": "Triple therapy sparks a powerful immune attack on leukemia",
    "summary": "A cutting-edge approach to immunotherapy shows that forcing cancer cells to die through necroptosis can dramatically boost the body’s anti-tumor defenses. By combining three existing drugs, scientists reprogrammed malignant B cells so they release danger signals that rally immune cells to fully eliminate leukemia in preclinical models.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251120002609.htm",
    "date": "2025-11-21"
  },
  {
    "title": "Prenatal Cannabis Disrupts Neurodevelopment into Adulthood",
    "summary": "Heavy cannabis use during pregnancy negatively affects fetal brain development and these effects persist into adulthood.",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29885/prenatal-cannabis-disrupts-neurodevelopment-adulthood",
    "date": "2025-11-20"
  },
  {
    "title": "Immune Cell Activation Through a Novel Molecule Improves Cancer Therapy",
    "summary": "Immunotherapy has revolutionized the way physicians treat patients. Previously, chemotherapy was the standard-of-care wi ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/29878/immune-cell-activation-novel-molecule-improves-cancer-therapy",
    "date": "2025-11-20"
  },
  {
    "title": "Bone Marrow Model Made from Human Cells",
    "summary": "Researchers recently developed a bone marrow model to study how the body generates cells. Interestingly, this model is t ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/29877/bone-marrow-model-human-cells",
    "date": "2025-11-20"
  },
  {
    "title": "America risks losing its role as a space science pioneer",
    "summary": "The United States is at risk of losing its role as a leader in space science due to funding cuts and other challenges.",
    "hyperlink": "https://www.sciencenews.org/article/america-space-spacex-nasa-planet-policy",
    "date": "2025-11-20"
  },
  {
    "title": "A diet low in glutamate may ease migraines",
    "summary": "A new study has found that a diet low in glutamate may help to ease migraines in people with Gulf War Illness.",
    "hyperlink": "https://www.sciencenews.org/article/low-glutamate-diet-ease-migraines",
    "date": "2025-11-20"
  },
  {
    "title": "New on-switch for pain signaling pathway could lead to safer treatment and relief",
    "summary": "Researchers at Tulane University, with a team of colleagues from eight other universities, have discovered a new nerve cell signaling mechanism that could transform our understanding of pain and lead to safer, more effective ...",
    "hyperlink": "https://medicalxpress.com/news/2025-11-pain-pathway-safer-treatment-relief.html",
    "date": "2025-11-20"
  },
  {
    "title": "French scientists probe mRNA's potential to fight cancer",
    "summary": "Inside a lab in the French city of Orleans, scientists are testing out the limits of molecules in our body called messenger RNA—best known for being used in COVID-19 vaccines—in the hopes of finding a breakthrough treatment ...",
    "hyperlink": "https://medicalxpress.com/news/2025-11-french-scientists-probe-mrna-potential.html",
    "date": "2025-11-20"
  },
  {
    "title": "Wearable health technology brings research closer to people",
    "summary": "At the University of Oulu in Finland, researchers are exploring new ways to utilize microwave technology in monitoring and assessing health conditions. The results of experiments conducted with realistic models are promising.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-wearable-health-technology-closer-people.html",
    "date": "2025-11-20"
  },
  {
    "title": "Research unveils new insights on face blindness",
    "summary": "For most of us, it happens automatically: we recognize a face in a split second. But for people with developmental prosopagnosia—also known as face blindness—recognizing people is a daily challenge.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-unveils-insights.html",
    "date": "2025-11-20"
  },
  {
    "title": "Blocking a single protein forces cancer cells to self-destruct",
    "summary": "Researchers uncovered a powerful weakness in lung cancer by shutting down a protein that helps tumors survive stress. When this protein, FSP1, was blocked, lung tumors in mice shrank dramatically, with many cancer cells essentially triggering their own self-destruct mode. The work points to a fresh strategy for targeting stubborn lung cancers.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251120002606.htm",
    "date": "2025-11-20"
  },
  {
    "title": "Scientists grow a tiny human “blood factory” that actually works",
    "summary": "Researchers have recreated a miniature human bone marrow system that mirrors the real structure found inside our bones. The model includes the full mix of cells and signals needed for blood production and even maintains this process for weeks.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251120092103.htm",
    "date": "2025-11-20"
  },
  {
    "title": "Scientists reawaken exhausted T cells to supercharge cancer immunity",
    "summary": "Researchers discovered a way to keep T cells from wearing out during the fight against cancer, and the approach could make immune-based treatments far more powerful. They found that tumors use a particular molecular signal to weaken T cells, and that interrupting this signal helps the cells stay active.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251120002828.htm",
    "date": "2025-11-20"
  },
  {
    "title": "New research shows hot tubs trigger surprising health benefits saunas don’t",
    "summary": "Researchers found that hot tubs raise core body temperature more effectively than traditional or infrared saunas, leading to stronger boosts in blood flow and immune activity. Only hot-water immersion produced measurable changes in inflammatory markers.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251120002611.htm",
    "date": "2025-11-20"
  },
  {
    "title": "Nearly 47 million Americans live near hidden fossil fuel sites",
    "summary": "A nationwide analysis has uncovered how sprawling fossil fuel infrastructure sits surprisingly close to millions of American homes.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251118212039.htm",
    "date": "2025-11-20"
  },
  {
    "title": "Combining western science with Indigenous knowledge could help the Arctic",
    "summary": "Combining western science with Indigenous knowledge could help to better understand and protect the Arctic environment.",
    "hyperlink": "https://www.sciencenews.org/article/marianne-falardeau-arctic-indigenous",
    "date": "2025-11-19"
  },
  {
    "title": "mRNA flu vaccines are making their way through clinical trials",
    "summary": "mRNA flu vaccines are being tested in clinical trials and have shown promising results.",
    "hyperlink": "https://www.sciencenews.org/article/mrna-flu-vaccines-influenza-virus",
    "date": "2025-11-19"
  },
  {
    "title": "In animal tests, this needle-free insulin acted as fast as injections",
    "summary": "A new needle-free insulin has been developed and has shown promising results in animal tests.",
    "hyperlink": "https://www.sciencenews.org/article/needle-free-insulin-skin-diabetes",
    "date": "2025-11-19"
  },
  {
    "title": "Eroding access to childhood vaccines jeopardizes health for all",
    "summary": "The erosion of access to childhood vaccines is a major public health concern and could have serious consequences for individuals and communities.",
    "hyperlink": "https://www.sciencenews.org/article/childhood-vaccine-schedule-healthcare",
    "date": "2025-11-19"
  },
  {
    "title": "Key protein for healing nerve damage reveals a dual role",
    "summary": "Nerve damage can be an unfortunate side effect from an accident, illness or even certain treatments, like chemotherapy. Fortunately, the peripheral nervous system can heal itself to a certain extent, albeit very slowly. Researchers ...",
    "hyperlink": "https://medicalxpress.com/news/2025-11-key-protein-nerve-reveals-dual.html",
    "date": "2025-11-19"
  },
  {
    "title": "Phase II clinical trial results show potential to shorten TB treatment time",
    "summary": "New clinical trial results presented by TB Alliance at the Union World Conference on Lung Health show that the novel antibiotic candidate sorfequiline (TBAJ-876), a next-generation diarylquinoline, has the potential to improve ...",
    "hyperlink": "https://medicalxpress.com/news/2025-11-phase-ii-clinical-trial-results.html",
    "date": "2025-11-19"
  },
  {
    "title": "Simple molecule shows remarkable Alzheimer’s reversal in rats",
    "summary": "Scientists have developed a new molecule that breaks down beta-amyloid plaques by binding to excess copper in the brain. The treatment restored memory and reduced inflammation in rats, while also proving non-toxic and able to cross the blood–brain barrier. Because it’s far simpler and potentially cheaper than existing drugs, researchers are now pursuing partnerships to begin human trials.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251118220052.htm",
    "date": "2025-11-19"
  },
  {
    "title": "Inflammation turns bone marrow into a breeding ground for disease",
    "summary": "Researchers discovered that chronic inflammation fundamentally remodels the bone marrow, allowing mutated stem cell clones to quietly gain dominance with age. Reprogrammed stromal cells and interferon-responsive T cells create a self-sustaining inflammatory loop that weakens blood production. Surprisingly, the mutant cells themselves may not be the main instigators.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251118220049.htm",
    "date": "2025-11-19"
  },
  {
    "title": "How to keep Ozempic/Wegovy weight loss without the nausea",
    "summary": "Scientists are uncovering how GLP-1 drugs like Ozempic and Wegovy act on brain regions that control hunger, nausea, pleasure-based eating, and thirst. These discoveries may help create treatments that keep the benefits of weight loss while reducing unwanted side effects.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251118220041.htm",
    "date": "2025-11-19"
  },
  {
    "title": "Supercomputer creates the most realistic virtual brain ever",
    "summary": "Researchers have created one of the most detailed virtual mouse cortex simulations ever achieved by combining massive biological datasets with the extraordinary power of Japan’s Fugaku supercomputer.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251118212037.htm",
    "date": "2025-11-19"
  },
  {
    "title": "Microplastics could be fueling heart disease",
    "summary": "Microplastics—tiny particles now found in food, water, air, and even human tissues—may directly accelerate artery-clogging disease, and new research shows the danger may be far greater for males.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251118220047.htm",
    "date": "2025-11-19"
  },
  {
    "title": "New antibody breakthrough could finally slow polycystic kidney disease",
    "summary": "A specially engineered antibody that can infiltrate kidney cysts has shown the ability to block key growth signals driving polycystic kidney disease.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251118220046.htm",
    "date": "2025-11-19"
  },
  {
    "title": "Ozempic Improves Survival Among Colon Cancer Patients",
    "summary": "GLP-1 receptor agonists like Ozempic and Wegovy may increase survival among patients with colon cancer.",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29874/ozempic-improves-survival-colon-cancer-patients-2",
    "date": "2025-11-18"
  },
  {
    "title": "Common Gout Drug Reduces Cardiovascular Risk",
    "summary": "A widely available drug used for gout may help prevent heart attacks and stroke in people with cardiovascular disease.",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29873/common-gout-drug-reduces-cardiovascular-risk-2",
    "date": "2025-11-18"
  },
  {
    "title": "Chronic Fatigue Linked to Breathing Issues During Exercise",
    "summary": "Many chronic fatigue syndrome patients may suffer from breathing abnormalities, especially during exercise.",
    "hyperlink": "https://www.labroots.com/trending/cardiology/29861/chronic-fatigue-linked-breathing-issues-exercise-2",
    "date": "2025-11-18"
  },
  {
    "title": "The Role of a Cancer-Linked Protein in Wound Healing is Revealed",
    "summary": "High levels of a molecule known as serpinB3 are known to be a reliable marker of serious diseases including inflammatory ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29834/role-cancer-linked-protein-wound-healing-revealed",
    "date": "2025-11-18"
  },
  {
    "title": "How Rabies Does So Much with So Little (Genetic Material)",
    "summary": "Like many viruses, the rabies virus has a relatively small genome compared to most organisms. Scientists have now reveal ...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29833/rabies-little-genetic-material",
    "date": "2025-11-18"
  },
  {
    "title": "See the alarming extent of NIH and NSF funding cuts in 2025",
    "summary": "The NIH and NSF have faced significant funding cuts in 2025, which could have serious consequences for scientific research and discovery.",
    "hyperlink": "https://www.sciencenews.org/article/nih-nsf-cuts-2025-data",
    "date": "2025-11-18"
  },
  {
    "title": "Funding chaos may unravel decades of biomedical research",
    "summary": "Battles between the Trump administration and academic institutions are putting important biomedical advances in limbo.",
    "hyperlink": "https://www.sciencenews.org/article/trump-harvard-funding-biomedical",
    "date": "2025-11-18"
  },
  {
    "title": "Targeted protein degradation: A new way to combat harmful proteins in tumor cells",
    "summary": "A new active substance attacks a key protein in tumor cells, leading to complete degradation. In cell experiments, this caused cancer cells to lose their protection and die. The active substance was developed by researchers ...",
    "hyperlink": "https://medicalxpress.com/news/2025-11-protein-degradation-combat-proteins-tumor.html",
    "date": "2025-11-18"
  },
  {
    "title": "Bone marrow model built entirely from human cells can reduce animal testing",
    "summary": "Our body's \"blood factory\" consists of specialized tissue made up of bone cells, blood vessels, nerves and other cell types. Now, researchers have succeeded for the first time in recreating this cellular complexity in the ...",
    "hyperlink": "https://medicalxpress.com/news/2025-11-bone-marrow-built-human-cells.html",
    "date": "2025-11-18"
  },
  {
    "title": "How cancer cells 'break through' tight tissue gaps",
    "summary": "Aggressive cancer cells are masters of movement. When they spread through the body, they cause metastasis, which significantly reduces a person's chance of survival. For this spreading to take place, they can switch between ...",
    "hyperlink": "https://medicalxpress.com/news/2025-11-cancer-cells-tight-tissue-gaps.html",
    "date": "2025-11-18"
  },
  {
    "title": "NIH grant terminations leave thousands without access to care, study finds",
    "summary": "Thousands of clinical trial participants lost access to important medical studies this year after the Trump administration terminated hundreds of National Institutes of Health (NIH) grants, according to new research published ...",
    "hyperlink": "https://medicalxpress.com/news/2025-11-nih-grant-terminations-thousands-access.html",
    "date": "2025-11-18"
  },
  {
    "title": "A surprising CBD advance calms pain without side effects",
    "summary": "Researchers developed a new nano-micelle formulation, CBD-IN, that finally gets CBD into the brain effectively. In mice, it relieved neuropathic pain quickly and didn’t cause the usual movement or memory side effects. Surprisingly, the pain relief didn’t use typical cannabinoid receptors, instead calming abnormal nerve activity more directly. The findings hint at new avenues for treating chronic pain and neurological diseases.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251117095652.htm",
    "date": "2025-11-18"
  },
  {
    "title": "Scientists discover metformin may block key exercise benefits",
    "summary": "Rutgers scientists found that metformin can blunt many of the metabolic and cardiovascular improvements normally produced by exercise. Participants who took the drug saw reduced gains in fitness, blood vessel function, and glucose control. The interference may stem from how metformin affects mitochondrial activity.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251117095648.htm",
    "date": "2025-11-18"
  },
  {
    "title": "Chronic pain may dramatically raise your blood pressure",
    "summary": "Chronic pain might quietly push people toward developing high blood pressure—and the more widespread the pain, the greater the danger. A massive analysis of over 200,000 adults uncovered strong links between long-lasting pain, depression, inflammation, and rising hypertension risk.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251117095639.htm",
    "date": "2025-11-18"
  },
  {
    "title": "Blocking one enzyme may break the link between alcohol and liver disease",
    "summary": "Scientists discovered that alcohol activates a sugar-producing pathway in the body, creating fructose that may reinforce addictive drinking.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251118033447.htm",
    "date": "2025-11-18"
  },
  {
    "title": "Amazon scorpion venom shows stunning power against breast cancer",
    "summary": "Scientists are turning venom, radioisotopes, engineered proteins, and AI into powerful new tools against cancer.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251117095658.htm",
    "date": "2025-11-18"
  },
  {
    "title": "A silent kidney crisis is spreading faster than anyone expected",
    "summary": "Chronic kidney disease has surged to nearly 800 million cases and is now among the top causes of death worldwide.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251117095646.htm",
    "date": "2025-11-18"
  },
  {
    "title": "New DNA test predicts dangerous heart rhythms early",
    "summary": "Scientists at Northwestern Medicine have developed a new genetic risk score that predicts who is most likely to experience irregular or dangerous heart rhythms.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251117091142.htm",
    "date": "2025-11-18"
  },
  {
    "title": "Study Highlights the Safety and Efficacy of Inhaled Cannabis for Treating Refractory Diabetic Neuropathy ​",
    "summary": "A study published in Biomedicines found an association between cannabis use and sustained pain reduction in a patient po ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29868/study-highlights-safety-efficacy-inhaled-cannabis-treating-refractory-diabetic-neuropathy-2",
    "date": "2025-11-17"
  },
  {
    "title": "Patients with Dementia Show Positive Cognitive Improvements After Sustained Medical Cannabis Use",
    "summary": "A study published in the Journal of Alzheimer's Disease found that patients suffering from dementia demonstrated cog ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29867/patients-dementia-positive-cognitive-improvements-sustained-medical-cannabis-2",
    "date": "2025-11-17"
  },
  {
    "title": "Gum Disease Linked to Brain White Matter Damage",
    "summary": "Older adults with gum disease have more signs of brain white matter damage than those with good periodontal health.",
    "hyperlink": "https://www.labroots.com/trending/neuroscience/29865/gum-disease-linked-brain-white-matter-damage-2",
    "date": "2025-11-17"
  },
  {
    "title": "Some Viruses Can Significantly Raise Heart Disease Risk",
    "summary": "Scientists have recently conducted a meta-analysis of over 150 research studies, and determined that infections with vir ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/29831/viruses-significantly-raise-heart-disease-risk",
    "date": "2025-11-17"
  },
  {
    "title": "The Loss of This Protein Alters Muscles' Reaction to Testosterone",
    "summary": "A gene known as ACTN3 has earned the nickname \"the gene for speed\" and it may have an influence on how androgens...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29832/loss-protein-alters-muscles-reaction-testosterone",
    "date": "2025-11-17"
  },
  {
    "title": "Multicancer Screening Could Notably Decrease Late-Stage Cancer Diagnoses",
    "summary": "We hear it over and over: early diagnosis saves lives. No one wants to face a cancer diagnosis but suffice it to s ...",
    "hyperlink": "https://www.labroots.com/trending/cancer/29859/multicancer-screening-decrease-late-cancer-diagnoses",
    "date": "2025-11-17"
  },
  {
    "title": "Life-saving research on extreme heat comes under fire",
    "summary": "Research on extreme heat has come under fire due to concerns about its methodology and potential biases.",
    "hyperlink": "https://www.sciencenews.org/article/extreme-heat-climate-change-research",
    "date": "2025-11-17"
  },
  {
    "title": "Disrupting bacterial 'chatter' could tip the balance for better oral health",
    "summary": "Like all living things, bacteria adapt to survive. Over time, bacteria have been developing resistance to common antibiotics and disinfectants, which poses a growing problem for health care and sanitation.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-disrupting-bacterial-chatter-oral-health.html",
    "date": "2025-11-17"
  },
  {
    "title": "Scientists identify two key targets of common cold virus",
    "summary": "Scientists were pleased when they learned more about how the common cold gains a foothold in the body, identifying key cellular checkpoints that are important targets of the virus.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-scientists-key-common-cold-virus.html",
    "date": "2025-11-17"
  },
  {
    "title": "New study identifies part of brain animals use to make inferences",
    "summary": "Animals survive in changing and unpredictable environments by not merely responding to new circumstances, but also, like humans, by forming inferences about their surroundings—for instance, squirrels understand that certain ...",
    "hyperlink": "https://medicalxpress.com/news/2025-11-brain-animals-inferences.html",
    "date": "2025-11-17"
  },
  {
    "title": "Clinical trial countries often left without new medicines they helped test",
    "summary": "A new study led by Yale's Jennifer Miller, Ph.D., found that medicines are not physically accessible in many of the countries where they are tested for FDA approval. The findings were published in JAMA Internal Medicine.",
    "hyperlink": "https://medicalxpress.com/news/2025-11-clinical-trial-countries-left-medicines.html",
    "date": "2025-11-17"
  },
  {
    "title": "Non-opioid pain relief: Brain's 'cleanup crew' reveals a new target",
    "summary": "Chronic pain is a daily reality for millions of Americans, interfering with their everyday activities and quality of life. An estimated 24.3% of adults in the United States experienced chronic pain in 2023, and current treatment ...",
    "hyperlink": "https://medicalxpress.com/news/2025-11-opioid-pain-relief-brain-cleanup.html",
    "date": "2025-11-17"
  },
  {
    "title": "Blood tests and sputum analysis help predict COPD exacerbation risks",
    "summary": "A research team from the LKS Faculty of Medicine at the University of Hong Kong (HKUMed) has highlighted recent advances in understanding and managing COPD, particularly in relation to its exacerbations. The key findings ...",
    "hyperlink": "https://medicalxpress.com/news/2025-11-blood-sputum-analysis-copd-exacerbation.html",
    "date": "2025-11-17"
  },
  {
    "title": "A tiny ancient virus reveals secrets that could help fight superbugs",
    "summary": "Scientists mapped the Bas63 bacteriophage in unprecedented detail, uncovering how its tail machinery infects bacteria. The structure reveals rare whisker-collar features and distant evolutionary ties reaching back billions of years. These insights could guide new phage therapies and innovations in medicine, agriculture, and industry.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251117095635.htm",
    "date": "2025-11-17"
  },
  {
    "title": "GLP-1 drugs like Ozempic deliver huge weight loss but new research reveals a hidden catch",
    "summary": "GLP-1 drugs like tirzepatide and semaglutide offer powerful weight-loss effects but come with unanswered questions about long-term safety, side effects, and global accessibility. Researchers stress the need for independent studies before these treatments can be fully embraced worldwide.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251116105627.htm",
    "date": "2025-11-17"
  },
  {
    "title": "Daily music listening linked to big drop in dementia risk",
    "summary": "Older adults who regularly listen to or play music appear to have significantly lower risks of dementia and cognitive decline.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251116105633.htm",
    "date": "2025-11-17"
  },
  {
    "title": "CRISPR unlocks a new way to defeat resistant lung cancer",
    "summary": "Scientists used CRISPR to disable the NRF2 gene, restoring chemotherapy sensitivity in lung cancer cells and slowing tumor growth.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251117095637.htm",
    "date": "2025-11-17"
  },
  {
    "title": "“Great Unified Microscope” reveals micro and nano worlds in a single view",
    "summary": "A new dual-light microscope lets researchers observe micro- and nanoscale activity inside living cells without using dyes.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251117091134.htm",
    "date": "2025-11-17"
  },
  {
    "title": "Animals are developing the same chronic diseases as humans",
    "summary": "Across the planet, animals are increasingly suffering from chronic illnesses once seen only in humans.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251116105735.htm",
    "date": "2025-11-17"
  },
  {
    "title": "Scientists uncover a surprising protein that heals stubborn wounds",
    "summary": "Researchers have uncovered that SerpinB3, typically linked to severe cancers, is also a key player in natural wound healing.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251116105631.htm",
    "date": "2025-11-17"
  },
  {
    "title": "The hidden brain bias that makes some lies so convincing",
    "summary": "People are more likely to believe lies when there’s the possibility of a reward.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251116105629.htm",
    "date": "2025-11-17"
  },
  {
    "title": "Cannabis Use During Palliative Care Prolonged Survival For Patients With Aggressive Cancer",
    "summary": "​A study published in the scientific journal F1000 Research found that medical cannabis use increased overall survival r ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29864/cannabis-palliative-care-prolongs-survival-patients-aggressive-cancer-2",
    "date": "2025-11-16"
  },
  {
    "title": "How Gut-Brain Signaling Reduces Post-lllness Appetite",
    "summary": "After an illness like the flu, symptoms may go away while a person still feels lousy. Researchers wanted to learn more a ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29829/gut-brain-signaling-reduces-post-lllness-appetite",
    "date": "2025-11-16"
  },
  {
    "title": "Why Severe Long COVID is 3X More Likely in Women Than Men",
    "summary": "The COVID pandemic brought many challenges, one of which is the chronic problem known as long COVID that can develop aft ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/29830/severe-covid-3x-women",
    "date": "2025-11-16"
  },
  {
    "title": "Are Alcohol-Dependent Adults who Use Cannabis Are Less Likely to Develop Liver Disease?",
    "summary": "A study found that alcohol-dependent individuals who consume cannabis have a significantly lower risk of liver disease d ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29863/alcohol-dependent-adults-cannabis-develop-liver-disease-2",
    "date": "2025-11-16"
  },
  {
    "title": "Cannabis Use During Palliative Care Prolonged Survival For Patients With Aggressive Cancer",
    "summary": "​A study published in the scientific journal F1000 Research found that medical cannabis use increased overall survival r ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29864/cannabis-palliative-care-prolonged-survival-patients-aggressive-cancer-2",
    "date": "2025-11-16"
  },
  {
    "title": "Chimps shock scientists by changing their minds with new evidence",
    "summary": "Chimps may revise their beliefs in surprisingly human-like ways.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251115095928.htm",
    "date": "2025-11-16"
  },
  {
    "title": "Melanoma rates are spiking fast in these 15 Pennsylvania counties",
    "summary": "Penn State scientists identified a striking rise in melanoma across several Pennsylvania counties dominated by cropland and herbicide use.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251116105732.htm",
    "date": "2025-11-16"
  },
  {
    "title": "Microgravity Muscle Printing Paves Way for Space Biomanufacturing",
    "summary": "Can muscle tissue be 3D-printed in outer space to improve astronaut health? This is what a recent study published in Adv ...",
    "hyperlink": "https://www.labroots.com/trending/technology/29791/microgravity-muscle-printing-paves-space-biomanufacturing-2",
    "date": "2025-11-14"
  },
  {
    "title": "A new cholesterol-lowering pill shows promise in clinical trials",
    "summary": "The drug enlicitide reduced cholesterol for adults with high levels due to an inherited disorder and may also work for a broader population.",
    "hyperlink": "https://www.sciencenews.org/article/cholesterol-lowering-pill-enlicitide",
    "date": "2025-11-14"
  },
  {
    "title": "How statins harm muscles—and how to stop it",
    "summary": "Statins have transformed heart health, saving millions of lives by lowering cholesterol and reducing the risk of heart attacks and strokes. But for many patients, these drugs come with a troubling downside: muscle pain, weakness ...",
    "hyperlink": "https://medicalxpress.com/news/2025-11-statins-muscles.html",
    "date": "2025-11-14"
  },
  {
    "title": "Strategies to keep drug discovery research alive in the US despite funding cuts",
    "summary": "In the face of US federal funding cuts, biomedical researchers propose strategies for continued progress in drug discovery. Publishing in Trends in Pharmacological Sciences, their recommendations include harnessing AI and ...",
    "hyperlink": "https://medicalxpress.com/news/2025-11-strategies-drug-discovery-alive-funding.html",
    "date": "2025-11-14"
  },
  {
    "title": "Eye washing may ease hay fever ocular symptoms and improve quality of life",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-11-eye-ease-hay-fever-ocular.html",
    "date": "2025-11-14"
  },
  {
    "title": "fMRI marker for Alzheimer's cognitive decline",
    "summary": "Researchers have found a new fMRI marker for Alzheimer's cognitive decline",
    "hyperlink": "https://medicalxpress.com/news/2025-11-fmri-marker-alzheimer-cognitive-decline.html",
    "date": "2025-11-14"
  },
  {
    "title": "LDL cholesterol linked to higher diabetes risk",
    "summary": "Researchers have found that LDL cholesterol is linked to a higher risk of diabetes",
    "hyperlink": "https://medicalxpress.com/news/2025-11-ldl-cholesterol-linked-higher-diabetes.html",
    "date": "2025-11-14"
  },
  {
    "title": "Monthly severe asthma patients safely",
    "summary": "Researchers have found that monthly severe asthma patients can be safely",
    "hyperlink": "https://medicalxpress.com/news/2025-11-monthly-severe-asthma-patients-safely.html",
    "date": "2025-11-14"
  },
  {
    "title": "10-minute scan could help millions with hard-to-treat high blood pressure",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-11-minute-scan-millions-hard-high.html",
    "date": "2025-11-14"
  },
  {
    "title": "Drug for inherited disorder shows promising trial results",
    "summary": "A new drug for an inherited disorder has shown promising results in a clinical trial",
    "hyperlink": "https://medicalxpress.com/news/2025-11-drug-inherited-disorder-trial-results.html",
    "date": "2025-11-14"
  },
  {
    "title": "Schizophrenia-spectrum disorders may originate in specific brain regions that show early structural damage",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-11-schizophrenia-spectrum-disorders-specific-brain.html",
    "date": "2025-11-14"
  },
  {
    "title": "Metabolites in the intestine play a central role",
    "summary": "Metabolites in the intestine play a central role in the development of",
    "hyperlink": "https://medicalxpress.com/news/2025-11-metabolites-intestine-play-central-role.html",
    "date": "2025-11-14"
  },
  {
    "title": "Cancer gene in lung tumors for immunotherapy",
    "summary": "Researchers have found a new cancer gene in lung tumors, which could lead to new immunotherapies",
    "hyperlink": "https://medicalxpress.com/news/2025-11-cancer-gene-lung-tumors-immunotherapy.html",
    "date": "2025-11-14"
  },
  {
    "title": "High risk of metastatic recurrence found among young cancer patients",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-11-high-metastatic-recurrence-young-cancer.html",
    "date": "2025-11-14"
  },
  {
    "title": "'Body-swap' robot helps reveal how the brain keeps us upright",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-11-body-swap-robot-reveal-brain.html",
    "date": "2025-11-14"
  },
  {
    "title": "Therapeutic approach for diabetic nerve pain",
    "summary": "Researchers have found a new therapeutic approach for diabetic nerve pain",
    "hyperlink": "https://medicalxpress.com/news/2025-11-therapeutic-approach-diabetic-nerve.html",
    "date": "2025-11-14"
  },
  {
    "title": "Grant funding disruptions affect clinical trials",
    "summary": "Researchers have found that grant funding disruptions can affect clinical trials",
    "hyperlink": "https://medicalxpress.com/news/2025-11-grant-funding-disruptions-affect-clinical.html",
    "date": "2025-11-14"
  },
  {
    "title": "A simple neck scan could detect men at high risk of heart failure",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-11-simple-neck-scan-men-high.html",
    "date": "2025-11-14"
  },
  {
    "title": "How the brain decides what to remember: Study reveals sequentially operating molecular 'timers'",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-11-brain-reveals-sequentially-molecular-timers.html",
    "date": "2025-11-14"
  },
  {
    "title": "Tai chi as good as talking therapy for managing chronic insomnia, finds study",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-11-tai-chi-good-therapy-chronic.html",
    "date": "2025-11-14"
  },
  {
    "title": "Data-driven surgical supply lists can reduce hospital costs and waste",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-11-driven-surgical-hospital.html",
    "date": "2025-11-14"
  },
  {
    "title": "How a mitochondrial mutation rewires immune function",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-11-mitochondrial-mutation-rewires-immune-function.html",
    "date": "2025-11-14"
  },
  {
    "title": "Dual mechanisms drive rapid eye dominance plasticity in the adult brain, study reveals",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-11-dual-mechanisms-rapid-eye-dominance.html",
    "date": "2025-11-14"
  },
  {
    "title": "'Cognitive Legos' help the brain build complex behaviors",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-11-cognitive-legos-brain-complex-behaviors.html",
    "date": "2025-11-14"
  },
  {
    "title": "Minds at night",
    "summary": "Researchers have found that our minds are more active at night than we thought",
    "hyperlink": "https://medicalxpress.com/news/2025-11-minds-night.html",
    "date": "2025-11-14"
  },
  {
    "title": "Engineered Antibody Improves Treatment for Autoimmune Disorders",
    "summary": "Autoimmune disorders occur when the body’s immune system cannot differentiate between cells that are its own and p ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/29838/engineered-antibody-improves-treatment-autoimmune-disorders",
    "date": "2025-11-13"
  },
  {
    "title": "Novel Nasal Vaccine Prevents Respiratory Disease",
    "summary": "Over the last few decades, the development of nasal vaccines has been used to deliver treatment for various diseases, in ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/29837/novel-nasal-vaccine-prevents-respiratory-disease",
    "date": "2025-11-13"
  },
  {
    "title": "Expanding seasonal immunization access could minimize off-season RSV epidemics",
    "summary": null,
    "hyperlink": "https://medicalxpress.com/news/2025-11-seasonal-immunization-access-minimize-season.html",
    "date": "2025-11-13"
  },
  {
    "title": "Strange microscopic structures found in Long COVID blood",
    "summary": "Scientists have discovered strange microscopic structures in the blood of people with Long COVID—clusters of tiny microclots tangled together with sticky immune webs known as neutrophil extracellular traps, or NETs.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251112111021.htm",
    "date": "2025-11-13"
  },
  {
    "title": "This fly’s flesh-eating maggot is making a comeback. Here’s what to know",
    "summary": "After a decades-long hiatus, new world screwworm populations have surged in Central America and Mexico — and are inching northward.",
    "hyperlink": "https://www.sciencenews.org/article/flesh-eating-maggot-comeback-screwworm",
    "date": "2025-11-12"
  },
  {
    "title": "What brain scans reveal about soccer fans’ passion and rage",
    "summary": "Researchers scanning soccer fans’ brains found that wins trigger bursts of reward activity while losses dampen control signals.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251111233952.htm",
    "date": "2025-11-12"
  },
  {
    "title": "COVID-19 Vaccine Linked to Fewer Allergies and Infections",
    "summary": "A new study found that children who received the COVID-19 vaccine had lower rates of infections and allergies compared t ...",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29826/covid-19-vaccine-linked-fewer-allergies-infections-2",
    "date": "2025-11-11"
  },
  {
    "title": "The Early Life Gut Microbiome is Linked to Emotional Health",
    "summary": "Scientists have now found that the composition of the gut microbiome during childhood can have an influence on whether a ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/29819/life-gut-microbiome-linked-emotional-health",
    "date": "2025-11-11"
  },
  {
    "title": "The Mechanism Behind a Common Virus is Revealed",
    "summary": "Astroviruses may not be well known, but they are very common and are the leading cause of diarrhea in children...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29818/mechanism-common-virus-revealed",
    "date": "2025-11-11"
  },
  {
    "title": "Tailored Vitamin D Doses Halve Risk of Second Heart Attack",
    "summary": "A new study found that children who received the COVID-19 vaccine had lower rates of infections and allergies compared t ...",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29825/tailored-vitamin-doses-halve-risk-heart-attack-2",
    "date": "2025-11-11"
  },
  {
    "title": "Vitamin Doses Halve Risk of Heart Attack",
    "summary": "Tailoring vitamin D3 doses according to patient needs following a heart attack reduces the risk of a second heart attack ...",
    "hyperlink": "https://www.labroots.com/",
    "date": "2025-11-11"
  },
  {
    "title": "Clearing brain plaques isn’t enough to heal Alzheimer’s",
    "summary": "Japanese researchers found that lecanemab, an amyloid-clearing drug for Alzheimer’s, does not improve the brain’s waste clearance system in the short term.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251111005944.htm",
    "date": "2025-11-11"
  },
  {
    "title": "This 14th century story fooled the world about the Black Death",
    "summary": "Historians have traced myths about the Black Death’s rapid journey across Asia to one 14th-century poem by Ibn al-Wardi.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251111005957.htm",
    "date": "2025-11-11"
  },
  {
    "title": "If another country tested nuclear weapons, here’s how we’d know",
    "summary": "Scientists have developed a way to detect nuclear weapons testing using seismic data and other technologies.",
    "hyperlink": "https://www.sciencenews.org/article/nuclear-weapons-test-monitoring",
    "date": "2025-11-10"
  },
  {
    "title": "Scientists find brain cells that could stop Alzheimer’s",
    "summary": "Researchers have identified special immune cells in the brain that help slow Alzheimer’s.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251108083902.htm",
    "date": "2025-11-08"
  },
  {
    "title": "A 500-million-year-old brain 'radar' still shapes how you see",
    "summary": "New research shows that the superior colliculus, a primitive brain region, can independently interpret visual information.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251108083858.htm",
    "date": "2025-11-08"
  },
  {
    "title": "COVID vaccine linked to fewer infections and allergies in kids with eczema",
    "summary": "New research suggests the COVID-19 vaccine could help children with eczema stay healthier overall.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251108012853.htm",
    "date": "2025-11-08"
  },
  {
    "title": "What causes the rainbow shimmer of ammolite gems?",
    "summary": "The rainbow shimmer of ammolite gems is caused by the way that light interacts with the gem's unique crystal structure.",
    "hyperlink": "https://www.sciencenews.org/article/rainbow-shimmer-ammolite-gems-crystals",
    "date": "2025-11-07"
  }
]