[
  {
    "title": "Scientists Link Novel Cell Types to Multiple Sclerosis",
    "summary": "Multiple sclerosis (MS) is an autoimmune condition in which the protective insulation surrounding ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29697/scientists-link-novel-cell-types-multiple-sclerosis",
    "date": "2025-12-10"
  },
  {
    "title": "Nanotech makes cancer drug 20,000x stronger, without side effects",
    "summary": "A Northwestern team transformed a common chemotherapy drug into a powerful, targeted cancer therapy using spherical nucleic acids.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251105050718.htm",
    "date": "2025-11-06"
  },
  {
    "title": "Scientists may have found how to reverse memory loss in aging brains",
    "summary": "Virginia Tech researchers have shown that memory loss in aging may be reversible. Using CRISPR tools, they corrected molecular disruptions in the hippocampus and amygdala, restoring memory in older rats.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251105050720.htm",
    "date": "2025-11-06"
  },
  {
    "title": "Scientists find hidden brain source that fuels dementia",
    "summary": "Weill Cornell researchers uncovered how free radicals from astrocyte mitochondria can fuel dementia.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251106003155.htm",
    "date": "2025-11-06"
  },
  {
    "title": "New gel regrows tooth enamel and could transform dentistry",
    "summary": "Researchers have created a bioinspired gel that can regenerate tooth enamel by mimicking natural growth processes.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251106003151.htm",
    "date": "2025-11-06"
  },
  {
    "title": "Scientists shocked to find E. coli spreads as fast as the swine flu",
    "summary": "Researchers have, for the first time, estimated how quickly E. coli bacteria can spread between people — and one strain moves as fast as swine flu.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251104094136.htm",
    "date": "2025-11-05"
  },
  {
    "title": "Scientists uncover meditation’s hidden side effects",
    "summary": "Meditation is widely praised for its mental health benefits, but new research shows that it can also produce unexpected side effects for some people—from anxiety and dissociation to functional impairment.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251105050730.htm",
    "date": "2025-11-05"
  },
  {
    "title": "A breakthrough map reveals how the brain really works",
    "summary": "Scientists have shown that brain connectivity patterns can predict mental functions across the entire brain. Each region has a unique “connectivity fingerprint” tied to its role in cognition, from language to memory.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251105050714.htm",
    "date": "2025-11-05"
  },
  {
    "title": "Most Americans don’t know alcohol can cause cancer",
    "summary": "Most U.S. adults don’t realize alcohol raises cancer risk, and drinkers themselves are the least aware.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251105050722.htm",
    "date": "2025-11-05"
  },
  {
    "title": "A shapeshifting protein explains rabies’ deadly power",
    "summary": "Researchers discovered how rabies virus exerts massive control over host cells with very few genes. A key viral protein changes shape and binds RNA, allowing it to infiltrate different cellular systems.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251105050708.htm",
    "date": "2025-11-05"
  },
  {
    "title": "Cockroaches are secretly poisoning indoor air",
    "summary": "Cockroach infestations don’t just bring creepy crawlers, they fill homes with allergens and bacterial toxins that can trigger asthma and allergies.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251104094154.htm",
    "date": "2025-11-05"
  },
  {
    "title": "Tiny molecules could stop glaucoma before it blinds",
    "summary": "Scientists at Mizzou have identified two small molecules, agmatine and thiamine, that could both reveal and fight glaucoma.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251104094146.htm",
    "date": "2025-11-05"
  },
  {
    "title": "As teens in crisis turn to AI chatbots, simulated chats highlight risks",
    "summary": "From blaming the victim to replying \"I have no interest in your life\" to suicidal thoughts, AI chatbots can respond unethically when used for therapy.",
    "hyperlink": "https://www.sciencenews.org/article/teens-crisis-ai-chatbots-risks-mental",
    "date": "2025-11-04"
  },
  {
    "title": "There’s math behind this maddening golf mishap",
    "summary": "There’s math behind this maddening golf mishap",
    "hyperlink": "https://www.sciencenews.org/article/math-golf-physics",
    "date": "2025-11-04"
  },
  {
    "title": "See the largest, most detailed radio image of the Milky Way yet",
    "summary": "See the largest, most detailed radio image of the Milky Way yet",
    "hyperlink": "https://www.sciencenews.org/article/largest-radio-image-milky-way-galaxy",
    "date": "2025-11-04"
  },
  {
    "title": "This new drug candidate might finally outsmart tuberculosis",
    "summary": "A new compound called CMX410 may change the fight against tuberculosis. It targets a weak point in the bacteria’s defenses, even in drug-resistant forms of the disease.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251104013033.htm",
    "date": "2025-11-04"
  },
  {
    "title": "Breakthrough brain discovery reveals a natural way to relieve pain",
    "summary": "Using powerful 7-Tesla brain imaging, researchers mapped how the brainstem manages pain differently across the body. They discovered that distinct regions activate for facial versus limb pain, showing the brain’s built-in precision pain control system.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251104013027.htm",
    "date": "2025-11-04"
  },
  {
    "title": "Think melatonin is safe? New research reveals a hidden heart risk",
    "summary": "Long-term melatonin use for sleep problems may come with unexpected heart dangers.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251104012959.htm",
    "date": "2025-11-04"
  },
  {
    "title": "A 25-year Crohn’s disease mystery finally cracked by AI",
    "summary": "UC San Diego researchers combined artificial intelligence with molecular biology to unravel how immune cells in the gut decide between inflammation and healing.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251103093012.htm",
    "date": "2025-11-04"
  },
  {
    "title": "Walking may be the brain’s best defense against Alzheimer’s",
    "summary": "Walking a few thousand steps daily may help hold off Alzheimer’s for years, a Mass General Brigham study found. Even moderate physical activity slowed both cognitive decline and the buildup of harmful tau proteins in the brain.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251104013008.htm",
    "date": "2025-11-04"
  },
  {
    "title": "Scientists reverse anxiety by rebalancing the brain",
    "summary": "Researchers have discovered a specific set of neurons in the amygdala that can trigger anxiety and social deficits when overactive. By restoring the excitability balance in this brain region, they successfully reversed these symptoms in mice.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251104013004.htm",
    "date": "2025-11-04"
  },
  {
    "title": "MIT scientists discover how the brain spins back into focus",
    "summary": "Researchers at MIT’s Picower Institute found that rotating waves of brain activity help restore focus after distractions. In animal tests, these rotations predicted performance: full rotations meant full recovery, while incomplete ones led to errors.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251104013002.htm",
    "date": "2025-11-04"
  },
  {
    "title": "Scientists find mind trick that unlocks lost memories",
    "summary": "Researchers found that embodying a digital, childlike version of one’s own face helps unlock vivid childhood memories. This illusion strengthens the connection between bodily self-perception and autobiographical recall.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251103093016.htm",
    "date": "2025-11-04"
  },
  {
    "title": "Sunflowers may be the future of 'vegan meat'",
    "summary": "A collaboration between Brazilian and German researchers has led to a sunflower-based meat substitute that’s high in protein and minerals.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251104013006.htm",
    "date": "2025-11-04"
  },
  {
    "title": "Your eyes could reveal how fast you’re aging, scientists say",
    "summary": "Researchers at McMaster University have discovered that the eyes may offer a powerful, non-invasive way to assess heart health and biological aging.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251103093018.htm",
    "date": "2025-11-04"
  },
  {
    "title": "Volunteers agreed to be buried face-down in the snow, for science",
    "summary": "Volunteers agreed to be buried face-down in the snow, for science",
    "hyperlink": "https://www.sciencenews.org/article/oxygen-avalanche-snow-safety-device",
    "date": "2025-11-03"
  },
  {
    "title": "Mosquitoes infiltrated Iceland. Will they survive the winter?",
    "summary": "Mosquitoes infiltrated Iceland. Will they survive the winter?",
    "hyperlink": "https://www.sciencenews.org/article/mosquitoes-iceland-survive-winter",
    "date": "2025-11-03"
  },
  {
    "title": "How did Pluto capture its largest moon, Charon?",
    "summary": "How did Pluto capture its largest moon, Charon?",
    "hyperlink": "https://www.sciencenews.org/article/adeene-denton-pluto-moon-formation",
    "date": "2025-11-03"
  },
  {
    "title": "A groundbreaking brain map could revolutionize Parkinson’s treatment",
    "summary": "Duke-NUS scientists unveiled BrainSTEM, a revolutionary single-cell map that captures the full cellular diversity of the developing human brain. The project’s focus on dopamine neurons provides crucial insight for Parkinson’s treatment.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251103092957.htm",
    "date": "2025-11-03"
  },
  {
    "title": "Ancient viruses hidden inside bacteria could help defeat modern infections",
    "summary": "Penn State scientists uncovered an ancient bacterial defense where dormant viral DNA helps bacteria fight new viral threats.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251102205009.htm",
    "date": "2025-11-03"
  },
  {
    "title": "Alzheimer’s might be powered by a broken sleep-wake cycle",
    "summary": "Disrupted sleep patterns in Alzheimer’s disease may be more than a symptom—they could be a driving force. Researchers at Washington University found that the brain’s circadian rhythms are thrown off in key cell types, changing when hundreds of genes turn on and off.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251102205012.htm",
    "date": "2025-11-03"
  },
  {
    "title": "Your bedroom glow might be quietly damaging your heart",
    "summary": "Boston researchers linked nighttime light exposure to greater stress-related brain activity and inflamed arteries, signaling a higher risk of heart disease.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251103093005.htm",
    "date": "2025-11-03"
  },
  {
    "title": "Breakthrough blood test finally confirms Chronic Fatigue Syndrome",
    "summary": "A team of scientists has developed a highly accurate blood test for Chronic Fatigue Syndrome.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251102205021.htm",
    "date": "2025-11-03"
  },
  {
    "title": "A gene from 100-year-olds could help kids who age too fast",
    "summary": "Scientists have discovered that a “longevity gene” found in people who live beyond 100 can reverse heart aging in models of Progeria.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251102205019.htm",
    "date": "2025-11-03"
  },
  {
    "title": "Scientists discover the nutrient that supercharges cellular energy",
    "summary": "Scientists uncovered how the amino acid leucine enhances mitochondrial efficiency by preserving crucial proteins that drive energy production.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251102205014.htm",
    "date": "2025-11-03"
  },
  {
    "title": "Alarming surge in memory problems among young adults",
    "summary": "Cognitive struggles are climbing across the U.S., especially among young and economically disadvantaged adults. Rates of self-reported cognitive disability nearly doubled in people under 40 between 2013 and 2023.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251102011158.htm",
    "date": "2025-11-02"
  },
  {
    "title": "Resetting the body’s rhythm could protect the brain from Alzheimer’s",
    "summary": "Researchers discovered that altering the body’s natural rhythm can help protect the brain from Alzheimer’s damage. By turning off a circadian protein in mice, they raised NAD+ levels and reduced harmful tau buildup.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251101000713.htm",
    "date": "2025-11-01"
  },
  {
    "title": "Scientists just shattered a major exercise myth",
    "summary": "New research from Australia overturns the old idea that exercise “uses up” heartbeats.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251101000423.htm",
    "date": "2025-11-01"
  },
  {
    "title": "Too much screen time may be hurting kids’ hearts",
    "summary": "More screen time among children and teens is linked to higher risks of heart and metabolic problems, particularly when combined with insufficient sleep.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/11/251101000418.htm",
    "date": "2025-11-01"
  },
  {
    "title": "Study Finds Smoking Cannabis and Tobacco Alters the Brain's Bliss Molecule",
    "summary": "A study led by McGill University researchers found that adults who use both cannabis and tobacco revealed distinct brain ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29783/study-smoking-cannabis-tobacco-alters-brain-s-bliss-molecule-2",
    "date": "2025-10-31"
  },
  {
    "title": "Cancer treatments may get a boost from mRNA COVID vaccines",
    "summary": "Cancer treatments may get a boost from mRNA COVID vaccines",
    "hyperlink": "https://www.sciencenews.org/article/cancer-immunotherapy-mrna-covid-vaccines",
    "date": "2025-10-31"
  },
  {
    "title": "A new AI technique may aid violent crime forensics",
    "summary": "A new AI technique may aid violent crime forensics",
    "hyperlink": "https://www.sciencenews.org/article/ai-violent-crime-forensics-blowflies",
    "date": "2025-10-31"
  },
  {
    "title": "Opening the door to a vaccine for multiple childhood infections",
    "summary": "A vaccine that tackles the bacteria that cause up to 200 million childhood infections every year could be possible, experts say.",
    "hyperlink": "https://medicalxpress.com/news/2025-10-door-vaccine-multiple-childhood-infections.html",
    "date": "2025-10-31"
  },
  {
    "title": "Experts urge clinicians to address sex-based disparities in sepsis treatment",
    "summary": "Sepsis continues to be a leading cause of mortality in ICUs worldwide. Despite advances in early detection and treatment, standardized antibiotic dosing frequently ignores patient-level variability—especially that associated ...",
    "hyperlink": "https://medicalxpress.com/news/2025-10-experts-urge-clinicians-sex-based.html",
    "date": "2025-10-31"
  },
  {
    "title": "Ozempic and Wegovy protect the heart, even without weight loss",
    "summary": "Semaglutide appears to safeguard the heart even when patients lose little weight.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251030075125.htm",
    "date": "2025-10-31"
  },
  {
    "title": "Your ZIP Code could reveal your risk of dementia",
    "summary": "People living in socially and economically disadvantaged neighborhoods may face higher dementia risks, according to new research from Wake Forest University. Scientists found biological signs of Alzheimer’s and vascular brain disease in those from high-burden areas, particularly among Black participants.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251030075136.htm",
    "date": "2025-10-31"
  },
  {
    "title": "A hidden blood molecule may hold the secret to healthy aging and long life",
    "summary": "Scientists discovered that a blood molecule called CtBP2 may play a major role in how we age.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251030075128.htm",
    "date": "2025-10-31"
  },
  {
    "title": "Zombie Cells: They Don't Die Easily",
    "summary": "Today, in many places around the world, Halloween celebrations will take place. The spooky holiday culminates with ...",
    "hyperlink": "https://www.labroots.com/trending/cancer/29778/zombie-cells-don-t-die-easily",
    "date": "2025-10-30"
  },
  {
    "title": "Teen Cannabis Use Linked to Higher Risk of Health Problems",
    "summary": "Teens who start using cannabis before age 15 are more likely to require healthcare for mental and physical health proble ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29781/teen-cannabis-linked-risk-health-2",
    "date": "2025-10-30"
  },
  {
    "title": "Scientists Find Several Links Between Gene Variants & Cholesterol",
    "summary": "Heart disease is still the number one cause of death among adults worldwide. High cholesterol levels are one contributor ...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29780/scientists-links-gene-variants-cholesterol",
    "date": "2025-10-30"
  },
  {
    "title": "Interval Running Provides Major Health and Heart Benefits",
    "summary": "Running in intervals may be more effective and efficient than steady runs for improving your health.",
    "hyperlink": "https://www.labroots.com/trending/cardiology/29776/interval-running-provides-major-health-heart-benefits-2",
    "date": "2025-10-30"
  },
  {
    "title": "Messaging Network Improves Hospital Discharges",
    "summary": "How can text messages improve hospital discharges and post-discharge quality? This is what a recent study published in t ...",
    "hyperlink": "https://www.labroots.com/trending/technology/29779/messaging-network-improves-hospital-discharges-2",
    "date": "2025-10-30"
  },
  {
    "title": "Longer Walks May Cut Heart Risks by Two Thirds",
    "summary": "Longer walks may be the secret to better heart health and a lower overall risk of death.",
    "hyperlink": "https://www.labroots.com/trending/cardiology/29775/walks-cut-heart-risks-thirds-2",
    "date": "2025-10-30"
  },
  {
    "title": "Engineered Immune Cells Improves Anti-Cancer Response",
    "summary": "Scientists have developed a way to engineer immune cells that specifically target tumors. The application of engineering ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/29773/engineered-immune-cells-improves-anti-cancer-response",
    "date": "2025-10-30"
  },
  {
    "title": "Sample Management Solutions: Your Essential Evaluation eBook",
    "summary": "Every sample in your lab is a foundation of discovery and insight, but if your sample management system isn't performing ...",
    "hyperlink": "https://www.labroots.com/trending/ebooks/29644/test-sample-management-solution-ebook",
    "date": "2025-10-30"
  },
  {
    "title": "_Nanotyrannus_ was not a teenaged _T. rex_",
    "summary": "_Nanotyrannus_ was not a teenaged _T. rex_",
    "hyperlink": "https://www.sciencenews.org/article/nanotyrannus-not-teenaged-t-rex",
    "date": "2025-10-30"
  },
  {
    "title": "Hundreds of animal studies on brain damage after stroke flagged for problematic images",
    "summary": "A new study has identified over 240 scientific publications on animal models of hemorrhagic stroke that contain potentially problematic images, thereby raising concerns about the trustworthiness of the body of literature ...",
    "hyperlink": "https://medicalxpress.com/news/2025-10-hundreds-animal-brain-flagged-problematic.html",
    "date": "2025-10-30"
  },
  {
    "title": "Discovery of viral entry routes and decoy molecules could block yellow fever and encephalitis",
    "summary": "Researchers at Washington University School of Medicine in St. Louis have identified central routes that two deadly viruses take to invade human cells and have designed decoy molecules that block the infections.",
    "hyperlink": "https://medicalxpress.com/news/2025-10-discovery-viral-entry-routes-decoy.html",
    "date": "2025-10-30"
  },
  {
    "title": "First online app for selecting best AI models for treatment of individual organs could help patients and physicians",
    "summary": "A team from the Department of Electronics, Information and Bioengineering of the Politecnico di Milano, led by Dr. Andrea Moglia, has developed the first online application that helps identify which artificial intelligence ...",
    "hyperlink": "https://medicalxpress.com/news/2025-10-online-app-ai-treatment-individual.html",
    "date": "2025-10-30"
  },
  {
    "title": "Decentralized future: Expanding clinical trials by allowing people to participate from home",
    "summary": "As the world becomes more digital, clinical research is evolving. One major change is the rise of decentralized clinical trials, or DCTs. Unlike traditional trials that require participants to visit hospitals or research ...",
    "hyperlink": "https://medicalxpress.com/news/2025-10-decentralized-future-clinical-trials-people.html",
    "date": "2025-10-30"
  },
  {
    "title": "Electricity reprograms immune cells to speed up recovery",
    "summary": "By electrically stimulating macrophages, scientists at Trinity College Dublin have found a way to calm inflammation and promote faster healing.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251029100202.htm",
    "date": "2025-10-30"
  },
  {
    "title": "It sounds creepy, but these scientific breakthroughs could save lives",
    "summary": "From mini-brains to spider-inspired gloves and wolf apple coatings, scientists are turning eerie-sounding experiments into real innovations that could revolutionize health and sustainability.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251030075112.htm",
    "date": "2025-10-30"
  },
  {
    "title": "Your pumpkin might be hiding a toxic secret",
    "summary": "Researchers in Japan have revealed how some gourds draw pollutants into their fruits.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251030075117.htm",
    "date": "2025-10-30"
  },
  {
    "title": "Gum disease may quietly damage the brain, scientists warn",
    "summary": "People with gum disease may have higher levels of brain white matter damage, a new study finds.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251029100147.htm",
    "date": "2025-10-30"
  },
  {
    "title": "Novel Cells Found to Drive Heart Failure Progression",
    "summary": "Heart failure is a leading cause of death and disability. Unfortunately, this affects millions of individuals and their ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/29774/novel-cells-found-drive-heart-failure-progression",
    "date": "2025-10-29"
  },
  {
    "title": "Deep Antarctic waters hold geometric communities of fish nests",
    "summary": "Deep Antarctic waters hold geometric communities of fish nests",
    "hyperlink": "https://www.sciencenews.org/article/antarctic-waters-geometric-fish-nests",
    "date": "2025-10-29"
  },
  {
    "title": "Black holes are encircled by thin rings of light. This physicist wants to see one",
    "summary": "Black holes are encircled by thin rings of light. This physicist wants to see one",
    "hyperlink": "https://www.sciencenews.org/article/alex-lupsasca-black-hole-photon-ring",
    "date": "2025-10-29"
  },
  {
    "title": "Some planets might home brew their own water",
    "summary": "Some planets might home brew their own water",
    "hyperlink": "https://www.sciencenews.org/article/planets-make-own-water",
    "date": "2025-10-29"
  },
  {
    "title": "Discovery of 'doorstop' for brain's electrical gates may open path to new therapies for neurodegenerative conditions",
    "summary": "As information zings from cell to cell inside the brain, bursts of electricity spur its transmission. At Cold Spring Harbor Laboratory (CSHL), scientists have turned their attention to the tiny pores that let charged ions ...",
    "hyperlink": "https://medicalxpress.com/news/2025-10-discovery-doorstop-brain-electrical-gates.html",
    "date": "2025-10-29"
  },
  {
    "title": "Clinical trial shows efficacy of bacteriophage therapy for Staphylococcus aureus bacteremia",
    "summary": "During IDWeek 2025 in Atlanta, Georgia, Loren G. Miller, MD, MPH, investigator at The Lundquist Institute for Biomedical Innovation at Harbor-UCLA Medical Center, presented findings from the Phase IIa diSArm study. Dr. Miller ...",
    "hyperlink": "https://medicalxpress.com/news/2025-10-clinical-trial-efficacy-bacteriophage-therapy.html",
    "date": "2025-10-29"
  },
  {
    "title": "In drug trials, lack of oversight of research ethics boards could put Canadian patients at risk",
    "summary": "New drug approvals by Health Canada are based on the results of clinical trials. But before clinical trials can",
    "hyperlink": "https://medicalxpress.com/news/2025-10-drug-trials-lack-oversight-ethics.html",
    "date": "2025-10-29"
  },
  {
    "title": "Scientists find hidden antibiotic 100x stronger against deadly superbugs",
    "summary": "A team of scientists discovered a hidden antibiotic 100 times stronger than existing drugs against deadly superbugs like MRSA.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251029002855.htm",
    "date": "2025-10-29"
  },
  {
    "title": "Scientists reverse Alzheimer’s in mice with groundbreaking nanotech",
    "summary": "Researchers used supramolecular nanoparticles to repair the brain’s vascular system and reverse Alzheimer’s in mice.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251029100154.htm",
    "date": "2025-10-29"
  },
  {
    "title": "Humans evolved faster than any other ape",
    "summary": "UCL scientists found that human skulls evolved much faster than those of other apes, reflecting the powerful forces driving our brain growth and facial flattening.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251029100152.htm",
    "date": "2025-10-29"
  },
  {
    "title": "Omega-3 benefits may vanish quickly after you stop",
    "summary": "Finnish scientists found that eicosapentaenoic acid (EPA) from fish oil impacts each person’s metabolism uniquely.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251029002913.htm",
    "date": "2025-10-29"
  },
  {
    "title": "Your IQ may determine how well you hear in a crowd",
    "summary": "New research reveals that intelligence plays a key role in how well people process speech in noisy environments.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251029002910.htm",
    "date": "2025-10-29"
  },
  {
    "title": "Online brain training reverses 10 years of aging in memory and learning",
    "summary": "A new McGill-led study reveals that digital brain exercises can rejuvenate aging brain systems responsible for learning and memory.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251029002858.htm",
    "date": "2025-10-29"
  },
  {
    "title": "Marijuana Use Surpasses Cigarette Smoking",
    "summary": "How does cannabis use influence cigarette smoking? This is what a recent study published in Addictive Behaviors hopes to ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29772/marijuana-surpasses-cigarette-smoking-2",
    "date": "2025-10-28"
  },
  {
    "title": "Lower Cholesterol May Reduce Dementia Risk",
    "summary": "People with genetic variants linked to lower cholesterol levels are less likely to develop dementia.",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29768/lower-cholesterol-reduce-dementia-risk-2",
    "date": "2025-10-28"
  },
  {
    "title": "Ozempic Shows Promise for Substance Use Disorders",
    "summary": "GLP-1 drugs like Ozempic which are used to treat diabetes and obesity may help treat substance use disorders.",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29767/ozempic-promise-substance-disorders-2",
    "date": "2025-10-28"
  },
  {
    "title": "Scientists Create Fungi That Destroys Mosquitoes",
    "summary": "Mosquitoes spread many deadly diseases, including malaria, and scientists have long been searching for ways to treat or ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29766/scientists-create-fungi-destroys-mosquitoes",
    "date": "2025-10-28"
  },
  {
    "title": "Beyond 2100: How Oceans Will Keep Rising for Centuries",
    "summary": "How will climate change occurring this century influence future centuries? This is what a recent study published in Natu ...",
    "hyperlink": "https://www.labroots.com/trending/earth-and-the-environment/29764/beyond-2100-oceans-rising-centuries-2",
    "date": "2025-10-28"
  },
  {
    "title": "Hurricane Melissa spins into a monster storm as it bears down on Jamaica",
    "summary": "Hurricane Melissa spins into a monster storm as it bears down on Jamaica",
    "hyperlink": "https://www.sciencenews.org/article/hurricane-melissa-monster-storm-jamaica",
    "date": "2025-10-28"
  },
  {
    "title": "Two tiny genetic shifts helped early humans walk upright",
    "summary": "Two tiny genetic shifts helped early humans walk upright",
    "hyperlink": "https://www.sciencenews.org/article/genetic-shifts-helped-humans-walk-two-legs",
    "date": "2025-10-28"
  },
  {
    "title": "Animal study links regional PFAS levels to male reproductive impacts",
    "summary": "New research from the University of Newcastle has revealed that PFAS levels matching those found in the Williamtown contamination zone could significantly alter male reproductive health in animals—even without visibly damaging ...",
    "hyperlink": "https://medicalxpress.com/news/2025-10-animal-links-regional-pfas-male.html",
    "date": "2025-10-28"
  },
  {
    "title": "Opt-out organ donation policies may reduce organ supply",
    "summary": "Every day, 17 Americans die while waiting for an organ transplant. Opt-out organ donation policies, which enroll everyone into post-mortem donation programs by default unless people choose to opt out, have been touted as ...",
    "hyperlink": "https://medicalxpress.com/news/2025-10-opt-donation-policies.html",
    "date": "2025-10-28"
  },
  {
    "title": "WHO's priorities shaped by its reliance on grants from donor organizations, study suggests",
    "summary": "The World Health Organization's (WHO's) priorities are being skewed by its increasing reliance on donations from organizations such as the Gates Foundation (previously known as the Bill and Melinda Gates Foundation), which ...",
    "hyperlink": "https://medicalxpress.com/news/2025-10-priorities-reliance-grants-donor.html",
    "date": "2025-10-28"
  },
  {
    "title": "Misapplied pharmaceutical model prevents scaling of effective interventions, researcher argues",
    "summary": "A new article published in the Journal of Medical Internet Research challenges the foundational research model that has shaped the digital health industry for decades. The article, \"From Efficacy to Scale: Addressing Digital ...",
    "hyperlink": "https://medicalxpress.com/news/2025-10-misapplied-pharmaceutical-scaling-effective-interventions.html",
    "date": "2025-10-28"
  },
  {
    "title": "Why women live longer than men, explained by evolution",
    "summary": "An international team of researchers led by scientists from the Max Planck Institute for Evolutionary Anthropology in Leipzig, working with 15 collaborators around the world, has conducted the most comprehensive study yet of lifespan differences between the sexes in mammals and birds.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251027225628.htm",
    "date": "2025-10-28"
  },
  {
    "title": "A revolutionary DNA search engine is speeding up genetic discovery",
    "summary": "ETH Zurich scientists have created “MetaGraph,” a revolutionary DNA search engine that functions like Google for genetic data.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251027224917.htm",
    "date": "2025-10-28"
  },
  {
    "title": "Surprising study finds processed fats may not harm heart health",
    "summary": "A new study offers reassurance about the safety of certain processed fats found in everyday foods.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251027224855.htm",
    "date": "2025-10-28"
  },
  {
    "title": "Bananas could be ruining your smoothie’s health benefits",
    "summary": "Researchers at UC Davis discovered that adding a banana to your smoothie may drastically reduce the absorption of flavanols — powerful compounds linked to heart and brain health.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251027224844.htm",
    "date": "2025-10-28"
  },
  {
    "title": "Scientists discover COVID mRNA vaccines boost cancer survival",
    "summary": "Researchers found that COVID-19 mRNA vaccines significantly increased survival in lung and skin cancer patients undergoing immunotherapy.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251027224837.htm",
    "date": "2025-10-28"
  },
  {
    "title": "This easy daily habit cuts heart risk by two thirds",
    "summary": "New research reveals that walking in longer, uninterrupted bouts of 10–15 minutes significantly lowers cardiovascular disease risk—by up to two-thirds compared to shorter strolls.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251027224829.htm",
    "date": "2025-10-28"
  },
  {
    "title": "Scientists discover a surprising way to quiet the anxious mind",
    "summary": "Generalized anxiety disorder affects millions, often trapping sufferers in cycles of fear and isolation that conventional medications barely relieve.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251027023816.htm",
    "date": "2025-10-28"
  },
  {
    "title": "Scientists say gluten isn’t the problem after all",
    "summary": "Groundbreaking research published in The Lancet suggests that most people who believe they’re sensitive to gluten are actually reacting to other factors like FODMAPs or brain-gut dynamics.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251027023754.htm",
    "date": "2025-10-28"
  },
  {
    "title": "Lipids are Crucial to a Kind of Cellular 'Housekeeping'",
    "summary": "The body has to clear away dead cells and other unnecessary or unneeded stuff, and one mechanism that is crucial to the ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29759/lipids-crucial-cellular-housekeeping",
    "date": "2025-10-27"
  },
  {
    "title": "Pathogenic Germs Can Keep Infected Cells in the Gut",
    "summary": "While microbes are everywhere in the world, and in our bodies, many are harmless. Others, however, can be very dangerous ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/29755/pathogenic-germs-infected-cells-gut",
    "date": "2025-10-27"
  },
  {
    "title": "Eating More Fruits and Veg Linked to Less Sleep Disturbance",
    "summary": "Higher fruit and vegetable consumption during the day is linked to significantly better sleep the same night.",
    "hyperlink": "https://www.labroots.com/trending/neuroscience/29760/eating-fruits-veg-linked-sleep-disturbance-2",
    "date": "2025-10-27"
  },
  {
    "title": "Study Examines the Impact of Legalization on Cannabis Use Among Individuals with Psychosis",
    "summary": "A study published in JAMA Psychiatry examined recreational cannabis legalization (RCL) has impacted cannabis use in indi ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29762/study-examines-impact-legalization-cannabis-individuals-psychosis-2",
    "date": "2025-10-27"
  },
  {
    "title": "These simple knife tricks stop onion tears instantly",
    "summary": "These simple knife tricks stop onion tears instantly",
    "hyperlink": "https://www.sciencenews.org/article/knife-tricks-stop-onion-cutting-crying",
    "date": "2025-10-27"
  },
  {
    "title": "Breastfeeding's impact on bone density could boost development of osteoporosis drugs",
    "summary": "Pregnancies do not weaken a woman's skeleton. Breastfeeding, however, can reduce bone density considerably. These are findings from a research report produced at Lund University in Sweden. But breastfeeding women need not ...",
    "hyperlink": "https://medicalxpress.com/news/2025-10-breastfeeding-impact-bone-density-boost.html",
    "date": "2025-10-27"
  },
  {
    "title": "A 'bird's eye view' of how human brains operate",
    "summary": "A new study provides the best evidence to date that the connection patterns between various parts of the human brain can tell scientists the specialized functions of each region.",
    "hyperlink": "https://medicalxpress.com/news/2025-10-bird-eye-view-human-brains.html",
    "date": "2025-10-27"
  },
  {
    "title": "Scientists turn “junk DNA” into a powerful weapon against cancer",
    "summary": "King’s College London researchers discovered that parts of our DNA once thought to be “junk” can actually help destroy cancer cells.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251027023819.htm",
    "date": "2025-10-27"
  },
  {
    "title": "Cavities and gum disease could nearly double stroke risk",
    "summary": "People with both cavities and gum disease were found to have an 86% higher stroke risk than those with healthy mouths.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251027023759.htm",
    "date": "2025-10-27"
  },
  {
    "title": "Life expectancy gains have slowed sharply, study finds",
    "summary": "Researchers found that life expectancy growth in wealthy nations has dramatically slowed since 1939.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251026021749.htm",
    "date": "2025-10-27"
  },
  {
    "title": "Scientists turn flower fragrance into a mosquito killer",
    "summary": "A team of researchers has developed a floral-scented fungus that tricks mosquitoes into approaching and dying.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251026021737.htm",
    "date": "2025-10-27"
  },
  {
    "title": "How a Risk Gene Raises Alzheimer's Risk",
    "summary": "Scientists have long been working to understand the causes of Alzheimer's disease. Some cases are related to genetics...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29754/risk-gene-raises-alzheimer-s-risk",
    "date": "2025-10-26"
  },
  {
    "title": "Weight-loss drugs like Ozempic may also curb drug and alcohol addiction",
    "summary": "GLP-1 drugs, originally developed for diabetes and obesity, may also curb addictive behaviors by acting on reward circuits in the brain.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251026021746.htm",
    "date": "2025-10-26"
  },
  {
    "title": "Ancient DNA reveals the deadly diseases behind Napoleon’s defeat",
    "summary": "Researchers have uncovered microbial evidence in the remains of Napoleon’s soldiers from the 1812 Russian retreat.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251026021727.htm",
    "date": "2025-10-26"
  },
  {
    "title": "COVID-19 Vaccination Linked to Patient Responsiveness to Immunotherapy",
    "summary": "A study presented at the annual European Society of Medical Oncology Congress 2025 and published in the journal Annals o...",
    "hyperlink": "https://www.labroots.com/trending/cancer/29731/covid-19-vaccination-linked-patient-responsiveness-immunotherapy",
    "date": "2025-10-25"
  },
  {
    "title": "High-intensity Interval Exercise and Hippocampal Health in Adults with Cannabis Use Disorder",
    "summary": "A clinical trial published in JAMA Psychiatry examined the effects of high-intensity interval training (HIIT) on hippoca ...",
    "hyperlink": "https://www.labroots.com/trending/health-and-medicine/29618/high-intensity-interval-exercise-hippocampal-health-adults-cannabis-disorder-2",
    "date": "2025-10-24"
  },
  {
    "title": "Napoleon’s retreating army may have been plagued by these microbes",
    "summary": "Napoleon’s retreating army may have been plagued by these microbes",
    "hyperlink": "https://www.sciencenews.org/article/napoleon-army-retreat-russia-bacteria",
    "date": "2025-10-24"
  },
  {
    "title": "Brain cancer can dissolve parts of the skull",
    "summary": "Brain cancer can dissolve parts of the skull",
    "hyperlink": "https://www.sciencenews.org/article/brain-cancer-glioblastoma-erode-skull",
    "date": "2025-10-24"
  },
  {
    "title": "How strong is your weed, really? Scientists say labels often mislead",
    "summary": "Colorado researchers discovered that nearly half of tested cannabis flower products exaggerated their THC levels, while concentrates were mostly accurate.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251023031618.htm",
    "date": "2025-10-24"
  },
  {
    "title": "Exercise May Lead to Younger, Healthier Immune System",
    "summary": "Long-term endurance exercise may give a boost to your immune system.",
    "hyperlink": "https://www.labroots.com/trending/cardiology/29749/exercise-lead-younger-healthier-immune-system-2",
    "date": "2025-10-23"
  },
  {
    "title": "Novel Combination Immunotherapy Improves Survival in Patients with Colorectal Cancer",
    "summary": "Colorectal cancer is the third most common cancer worldwide. It is estimated that there are over 1.5 million diagnoses a...",
    "hyperlink": "https://www.labroots.com/trending/immunology/29743/novel-combination-immunotherapy-improves-survival-patients-colorectal-cancer",
    "date": "2025-10-23"
  },
  {
    "title": "Gene Expression Predicts Therapeutic Efficacy",
    "summary": "The immune system works to identify and target invading pathogens. Specifically, our bodies work to get rid of any harmf...",
    "hyperlink": "https://www.labroots.com/trending/immunology/29742/gene-expression-predicts-therapeutic-efficacy",
    "date": "2025-10-23"
  },
  {
    "title": "Any Alcohol Consumption Raises the Risk of Dementia, Heart Disease",
    "summary": "To prevent both dementia and heart disease, it may be best to avoid alcohol.",
    "hyperlink": "https://www.labroots.com/trending/cardiology/29748/alcohol-consumption-raises-risk-dementia-heart-disease-2",
    "date": "2025-10-23"
  },
  {
    "title": "Some Utah Medical Cannabis Patients Use Illegal Products",
    "summary": "A study published in the Journal of Cannabis Research examined the reasons why some patients enrolled in Utah’ ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29645/utah-medical-cannabis-patients-illegal-products-2",
    "date": "2025-10-23"
  },
  {
    "title": "Serotonin-Generating Gut Microbes are ID'ed, May Aid IBS Treatment",
    "summary": "The vast community of microorganisms in the gastrointestinal tract-the gut microbome, is closely connected to many aspec ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/29753/serotonin-generating-gut-microbes-id-ed-aid-ibs-treatment",
    "date": "2025-10-22"
  },
  {
    "title": "Most women get uterine fibroids. This researcher wants to know why",
    "summary": "Most women get uterine fibroids. This researcher wants to know why",
    "hyperlink": "https://www.sciencenews.org/article/erika-moore-uterine-fibroids-research",
    "date": "2025-10-22"
  },
  {
    "title": "New Insights Into Down Syndrome",
    "summary": "Down syndrome affects around one in 640 children born in the US every year, and is the most common genetic cause of inte ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29740/insights-syndrome",
    "date": "2025-10-21"
  },
  {
    "title": "New CBD-Like Molecules Offer Hope for Drug-Resistant Epilepsy",
    "summary": "How can cannabidiol (CBD) be used to treat epilepsy? This is what a recent study published in Neuropsychopharmacology ho ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29747/cbd-like-molecules-offer-hope-drug-resistant-epilepsy-2",
    "date": "2025-10-21"
  },
  {
    "title": "COVID-related smell loss may last years",
    "summary": "COVID-related smell loss may last years",
    "hyperlink": "https://www.sciencenews.org/article/long-covid-smell-loss-persistent-years",
    "date": "2025-10-21"
  },
  {
    "title": "Bird flu hiding in cheese? The surprising new discovery",
    "summary": "Researchers discovered that avian influenza (H5N1) can survive in raw milk cheese made from contaminated milk, even after the 60-day aging process required by the FDA.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251020092841.htm",
    "date": "2025-10-21"
  },
  {
    "title": "X-Linked Gene May Increase Women's Disease Risk",
    "summary": "Multiple sclerosis is an autoimmune and neurological disorder that is three times more common in women...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29735/x-linked-gene-increase-women-s-disease-risk",
    "date": "2025-10-20"
  },
  {
    "title": "New Health Insights From Long-Lived People",
    "summary": "Researchers found a genetic variant in people with especially long lives, which could help children who age prematurely",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29730/health-insights-long-lived-people",
    "date": "2025-10-20"
  },
  {
    "title": "Elite athletes hit a metabolic limit",
    "summary": "Ultramarathoners are capable of huge energy spurts, overall the athletes top out at 2.5 times the metabolic rate needed for basic body functions.",
    "hyperlink": "https://www.sciencenews.org/article/elite-athletes-metabolism-limits",
    "date": "2025-10-20"
  },
  {
    "title": "Scientists reveal the best exercise to ease knee arthritis pain",
    "summary": "A sweeping review of over 200 studies finds that aerobic exercises like walking and cycling offer the best pain relief and mobility gains for knee osteoarthritis.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251019120521.htm",
    "date": "2025-10-20"
  },
  {
    "title": "Can a Drug Prevent Mitochondrial Diseases?",
    "summary": "Mitochondria are incredible organelles. They not only provide crucial power to our cells, these little machines also hav ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29729/drug-prevent-mitochondrial-diseases",
    "date": "2025-10-19"
  },
  {
    "title": "Rashes and Itching May Indicate Worse Outcomes in Psychosis",
    "summary": "Skin conditions such as rashes or itching among those with their first psychotic episode may serve as early warning sign ...",
    "hyperlink": "https://www.labroots.com/trending/neuroscience/29736/rashes-itching-indicate-worse-outcomes-psychosis-2",
    "date": "2025-10-19"
  },
  {
    "title": "Breakthrough cancer therapy stops tumor growth without harming healthy cells",
    "summary": "Scientists have found a new way to stop cancer growth without damaging healthy cells. Researchers from the Francis Crick Institute and Vividion Therapeutics discovered a compound that blocks the signal telling cancer cells to grow and divide.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251018102122.htm",
    "date": "2025-10-19"
  },
  {
    "title": "Cancer patients who got a COVID vaccine lived much longer",
    "summary": "A groundbreaking study reveals that cancer patients who received a COVID-19 mRNA vaccine within 100 days of starting immunotherapy lived dramatically longer than those who didn’t.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251019120503.htm",
    "date": "2025-10-19"
  },
  {
    "title": "Surgery beats Ozempic for long-term health, Cleveland Clinic finds",
    "summary": "Weight-loss surgery dramatically outperformed GLP-1 medications in improving longevity and reducing heart, kidney, and eye complications for people with obesity and diabetes.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251016223118.htm",
    "date": "2025-10-18"
  },
  {
    "title": "Can Ozempic help you cut back on alcohol? Researchers think so",
    "summary": "Semaglutide, tirzepatide, and other GLP-1 drugs appear to slow alcohol absorption and blunt its intoxicating effects, according to new research.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251016223103.htm",
    "date": "2025-10-18"
  },
  {
    "title": "Mental Health & The Gut Microbiome - A Growing Link",
    "summary": "Several new studies have highlighted the connection between the community of microbes in the human gastrointestinal trac ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/29728/mental-health-gut-microbiome-growing-link",
    "date": "2025-10-17"
  },
  {
    "title": "How Cells Can Create a Dangerous 'Footprint of Death'",
    "summary": "Researchers have discovered a novel method that viruses use to move around the body. These findings could help scientist ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/29724/cells-create-dangerous-footprint-death",
    "date": "2025-10-17"
  },
  {
    "title": "Our relationship with alcohol is fraught. Ancient customs might inspire a reset",
    "summary": "As evidence of alcohol's harms mounts, some people are testing out sobriety. Look to ancient civilizations' ways for a reset, scholars suggest.",
    "hyperlink": "https://www.sciencenews.org/article/alcohol-fraught-ancient-customs",
    "date": "2025-10-17"
  },
  {
    "title": "Hormone Replacement Therapy Restores Healthy Immune Response",
    "summary": "Hormone replacement therapy (HRT) or menopausal hormone therapy (MHT) are treatments to mediate symptoms of menopause. P ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/29717/hormone-replacement-therapy-restores-healthy-immune-response",
    "date": "2025-10-16"
  },
  {
    "title": "A Novel Cancer Treatment Reprograms Cell Death and Triggers Robust Immunity",
    "summary": "Cancer is classified as the uncontrollable growth of mutated cells. There are different types of cancers that correlate...",
    "hyperlink": "https://www.labroots.com/trending/immunology/29716/novel-cancer-treatment-reprograms-cell-death-triggers-robust-immunity",
    "date": "2025-10-16"
  },
  {
    "title": "1 in 5 Young Adults Use Cannabis to Fall Asleep",
    "summary": "Over 20% of young adults report using cannabis or alcohol to help fall asleep.",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29723/1-5-adults-cannabis-fall-asleep-2",
    "date": "2025-10-16"
  },
  {
    "title": "Esophageal Cancer Screening Inadequate for High-Risk Barrett's Esophagus Patients",
    "summary": "Practical strategies to screen for cancer remain a high priority for public health. For all types of cancer ...",
    "hyperlink": "https://www.labroots.com/trending/cancer/29707/esophageal-cancer-screening-inadequate-high-risk-barrett-s-esophagus-patients",
    "date": "2025-10-16"
  },
  {
    "title": "An estimated 54,600 young children are malnourished in Gaza",
    "summary": "A study that screened young children in Gaza for malnutrition found that nearly 16 percent suffered from wasting in August 2025.",
    "hyperlink": "https://www.sciencenews.org/article/gaza-children-malnourished-palestine",
    "date": "2025-10-16"
  },
  {
    "title": "This European treatment for joint pain just passed a major scientific test",
    "summary": "Korean researchers found that low-dose radiation therapy eased knee pain and improved movement in people with mild to moderate osteoarthritis.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251015032316.htm",
    "date": "2025-10-15"
  },
  {
    "title": "Exercise might be the key to a younger, sharper immune system",
    "summary": "Endurance exercise may train the immune system as much as the muscles. Older adults with decades of running or cycling had immune cells that functioned better and aged more slowly.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251014014421.htm",
    "date": "2025-10-15"
  },
  {
    "title": "Nanoparticle Vaccine Prevents Cancer in Mice",
    "summary": "A newly developed nanoparticle-based vaccine successfully prevented melanoma, pancreatic, and triple-negative breast can...",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29708/nanoparticle-vaccine-prevents-cancer-mice-2",
    "date": "2025-10-14"
  },
  {
    "title": "The Growing Threat of STI Antibiotic Resistance",
    "summary": "Introduction Antimicrobial resistance (AMR) in sexually transmitted infections (STIs) now poses a significant and escala ...",
    "hyperlink": "https://www.labroots.com/trending/clinical-and-molecular-dx/29651/growing-threat-sti-antibiotic-resistance",
    "date": "2025-10-14"
  },
  {
    "title": "Marijuana Linked to Fewer Opioid Overdoses",
    "summary": "How can cannabis legalization laws impact opioid use? This is what a recent study published in the American Journal of H ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29720/marijuana-linked-fewer-opioid-overdoses-2",
    "date": "2025-10-14"
  },
  {
    "title": "Common Hair Loss Drug Linked to Depression and Suicide",
    "summary": "Finasteride, a widely-used treatment for hair loss, has been linked with depression and suicide for over 20 years",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29709/common-hair-loss-drug-linked-depression-suicide-2",
    "date": "2025-10-14"
  },
  {
    "title": "Unveiling a New Mechanism of \"Chemo Brain\"",
    "summary": "Chemotherapy, anti-cancer drugs that stop the growth of tumor cells, encompasses a wide variety of different agents.&nbs ...",
    "hyperlink": "https://www.labroots.com/trending/cancer/29699/unveiling-mechanism-chemo-brain",
    "date": "2025-10-13"
  },
  {
    "title": "TBI in Older Adults Linked to Higher Rates of Dementia",
    "summary": "Traumatic brain injury (TBI) in older adults is linked to higher rates of dementia.",
    "hyperlink": "https://www.labroots.com/trending/neuroscience/29701/tbi-adults-linked-rates-dementia-2",
    "date": "2025-10-13"
  },
  {
    "title": "This experimental “super vaccine” stopped cancer cold in the lab",
    "summary": "UMass Amherst researchers have developed a groundbreaking nanoparticle-based cancer vaccine that prevented melanoma, pancreatic, and triple-negative breast cancers in mice—with up to 88% remaining tumor-free.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251013040323.htm",
    "date": "2025-10-13"
  },
  {
    "title": "Thousands fall ill as mosquito fever explodes across southern China",
    "summary": "China’s Guangdong Province is battling its worst-ever chikungunya outbreak, with thousands of infections spreading across major cities and nearby regions.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251009033244.htm",
    "date": "2025-10-10"
  },
  {
    "title": "You’re probably eating enough protein, but maybe not the right mix",
    "summary": "Protein is having a moment. But even if most people are eating enough protein, studies suggest they may not be eating the right mix.",
    "hyperlink": "https://www.sciencenews.org/article/protein-intake-balance-benefits",
    "date": "2025-10-09"
  },
  {
    "title": "Scientists finally reveal what’s behind long COVID’s mysterious brain fog",
    "summary": "Researchers in Japan have pinpointed a biological cause of Long COVID brain fog using advanced PET brain imaging.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251006051127.htm",
    "date": "2025-10-06"
  },
  {
    "title": "Nanotech transforms vinegar into a lifesaving superbug killer",
    "summary": "Researchers have enhanced vinegar’s antibacterial properties by infusing it with cobalt-based carbon nanoparticles.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251006051122.htm",
    "date": "2025-10-06"
  },
  {
    "title": "A flu test you can chew",
    "summary": "Flu detection could soon be as simple as chewing gum.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251002074011.htm",
    "date": "2025-10-02"
  },
  {
    "title": "Millions could be living with hidden smell loss after COVID without knowing",
    "summary": "A massive NIH-backed study reveals that COVID-19’s toll on smell may be more widespread and lasting than most realize.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251002074007.htm",
    "date": "2025-10-02"
  },
  {
    "title": "Scientists finally explain the real reason pregnant women get morning sickness",
    "summary": "Morning sickness isn’t just random misery—it’s a biological defense system shaped by evolution to protect the fetus.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/09/250929054923.htm",
    "date": "2025-09-30"
  },
  {
    "title": "The hidden iron switch that makes cancer cells self-destruct",
    "summary": "Scientists discovered that inhibiting the enzyme STK17B forces multiple myeloma cells into iron-driven death and makes therapies more effective.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/09/250929054920.htm",
    "date": "2025-09-30"
  },
  {
    "title": "Immune Aging May Drive Arthritis",
    "summary": "Rheumatoid arthritis is an autoimmune disorder that causes inflammation, swelling and pain in joints...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29638/immune-aging-drive-arthritis",
    "date": "2025-09-29"
  },
  {
    "title": "Stunning images reveal how antibiotics shatter bacterial defenses",
    "summary": "Researchers have revealed how polymyxins, crucial last-resort antibiotics, break down bacterial armor by forcing cells to overproduce and shed it.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/09/250929054907.htm",
    "date": "2025-09-29"
  },
  {
    "title": "Any Amount of Alcohol Consumption Increases Dementia Risk",
    "summary": "Drinking any quantity of alcohol is linked to a higher risk of dementia.",
    "hyperlink": "https://www.labroots.com/trending/neuroscience/29653/amount-alcohol-consumption-increases-dementia-risk",
    "date": "2025-09-28"
  },
  {
    "title": "New Huntington's Disease Therapy Slows Patients' Disease by 75%",
    "summary": "Huntington's disease is a fatal genetic disorder, but new work could help change that...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29629/huntington-s-disease-therapy-slows-patients-disease-75",
    "date": "2025-09-28"
  },
  {
    "title": "Doctors tested a common drug on COVID. The results are stunning",
    "summary": "Inhaled heparin significantly lowers the risk of death and ventilation in COVID-19 patients while also showing potential against other respiratory infections.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/09/250928095616.htm",
    "date": "2025-09-28"
  },
  {
    "title": "New inhaler halves childhood asthma attacks",
    "summary": "A groundbreaking international study has shown that a 2-in-1 budesonide-formoterol inhaler is far more effective than the standard salbutamol inhaler in children with mild asthma, cutting attacks by nearly half.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/09/250928095611.htm",
    "date": "2025-09-28"
  },
  {
    "title": "Cocoa supplements show surprising anti-aging potential",
    "summary": "Daily cocoa extract supplements reduced key inflammation markers in older adults, pointing to a role in protecting the heart.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/09/250927031221.htm",
    "date": "2025-09-27"
  },
  {
    "title": "Scientists uncover how to block pain without side effects",
    "summary": "Scientists have discovered a way to block pain while still allowing the body’s natural healing to take place.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/09/250926035030.htm",
    "date": "2025-09-26"
  },
  {
    "title": "Cambridge scientists created a gel that could end arthritis pain",
    "summary": "Cambridge scientists have created a breakthrough material that can sense tiny chemical changes in the body, such as the increased acidity during an arthritis flare-up, and release drugs exactly when and where they’re needed.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/09/250925025401.htm",
    "date": "2025-09-26"
  },
  {
    "title": "Brain fat, not just plaques, may be the hidden driver of Alzheimer’s",
    "summary": "For decades, scientists believed Alzheimer’s was driven mainly by sticky protein plaques and tangles in the brain. Now Purdue researchers have revealed a hidden culprit: fat.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/09/250924012257.htm",
    "date": "2025-09-25"
  },
  {
    "title": "Scientists reveal pill that helps shed 20% of body weight",
    "summary": "A massive international study has shown that the experimental oral obesity drug orforglipron can help patients shed over 10% of their body weight, with nearly one in five losing 20% or more.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/09/250924012248.htm",
    "date": "2025-09-25"
  },
  {
    "title": "A hormone that silences the immune system may unlock new cancer treatments",
    "summary": "Scientists have discovered that cancer uses a hidden hormone to switch off the body’s natural defenses, allowing tumors to grow unchecked.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/09/250921091002.htm",
    "date": "2025-09-22"
  },
  {
    "title": "Simple therapies outperform drugs for knee arthritis pain relief",
    "summary": "A sweeping analysis of nearly 10,000 patients reveals that knee braces, hydrotherapy, and exercise stand out as the most effective non-drug therapies for knee osteoarthritis.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/09/250919085252.htm",
    "date": "2025-09-21"
  },
  {
    "title": "Clear skin in a week with this breakthrough acne patch",
    "summary": "Researchers have created a two-stage acne patch with tiny arrowhead-shaped spikes that deliver healing compounds directly under the skin.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/09/250919085250.htm",
    "date": "2025-09-21"
  },
  {
    "title": "Hardly anyone uses this surprisingly simple fix for high blood pressure",
    "summary": "Despite strong evidence that salt substitutes can safely lower sodium intake and reduce high blood pressure, very few Americans use them.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/09/250919085237.htm",
    "date": "2025-09-20"
  },
  {
    "title": "Smoking’s hidden gut bacteria trick may lead to new colitis treatments",
    "summary": "For decades, scientists have puzzled over why smoking makes Crohn’s disease worse but seems to protect people from ulcerative colitis.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/09/250919085235.htm",
    "date": "2025-09-20"
  },
  {
    "title": "Alcohol’s hidden shortcut lets gut bacteria wreck the liver",
    "summary": "Alcohol-associated liver disease is becoming a massive health and economic burden, but researchers at UC San Diego may have uncovered a new way forward.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/09/250918225018.htm",
    "date": "2025-09-19"
  },
  {
    "title": "Doctors warn of a stealth opioid 20x more potent than fentanyl",
    "summary": "Nitazenes, a powerful and largely hidden class of synthetic opioids, are quickly becoming a deadly factor in the overdose crisis.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/09/250917221004.htm",
    "date": "2025-09-18"
  },
  {
    "title": "Why so many young kids with ADHD are getting the wrong treatment",
    "summary": "Preschoolers with ADHD are often given medication right after diagnosis, against medical guidelines that recommend starting with behavioral therapy.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/09/250915202839.htm",
    "date": "2025-09-16"
  },
  {
    "title": "New drug could be first to stop deadly fatty liver disease",
    "summary": "Scientists at UC San Diego have identified a new drug, ION224, that could transform the treatment of MASH, a dangerous form of fatty liver disease tied to obesity and diabetes.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/09/250915202836.htm",
    "date": "2025-09-16"
  },
  {
    "title": "Daily eye drops could make reading glasses obsolete",
    "summary": "Eye drops combining pilocarpine and diclofenac helped patients read extra lines on vision charts, with effects lasting up to two years.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/09/250914205832.htm",
    "date": "2025-09-15"
  },
  {
    "title": "Most quit breakthrough weight-loss drug within a year",
    "summary": "A massive Danish study reveals that despite the remarkable weight-loss benefits of semaglutide, more than half of adults without diabetes stop using it within a year.",
    "hyperlink": "https://www.sciencedaily.com/releases/2025/09/250913232157.htm",
    "date": "2025-09-14"
  },
  {
    "title": "New Cannabis Compound Shows Potent Skin Benefits",
    "summary": "How can cannabis compounds be used to improve skin health? This is what a recent study published in the Journal of Natur...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29687/cannabis-compound-potent-skin-benefits-2",
    "date": "2025-09-10"
  },
  {
    "title": "Novel Antibody Neutralizes a Wide Range of HIV Variants",
    "summary": "Human immunodeficiency virus (HIV) is a viral infection that attacks our immune systems. Infection enters the body by co...",
    "hyperlink": "https://www.labroots.com/trending/immunology/29686/novel-antibody-neutralizes-wide-range-hiv-variants",
    "date": "2025-09-10"
  }
]