{"error": null, "id": "resp_012e1878150aa2930168f1a76545588193af42f9231e14c2a3", "incomplete_details": {"reason": "max_output_tokens"}, "messages": [{"id": "msg_012e1878150aa2930168f1a766bfe48193b91c6bfd75f7ba59", "type": "message", "status": "incomplete", "content": [{"type": "output_text", "annotations": [], "logprobs": [], "text": "[\n    {\n        \"title\": \"Precision Oncology Showcase\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.labroots.com/virtual-event/precision-oncology-showcase?id=9246\",\n        \"date\": \"06-11-2025\"\n    },\n    {\n        \"title\": \"Global launch of LabVantage Biotech360: Powering Innovation, Driving Discovery\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.labroots.com/virtual-event/global-launch-labvantage-biotech-360-powering-innovation-driving-discovery?id=9709\",\n        \"date\": \"05-11-2025\"\n    },\n    {\n        \"title\": \"The Simple Way to Protein Research\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.labroots.com/virtual-event/simple-advance-protein-research?id=9070\",\n        \"date\": \"04-11-2025\"\n    },\n    {\n        \"title\": \"68th Annual Biosafety and Biosecurity Conference\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.labroots.com/virtual-event/68th-annual-biosafety-biosecurity-conference?id=9578\",\n        \"date\": \"27-10-2025\"\n    },\n    {\n        \"title\": \"This European treatment for joint pain just passed a major scientific test\",\n        \"summary\": \"Korean researchers found that low-dose radiation therapy eased knee pain and improved movement in people with mild to moderate osteoarthritis.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251015032316.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Exercise might be the key to a younger, sharper immune system\",\n        \"summary\": \"Endurance exercise may train the immune system as much as the muscles.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251014014421.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Popular hair-loss pill linked to depression and suicide\",\n        \"summary\": \"Finasteride, a common hair-loss drug, has long been tied to depression and suicide, but regulators ignored the warnings.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251013040343.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"A single protein could stop sudden death after heart attacks\",\n        \"summary\": \"A team at Massachusetts General Hospital uncovered that an immune defense protein, Resistin-like molecule gamma, attacks heart cells after a heart attack—literally punching holes in them.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251013040341.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"C-section births linked to sleepless nights and painful recoveries\",\n        \"summary\": \"Women who undergo C-sections are more likely to experience debilitating pain and sleep disorders in the months after giving birth.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251013040331.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Fentanyl overdoses among seniors surge 9,000% — A hidden crisis few saw coming\",\n        \"summary\": \"Overdose deaths from fentanyl mixed with stimulants have skyrocketed among seniors, increasing 9,000% in just eight years.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251012054606.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Two common drugs could reverse fatty liver disease\",\n        \"summary\": \"Researchers at the University of Barcelona found that combining pemafibrate and telmisartan significantly reduces liver fat and cardiovascular risks in MASLD models.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251011105531.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"MIT’s “stealth” immune cells could change cancer treatment forever\",\n        \"summary\": \"MIT and Harvard scientists have designed an advanced type of immune cell called a CAR-NK cell that can destroy cancer while avoiding attack from the body’s own immune defenses.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251011043535.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists unlock nature’s secret to a cancer-fighting molecule\",\n        \"summary\": \"Researchers have cracked the code behind how plants make mitraphylline, a rare cancer-fighting molecule.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251009033206.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists discover brain circuit that can switch off chronic pain\",\n        \"summary\": \"Scientists have pinpointed Y1 receptor neurons in the brain that can override chronic pain signals when survival instincts like hunger or fear take precedence. Acting like a neural switchboard, these cells balance pain with other biological needs.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251009033126.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Common medications may secretly rewire your gut for years\",\n        \"summary\": \"Drugs taken years—even decades—ago can leave lasting imprints on the gut microbiome, reshaping the community of microbes long after treatment stops.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251008030953.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists reveal green tea’s fat-burning secret\",\n        \"summary\": \"New research shows green tea may help the body burn fat and balance blood sugar.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251008030951.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists just found a molecule that could stop Parkinson’s in its tracks\",\n        \"summary\": \"Researchers have designed a peptide that prevents the deadly misfolding of alpha-synuclein, the protein behind Parkinson’s and some dementias. In lab and animal tests, it stabilized the protein and improved motor function. The work demonstrates the power of rational drug design in tackling brain diseases that have long lacked effective treatments.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251008030949.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"New pill could finally control stubborn high blood pressure\",\n        \"summary\": \"A new pill called baxdrostat may offer hope for people whose blood pressure stays high even after taking standard medications.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251008030947.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Bacteria hidden inside tumors could help beat cancer\",\n        \"summary\": \"Scientists have discovered that bacteria living inside tumors can produce a molecule that fights cancer and enhances chemotherapy.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251007081835.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Nanotech transforms vinegar into a lifesaving superbug killer\",\n        \"summary\": \"Researchers have enhanced vinegar’s antibacterial properties by infusing it with cobalt-based carbon nanoparticles.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251006051122.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Brain cancer that eats the skull stuns scientists\",\n        \"summary\": \"A new study shows glioblastoma isn’t confined to the brain—it erodes the skull and hijacks the immune system within skull marrow. The cancer opens channels that let inflammatory cells enter the brain, fueling its deadly progression. Even drugs meant to protect bones can make things worse, highlighting the need for therapies that target both brain and bone. The discovery reframes glioblastoma as a whole-body disease, not just a brain disorder.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251005085618.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Doctors stunned by a cheap drug’s power against colon cancer\",\n        \"summary\": \"A Scandinavian clinical trial has revealed that low-dose aspirin can halve the risk of colon and rectal cancer recurrence in patients with specific genetic mutations.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251003033921.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"A single dose of psilocybin may rewire the brain for lasting relief\",\n        \"summary\": \"Penn researchers found that psilocybin can calm brain circuits tied to pain and mood, easing both physical suffering and emotional distress in animal studies. The compound works in the anterior cingulate cortex, bypassing injury sites and offering a dual benefit for pain and depression. Unlike opioids, psilocybin is non-addictive and may provide relief lasting weeks.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251002073959.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"A common supplement could supercharge cancer treatments\",\n        \"summary\": \"Zeaxanthin, best known for eye health, has been found to boost the tumor-killing power of T cells.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251001092214.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"From poison to power: How lead exposure helped shape human intelligence\",\n        \"summary\": \"Scientists studying ancient teeth found that early humans, great apes, and even Neanderthals were exposed to lead millions of years ago. Long before humans built cities or wrote words, our ancestors may have faced a hidden threat that shaped who we became.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251015230952.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Tiny brain nanotubes found by Johns Hopkins may spread Alzheimer’s\",\n        \"summary\": \"Johns Hopkins scientists uncovered microscopic “nanotube” channels that neurons use to transfer toxic molecules. While this process clears waste, it can also spread harmful proteins like amyloid-beta.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251015230939.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists find the brain’s hidden pulse that may predict Alzheimer’s\",\n        \"summary\": \"Researchers at USC have created the first method to noninvasively measure microscopic blood vessel pulses in the human brain. Using advanced 7T MRI, they found these tiny pulsations grow stronger with age and vascular risk, disrupting the brain’s waste-clearing systems.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251014014418.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Supercharged vitamin k could help the brain heal itself\",\n        \"summary\": \"Researchers have synthesized enhanced vitamin K analogues that outperform natural vitamin K in promoting neuron growth. The new compounds, which combine vitamin K with retinoic acid, activate the mGluR1 receptor to drive neurogenesis.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251014014312.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists build artificial neurons that work like real ones\",\n        \"summary\": \"UMass Amherst engineers have built an artificial neuron powered by bacterial protein nanowires that functions like a real one, but at extremely low voltage. This allows for seamless communication with biological cells and drastically improved energy efficiency.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251013040335.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Dolphins may be getting Alzheimer’s from toxic ocean blooms\",\n        \"summary\": \"Dolphins washing up on Florida’s shores may be victims of the same kind of brain degeneration seen in humans with Alzheimer’s disease. Researchers discovered that cyanobacterial toxins—worsened by climate change and nutrient pollution—accumulate in marine food chains, damaging dolphin brains with misfolded proteins and Alzheimer’s-like pathology.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251011105521.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Breakthrough compounds may reverse nerve damage caused by multiple sclerosis\",\n        \"summary\": \"Researchers have identified two compounds, K102 and K110, that could repair the nerve damage from multiple sclerosis. These drugs help regenerate the protective myelin sheath and balance immune responses.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251011102259.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"For the first time, scientists pinpoint brain cells linked to depression\",\n        \"summary\": \"Scientists identified two types of brain cells, neurons and microglia, that are altered in people with depression. Through genomic mapping of post-mortem brain tissue, they found major differences in gene activity affecting mood and inflammation.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251010091559.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists suggest the brain may work best with 7 senses, not just 5\",\n        \"summary\": \"Scientists at Skoltech developed a new mathematical model of memory that explores how information is encoded and stored. Their analysis suggests that memory works best in a seven-dimensional conceptual space — equivalent to having seven senses. The finding implies that both humans and AI might benefit from broader sensory inputs to optimize learning and recall.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251008030955.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists finally reveal what’s behind long COVID’s mysterious brain fog\",\n        \"summary\": \"Researchers in Japan have pinpointed a biological cause of Long COVID brain fog using advanced PET brain imaging. They discovered widespread increases in AMPA receptor density linked to cognitive impairment and inflammation. The findings confirm brain fog as a measurable, biological condition and reveal new targets for treatment. This could open the door to effective diagnostics and therapies.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251006051127.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists find brain circuit that traps alcohol users in the vicious cycle of addiction\",\n        \"summary\": \"Addiction often isn’t about chasing pleasure—it’s about escaping pain. Researchers at Scripps Research have discovered that a tiny brain region called the paraventricular nucleus of the thalamus (PVT) becomes hyperactive when animals learn that alcohol eases the agony of withdrawal. This circuit helps explain why people relapse: their brains learn that alcohol brings relief from stress and anxiety.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251006051124.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists find hidden brain damage behind dementia\",\n        \"summary\": \"A University of New Mexico scientist is revealing what might be one of the most overlooked causes of dementia — damage in the brain’s tiny blood vessels. Dr. Elaine Bearer has created a new way to classify these changes, showing that many people diagnosed with Alzheimer’s also suffer from vascular damage that quietly destroys brain tissue. Even more surprising, she’s finding microplastics inside the brain that appear linked to inflammation and memory loss.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251005085637.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Why ultra-processed foods aren’t the real villain behind overeating\",\n        \"summary\": \"Researchers from Leeds found that overeating is driven more by what people believe about food than by its actual ingredients or level of processing. Foods perceived as fatty, sweet, or highly processed were more likely to trigger indulgence. Surprisingly, the “ultra-processed” label explained almost none of the difference in overeating behavior. The findings suggest that perception and psychology may be more important than packaging or processing.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251005085625.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Why the brain’s GPS fails with age, and how some minds defy it\",\n        \"summary\": \"Stanford scientists found that aging disrupts the brain’s internal navigation system in mice, mirroring spatial memory decline in humans. Older mice struggled to recall familiar locations, while a few “super-agers” retained youthful brain patterns. Genetic clues suggest some animals, and people, may be naturally resistant to cognitive aging. The discovery could pave the way for preventing memory loss in old age.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251005085616.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Strong friendships may literally slow aging at the cellular level\",\n        \"summary\": \"Scientists discovered that lifelong social support can slow biological aging. Using DNA-based “epigenetic clocks,” they found that people with richer, more sustained relationships showed younger biological profiles and lower inflammation. The effect wasn’t about single friendships but about consistent connections across decades.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251004092917.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Hidden cellular “power switch” could transform Parkinson’s treatment\",\n        \"summary\": \"Researchers uncovered a key cellular regulator, PP2A-B55alpha, that controls both the cleanup of damaged mitochondria and the creation of new ones. In Parkinson’s disease models, reducing this regulator improved symptoms and mitochondrial health. The findings could inspire new drugs for Parkinson’s, mitochondrial disorders, and even cancer.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251004092903.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"They found the switch that makes the body attack cancer\",\n        \"summary\": \"Scientists have found a way to transform hard-to-treat tumors into targets for the immune system.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251015230959.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"A giant asteroid hit Earth, but its crater is missing\",\n        \"summary\": \"Researchers discovered a new field of ancient tektites in South Australia, revealing a long-forgotten asteroid impact.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251015230957.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"This type of meat supercharges muscle growth after workouts\",\n        \"summary\": \"Scientists discovered that lean pork builds muscle more effectively post-workout than high-fat pork, even with identical protein levels.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251015032318.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"A little stress could be the secret to healthy aging\",\n        \"summary\": \"Scientists discovered that specific nutrients in nematodes' diets activate stress defenses that keep their cells healthier over time.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251015032314.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists grow mini human livers that predict toxic drug reactions\",\n        \"summary\": \"A new human liver organoid microarray developed by Cincinnati Children’s and Roche recreates immune-driven liver injury in the lab.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251015032259.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"A simple fatty acid could restore failing vision\",\n        \"summary\": \"Scientists at UC Irvine have found a way to potentially reverse age-related vision loss by targeting the ELOVL2 “aging gene” and restoring vital fatty acids in the retina.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251014014307.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Your brain’s power supply may hold the key to mental illness\",\n        \"summary\": \"Groundbreaking Harvard research is exposing hidden energy failures inside brain cells that may drive major psychiatric conditions.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251014014304.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"This new blood test can catch cancer 10 years early\",\n        \"summary\": \"Scientists at Mass General Brigham have created HPV-DeepSeek, a blood test that can detect HPV-linked head and neck cancers nearly a decade before diagnosis.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251013040337.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Your skin could warn of hidden mental health trouble\",\n        \"summary\": \"People experiencing their first psychotic episode who also have skin conditions such as rashes or itching are at greater risk of depression and suicidal thoughts.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251013040328.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"This experimental “super vaccine” stopped cancer cold in the lab\",\n        \"summary\": \"UMass Amherst researchers have developed a groundbreaking nanoparticle-based cancer vaccine that prevented melanoma, pancreatic, and triple-negative breast cancers in mice—with up to 88% remaining tumor-free.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251013040323.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists found a smarter Mediterranean diet that cuts diabetes risk by 31%\",\n        \"summary\": \"Spanish researchers found that combining a calorie-reduced Mediterranean diet with exercise and professional support cut type 2 diabetes risk by 31%.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251012054621.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"New research reveals how ADHD sparks extraordinary creativity\",\n        \"summary\": \"Researchers have discovered that ADHD’s hallmark mind wandering might actually boost creativity.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251012054608.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Your type of depression could shape your body’s future health\",\n        \"summary\": \"Different types of depression affect the body in different ways.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251012054604.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Keto diet shields young minds from early-life trauma\",\n        \"summary\": \"Young rats given a ketogenic diet were largely protected from the mental and behavioral issues caused by prenatal stress.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251012054601.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists find gold hiding in food waste\",\n        \"summary\": \"Researchers are finding extraordinary new uses for what we throw away.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251011105518.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"How 1 in 4 older adults regain happiness after struggling\",\n        \"summary\": \"A University of Toronto study found that nearly one in four adults aged 60+ who reported poor well-being were able to regain optimal wellness within three years.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251010091600.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"A toxic Alzheimer’s protein could be the key to fighting cancer\",\n        \"summary\": \"A surprising link between Alzheimer’s and cancer reveals that amyloid beta, a harmful protein in the brain, actually empowers the immune system.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251010091555.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"MIT’s new precision gene editing tool could transform medicine\",\n        \"summary\": \"MIT scientists have found a way to make gene editing far safer and more accurate — a breakthrough that could reshape how we treat hundreds of genetic diseases.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251010091553.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"When men drink, women and children pay the price\",\n        \"summary\": \"Men’s heavy drinking is fueling a hidden crisis affecting millions of women and children worldwide.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251010091550.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"A hidden “backup heater” that helps burn fat and boost metabolism\",\n        \"summary\": \"Scientists have uncovered a surprising new way the body can burn energy and stay warm.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251009033247.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Thousands fall ill as mosquito fever explodes across southern China\",\n        \"summary\": \"China’s Guangdong Province is battling its worst-ever chikungunya outbreak, with thousands of infections spreading across major cities and nearby regions.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251009033244.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"A sweet fix for baldness? Stevia compound boosts hair growth\",\n        \"summary\": \"Researchers discovered that stevioside, a compound from the Stevia plant, enhances the skin absorption of minoxidil, the main treatment for pattern baldness.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251009033212.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"A psychedelic surprise: DMT helps the brain heal after stroke\",\n        \"summary\": \"Scientists have discovered that DMT, a natural compound found in plants and even the human brain, can dramatically reduce brain damage caused by stroke.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251006051129.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"You don’t have to lose weight to lower your diabetes risk, scientists say\",\n        \"summary\": \"A major study from Tübingen found that prediabetic individuals who normalized their blood sugar through healthy habits — even without shedding pounds — cut their risk of type 2 diabetes by 71%.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251006051117.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"A flu test you can chew\",\n        \"summary\": \"Flu detection could soon be as simple as chewing gum.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251002074011.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Millions could be living with hidden smell loss after COVID without knowing\",\n        \"summary\": \"A massive NIH-backed study reveals that COVID-19’s toll on smell may be more widespread and lasting than most realize.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251002074007.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"xMAP Connect 2025 Virtual Series\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.labroots.com/virtual-event/xmap-connect-2025-virtual-series?id=9612\",\n        \"date\": \"22-10-2025\"\n    },\n    {\n        \"title\": \"CRISPR Virtual Event Series 2025\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.labroots.com/virtual-event/crispr-2025?id=8604\",\n        \"date\": \"22-10-2025\"\n    },\n    {\n        \"title\": \"Marijuana Linked to Fewer Opioid Overdoses\",\n        \"summary\": \"How can cannabis legalization laws impact opioid use? This is what a recent study published in the American Journal of H ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cannabis-sciences/29720/marijuana-linked-fewer-opioid-overdoses-2\",\n        \"date\": \"16-10-2025\"\n    },\n    {\n        \"title\": \"Hormone Replacement Therapy Restores Healthy Immune Response\",\n        \"summary\": \"Hormone replacement therapy (HRT) or menopausal hormone therapy (MHT) are treatments to mediate symptoms of menopause. P ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/immunology/29717/hormone-replacement-therapy-restores-healthy-immune-response\",\n        \"date\": \"16-10-2025\"\n    },\n    {\n        \"title\": \"The Growing Threat of STI Antibiotic Resistance\",\n        \"summary\": \"Introduction Antimicrobial resistance (AMR) in sexually transmitted infections (STIs) now poses a significant and escala ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/clinical-and-molecular-dx/29651/growing-threat-sti-antibiotic-resistance\",\n        \"date\": \"16-10-2025\"\n    },\n    {\n        \"title\": \"How Prostate Cancer Becomes Deadly\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.labroots.com/trending/nocat/29702/prostate-cancer-deadly\",\n        \"date\": \"16-10-2025\"\n    },\n    {\n        \"title\": \"A Novel Cancer Treatment Reprograms Cell Death and Triggers Robust Immunity\",\n        \"summary\": \"Cancer is classified as the uncontrollable growth of mutated cells. There are different types of cancers that correlate ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/immunology/29716/novel-cancer-treatment-reprograms-cell-death-triggers-robust-immunity\",\n        \"date\": \"16-10-2025\"\n    },\n    {\n        \"title\": \"iQue® 5: Go from 96 Wells to Insights in 5 Minutes\",\n        \"summary\": \"Introducing the iQue® 5: A New Era in High-Throughput Flow Cytometry In today´s fast-paced drug discovery and ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/drug-discovery-and-development/29400/ique-5-96-insights-5-minutes\",\n        \"date\": \"16-10-2025\"\n    },\n    {\n        \"title\": \"Long-Term Benefit of Adjuvant Therapy for Endometrial Cancer Patients\",\n        \"summary\": \"Cancer has evolved to protect itself from our inherent immune responses, and some types of cancer cells have developed t ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cancer/29703/long-term-benefit-adjuvant-therapy-endometrial-cancer-patients\",\n        \"date\": \"16-10-2025\"\n    },\n    {\n        \"title\": \"A Breakthrough New Test Can Diagnose Chronic Fatigue Syndrome\",\n        \"summary\": \"At one time, clinicians debated whether chronic fatigue syndrome was a 'real' illness, or if it was all in a person´s he ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cell-and-molecular-biology/29714/test-diagnose-chronic-fatigiue-syndrome\",\n        \"date\": \"15-10-2025\"\n    },\n    {\n        \"title\": \"From Plate to Insight: Simplifying 3D Cell Culture Workflows\",\n        \"summary\": \"3D cell cultures are no longer a futuristic idea. They´re already reshaping how we study diseases like cancer, off ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cell-and-molecular-biology/29521/plate-insight-simplifying-3d-cell-culture-workflows\",\n        \"date\": \"15-10-2025\"\n    },\n    {\n        \"title\": \"Fossil hand bones point to tool use outside the _Homo_ lineage\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/fossil-hand-bones-tool-use\",\n        \"date\": \"15-10-2025\"\n    },\n    {\n        \"title\": \"These ancient bumblebees were found with their pollen source\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/ancient-bumblebees-found-pollen\",\n        \"date\": \"15-10-2025\"\n    },\n    {\n        \"title\": \"We all have a (very tiny) glow of light, no movie magic needed\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/glow-light-biophoton-kpop-demon-hunters\",\n        \"date\": \"15-10-2025\"\n    },\n    {\n        \"title\": \"Impostor study participants could distort health research and endanger patient outcomes\",\n        \"summary\": \"Impostor participants threaten the integrity of health research, and by extension, the policies and clinical decisions built on it, warn experts in The BMJ today.\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-impostor-distort-health-endanger-patient.html\",\n        \"date\": \"15-10-2025\"\n    },\n    {\n        \"title\": \"Tiny regenerative worm offers insights into tissue repair and regenerative medicine\",\n        \"summary\": \"Stem cells in most organisms typically take cues from adjacent cells. But new research from the Stowers Institute for Medical Research reveals planarian stem cells ignore their nearest neighbors and instead respond to signals ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-tiny-regenerative-worm-insights-tissue.html\",\n        \"date\": \"15-10-2025\"\n    },\n    {\n        \"title\": \"Absence of key protein scrambles sperm DNA, revealing potential cause of male infertility\",\n        \"summary\": \"Researchers from the Universitat Autònoma de Barcelona (UAB) have published an analysis that reveals new functions of the RAD21L protein—a germline-specific cohesin—crucial for male fertility. The study, carried out ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-absence-key-protein-scrambles-sperm.html\",\n        \"date\": \"15-10-2025\"\n    },\n    {\n        \"title\": \"Bacterial communication delays wound healing by disrupting skin cell repair\",\n        \"summary\": \"Researchers at University of California San Diego School of Medicine have discovered a previously unrecognized mechanism by which Staphylococcus aureus—one of the most common causes of skin and soft tissue infections worldwide—delays ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-bacterial-communication-delays-wound-disrupting.html\",\n        \"date\": \"15-10-2025\"\n    },\n    {\n        \"title\": \"Researchers show benefit of ultra-deep RNA sequencing in Mendelian disorder diagnostics\",\n        \"summary\": \"RNA sequencing (RNA-seq) is a powerful tool in diagnosing Mendelian disorders, but the optimized sequencing depth for this technology has not yet been determined. In a new study published in the American Journal of Human ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-benefit-ultra-deep-rna-sequencing.html\",\n        \"date\": \"15-10-2025\"\n    },\n    {\n        \"title\": \"A new clue to male fertility: Omega-3 fatty acid DHA shown to relax reproductive tract muscle\",\n        \"summary\": \"A research team has discovered that docosahexaenoic acid (DHA), a major omega-3 fatty acid found in fish oil, directly relaxes smooth muscle in the male reproductive tract by blocking specific calcium channels.\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-clue-male-fertility-omega-fatty.html\",\n        \"date\": \"15-10-2025\"\n    },\n    {\n        \"title\": \"Common Hair Loss Drug Linked to Depression and Suicide\",\n        \"summary\": \"Finasteride, a widely-used treatment for hair loss, has been linked with depression and suicide for over 20 years\",\n        \"hyperlink\": \"https://www.labroots.com/trending/drug-discovery-and-development/29709/common-hair-loss-drug-linked-depression-suicide-2\",\n        \"date\": \"14-10-2025\"\n    },\n    {\n        \"title\": \"Nanoparticle Vaccine Prevents Cancer in Mice\",\n        \"summary\": \"A newly developed nanoparticle-based vaccine successfully prevented melanoma, pancreatic, and triple-negative breast can ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/drug-discovery-and-development/29708/nanoparticle-vaccine-prevents-cancer-mice-2\",\n        \"date\": \"14-10-2025\"\n    },\n    {\n        \"title\": \"How Prostate Cancer Becomes Deadly\",\n        \"summary\": \"It is not unusual for advanced prostate cancer to become resistant to treatment. Of these resistant cases, some progress ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/genetics-and-genomics/29702/prostate-cancer-deadly\",\n        \"date\": \"14-10-2025\"\n    },\n    {\n        \"title\": \"Unveiling a New Mechanism of \\\"Chemo Brain\\\"\",\n        \"summary\": \"Chemotherapy, anti-cancer drugs that stop the growth of tumor cells, encompasses a wide variety of different agents.&&nbs ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cancer/29699/unveiling-mechanism-chemo-brain\",\n        \"date\": \"14-10-2025\"\n    },\n    {\n        \"title\": \"The viral Chicago ‘Rat Hole’ almost certainly wasn’t made by a rat\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/viral-chicago-rat-hole-squirrel\",\n        \"date\": \"14-10-2025\"\n    },\n    {\n        \"title\": \"How a Yurok family played a key role in the world’s largest dam removal project\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/water-remembers-cordalis-dam-removal\",\n        \"date\": \"14-10-2025\"\n    },\n    {\n        \"title\": \"New wetsuit designs offer a layer of protection against shark bites\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/wetsuit-designs-protection-shark-bites\",\n        \"date\": \"14-10-2025\"\n    },\n    {\n        \"title\": \"Cardamom seeds revealed as potential source of antiviral treatment\",\n        \"summary\": \"Plant-based materials have traditionally been used to treat a variety of viral infections. Now, researchers have found that cardamom seed extract, as well as its main bioactive ingredient, 1,8-cineole, can have potent antiviral ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-cardamom-seeds-revealed-potential-source.html\",\n        \"date\": \"14-10-2025\"\n    },\n    {\n        \"title\": \"250-year-old drug enters clinical trial as potential treatment for deadly pancreatic cancer\",\n        \"summary\": \"Researchers in Sweden are testing a 250-year-old medicine in patients with one of the world's deadliest cancers.\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-year-drug-clinical-trial-potential.html\",\n        \"date\": \"14-10-2025\"\n    },\n    {\n        \"title\": \"How a Bacterium Got More Dangerous After Defending Against a Virus\",\n        \"summary\": \"Some viruses, known as bacteriophages, only infect bacterial cells, often destroying those bacteria in the process. Bact ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/microbiology/29700/bacterium-dangerous-defending-virus\",\n        \"date\": \"13-10-2025\"\n    },\n    {\n        \"title\": \"Study Explores Nutritional Value of Hemp Roots, Microgreens, and Leaves\",\n        \"summary\": \"Australian researchers analyzed hemp leaves, roots and microgreens to determine their nutritional properties. The analys ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cannabis-sciences/29698/study-explores-nutritional-value-hemp-roots-microgreens-leaves-2\",\n        \"date\": \"13-10-2025\"\n    },\n    {\n        \"title\": \"Unlocking the skin's natural healing power for regenerative medicine\",\n        \"summary\": \"Our skin protects us from everyday mechanical stresses, like friction, cuts, and impacts. A key part of this function—standing as a bulwark against the outside world—is the skin's amazing ability to regenerate and heal. ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-skin-natural-power-regenerative-medicine.html\",\n        \"date\": \"13-10-2025\"\n    },\n    {\n        \"title\": \"mRNA therapy restores sperm production and fertility in mice\",\n        \"summary\": \"For many couples facing infertility, medicine offers a range of solutions. But for men with non-obstructive azoospermia (NOA)—a genetic condition where sperm production stalls—options remain limited.\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-mrna-therapy-sperm-production-fertility.html\",\n        \"date\": \"13-10-2025\"\n    },\n    {\n        \"title\": \"Exploring the therapeutic potential of hypothermia for neural health\",\n        \"summary\": \"Hypothermia can preserve neuron health following brain injury, but complications from external cooling make it less promising therapeutically. Recent evidence suggests that activating a specific neuron population triggers ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-exploring-therapeutic-potential-hypothermia-neural.html\",\n        \"date\": \"13-10-2025\"\n    },\n    {\n        \"title\": \"Cells Linked to Depression are Discovered\",\n        \"summary\": \"Depression is thought to affect over 250 million people around the world. It is a condition that is difficult to treat b ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/genetics-and-genomics/29696/cells-linked-depression-discovered\",\n        \"date\": \"12-10-2025\"\n    },\n    {\n        \"title\": \"Coral collapse signals Earth’s first climate tipping point\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/coral-collapse-climate-tipping-point\",\n        \"date\": \"12-10-2025\"\n    },\n    {\n        \"title\": \"New injectable gel shows promise as voice loss treatment\",\n        \"summary\": \"McGill University researchers have engineered a new hydrogel that shows early promise as a treatment for people with vocal cord injuries.\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-gel-voice-loss-treatment.html\",\n        \"date\": \"12-10-2025\"\n    },\n    {\n        \"title\": \"Ketogenic diet may protect against stress experienced in the womb\",\n        \"summary\": \"Researchers have shown that young rats fed a ketogenic diet—a diet with high fat and low carbohydrates—are protected from the lasting experience of pre‑natal stress. This work, which has not yet been confirmed in humans, ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-ketogenic-diet-stress-experienced-womb.html\",\n        \"date\": \"11-10-2025\"\n    },\n    {\n        \"title\": \"Study Shows Pupil Size Is Not a Reliable Indicator of Acute Cannabis Exposure​\",\n        \"summary\": \"A study published in the Clinical Toxicology examined ocular measures as evidence of cannabis-induced impairment and fou ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/health-and-medicine/29694/study-pupil-size-reliable-indicator-acute-cannabis-exposure-2\",\n        \"date\": \"10-10-2025\"\n    },\n    {\n        \"title\": \"Lasers made muon beams, no massive accelerator needed\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/lasers-muons-beams-accelerator\",\n        \"date\": \"10-10-2025\"\n    },\n    {\n        \"title\": \"Astronomers saw a rogue planet going through a rapid growth spurt\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/rogue-planet-rapid-growth-spurt\",\n        \"date\": \"10-10-2025\"\n    },\n    {\n        \"title\": \"Fruity fly study uncovers neural circuits for sensing the pleasantness or unpleasantness of odors\",\n        \"summary\": \"Researchers led by Hokto Kazama at the RIKEN Center for Brain Science (CBS) in Japan have discovered how animals sense whether things smell pleasant or unpleasant, one of the abilities that allow us to appreciate the flavor ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-fruity-fly-uncovers-neural-circuits.html\",\n        \"date\": \"10-10-2025\"\n    },\n    {\n        \"title\": \"FDA clears heart tissue regeneration drug AD-NP1 for clinical trials\",\n        \"summary\": \"The body's tissues can get injured in many ways, but while some injuries heal perfectly, others don't heal at all. A cut in the skin, for example, usually heals all on its own, while internal organs, such as the heart after ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-fda-heart-tissue-regeneration-drug.html\",\n        \"date\": \"10-10-2025\"\n    },\n    {\n        \"title\": \"40% Fatal Vehicle Crashes Test Positive for THC\",\n        \"summary\": \"Over 40% of drivers who died in motor vehicle collisions tested positive for delta-9-tetrahydrocannabinol (THC) in Ohio' ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cannabis-sciences/29691/40-fatal-vehicle-crashes-test-positive-thc-2\",\n        \"date\": \"09-10-2025\"\n    },\n    {\n        \"title\": \"New Pill May Control High Blood Pressure\",\n        \"summary\": \"A new medication may help patients who have high blood pressure and kidney disease.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cardiology/29690/pill-control-blood-pressure-2\",\n        \"date\": \"09-10-2025\"\n    },\n    {\n        \"title\": \"New Cannabis Compound Shows Potent Skin Benefits\",\n        \"summary\": \"How can cannabis compounds be used to improve skin health? This is what a recent study published in the Journal of Natur ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cannabis-sciences/29687/cannabis-compound-potent-skin-benefits-2\",\n        \"date\": \"09-10-2025\"\n    },\n    {\n        \"title\": \"Novel Antibody Neutralizes a Wide Range of HIV Variants\",\n        \"summary\": \"Human immunodeficiency virus (HIV) is a viral infection that attacks our immune systems. Infection enters the body by co ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/immunology/29686/novel-antibody-neutralizes-wide-range-hiv-variants\",\n        \"date\": \"09-10-2025\"\n    },\n    {\n        \"title\": \"Three Immunologists Awarded the Nobel Prize in Physiology or Medicine for \\\"Breakthrough in Peripheral Immune Tolerance\\\"\",\n        \"summary\": \"The Nobel Prize in Physiology or Medicine is the highest honor bestowed on a scientist concerning their research. The ma ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/immunology/29685/immunologists-awarded-nobel-prize-physiology-medicine-breakthrough-peripheral-immune-tolerance\",\n        \"date\": \"09-10-2025\"\n    },\n    {\n        \"title\": \"GLP-1 Inhibitors Could Reduce Cancer Risk\",\n        \"summary\": \"Glucagon-like peptide-1 receptor agonists (GLP-1RAs) have garnered significant attention recently, both in the media and ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cancer/29684/glp-1-inhibitors-reduce-cancer-risk\",\n        \"date\": \"09-10-2025\"\n    },\n    {\n        \"title\": \"Slalom Chromatography: Rediscovering a Forgotten Separation Technique\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.labroots.com/podcast-episode-by-id/28\",\n        \"date\": \"09-10-2025\"\n    },\n    {\n        \"title\": \"You’re probably eating enough protein, but maybe not the right mix\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/protein-intake-balance-benefits\",\n        \"date\": \"09-10-2025\"\n    },\n    {\n        \"title\": \"Vitamin A transporter reactivates latent HIV, providing another step towards a cure\",\n        \"summary\": \"Human immunodeficiency viruses (HIV) are insidious. They can evade the immune defense and antiviral drugs by becoming \\\"latent.\\\" In this state, they are largely invisible and unassailable. As long as these dormant viruses ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-vitamin-reactivates-latent-hiv.html\",\n        \"date\": \"09-10-2025\"\n    },\n    {\n        \"title\": \"2025 GenScript Virtual Summit: Scripting the Future\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.labroots.com/virtual-event/genscript-virtual-summit-scripting-the-future-2025?id=9645\",\n        \"date\": \"08-10-2025\"\n    },\n    {\n        \"title\": \"Asthma and COPD Inhalers Linked to 2 Million Tons of CO₂ Annually\",\n        \"summary\": \"How can inhalers contribute to greenhouse gas (GHG) emissions? This is what a recent study published in JAMA hopes to ad ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/earth-and-the-environment/29682/asthma-copd-inhalers-linked-2-million-tons-co-annually-2\",\n        \"date\": \"08-10-2025\"\n    },\n    {\n        \"title\": \"Can Chewing Gum Diagnose or Prevent Viral Illness?\",\n        \"summary\": \"Influenza is a very contagious virus that can spread easily ... but one way to prevent the spread of illness is to isola ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/microbiology/29671/chewing-gum-diagnose-prevent-viral-illness\",\n        \"date\": \"08-10-2025\"\n    },\n    {\n        \"title\": \"Researchers discover a type of fibroblast that may contribute to the formation and recurrence of overgrown scars\",\n        \"summary\": \"Keloids are raised, overgrown scars that can develop after skin injuries or surgery, often extending beyond the original wound boundaries. For many people, keloids are more than just a cosmetic concern; they often cause distressing ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-fibroblast-contribute-formation-recurrence-overgrown.html\",\n        \"date\": \"08-10-2025\"\n    },\n    {\n        \"title\": \"2-in-1 Inhaler Slashes Asthma Attacks in Children by 45%\",\n        \"summary\": \"A new study found that a 2-in-1 anti-inflammatory inhaler reduced asthma attacks in children by 45% compared to the wide ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/drug-discovery-and-development/29680/2-in-1-inhaler-slashes-asthma-attacks-children-2\",\n        \"date\": \"07-10-2025\"\n    },\n    {\n        \"title\": \"Common Drug Effective in Patients Hospitalized with COVID-19\",\n        \"summary\": \"Heparin, a widely available drug traditionally used to treat blood clots, lowers risk of death and ventilation in patien ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/drug-discovery-and-development/29679/common-drug-effective-patients-hospitalized-covid-2\",\n        \"date\": \"07-10-2025\"\n    },\n    {\n        \"title\": \"A Growing Role for Ancient Viruses in Human Development, Revealed\",\n        \"summary\": \"Scientists have long known that a significant portion of the human genome is made up of the remnants of ancient viruses; ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cell-and-molecular-biology/29670/growing-role-ancient-viruses-human-development-revealed\",\n        \"date\": \"07-10-2025\"\n    },\n    {\n        \"title\": \"Discoveries that enabled quantum computers win the Nobel Prize in physics\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/quantum-computers-2025-nobel-physics\",\n        \"date\": \"07-10-2025\"\n    },\n    {\n        \"title\": \"A global standard to measure outcomes in dengue treatment trials\",\n        \"summary\": \"The first global standard that harmonizes what outcomes to measure in dengue treatment trials has been published Oct. 7 in The Lancet Infectious Diseases. Co-led by researchers at King's and the University of Oxford, this ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-global-standard-outcomes-dengue-treatment.html\",\n        \"date\": \"07-10-2025\"\n    },\n    {\n        \"title\": \"Disabling a critical cellular pathway could be key to stopping deadly rotavirus infection\",\n        \"summary\": \"Rotavirus causes severe dehydrating diarrhea in infants and young children, contributing to more than 128,500 deaths per year globally despite widespread vaccination efforts. Although rotavirus is more prevalent in developing ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-disabling-critical-cellular-pathway-key.html\",\n        \"date\": \"07-10-2025\"\n    },\n    {\n        \"title\": \"Lymph Nodes Facilitate Cancer-Killing Immune Cells\",\n        \"summary\": \"Lymph nodes, hundreds of small structures located throughout the body, play a pivotal role in immunity, including anti-t ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cancer/29666/lymph-nodes-facilitate-cancer-killing-immune-cells\",\n        \"date\": \"06-10-2025\"\n    },\n    {\n        \"title\": \"A Component of Mucus Can Stop Salmonella Infections\",\n        \"summary\": \"Mucus isn't just some junk for tissues, it serves important biological purposes. It is an important line of defense, and ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/microbiology/29667/component-mucus-stop-salmonella-infections\",\n        \"date\": \"06-10-2025\"\n    },\n    {\n        \"title\": \"Finding immune cells that stop a body from attacking itself wins medicine Nobel\",\n        \"summary\": \"Shimon Sakaguchi discovered T-reg immune cells. Mary Brunkow and Fred Ramsdell identified the cells’ role in autoimmune disease.\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/immune-cells-medicine-nobel-prize-t-reg\",\n        \"date\": \"06-10-2025\"\n    },\n    {\n        \"title\": \"New oral GLP-1 drugs could offer more options for weight loss\",\n        \"summary\": \"GLP-1 injections use needles and require refrigeration. Pills that work in a similar way could be a cheaper, simpler solution.\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/oral-glp-1-pill-weight-loss-ozempic\",\n        \"date\": \"06-10-2025\"\n    },\n    {\n        \"title\": \"A Cysteine-Rich Diet is Shown to Boost Intestinal Regeneration\",\n        \"summary\": \"A new study reported in Nature has determined that the amino acid cysteine could promote regeneration among cells in the ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cell-and-molecular-biology/29664/cysteine-rich-diet-shown-boost-intestinal-regeneration\",\n        \"date\": \"05-10-2025\"\n    },\n    {\n        \"title\": \"New Insights Into How Genetics Affects Metabolism\",\n        \"summary\": \"Scientists have recently leveraged the massive amount of human health and genetic data in the UK Biobank to learn more a ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/genetics-and-genomics/29665/insights-genetics-affects-metabolism\",\n        \"date\": \"05-10-2025\"\n    },\n    {\n        \"title\": \"Researchers Reveal Autoimmune Response in Patients with ALS\",\n        \"summary\": \"Amyotrophic lateral sclerosis (ALS), also known as Lou Gehrig’s disease, is a neurodegenerative disease that affec ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/immunology/29655/researchers-reveal-autoimmune-response-patients-als\",\n        \"date\": \"02-10-2025\"\n    },\n    {\n        \"title\": \"American Association of Immunologists Created an Open Science Forum for the Public\",\n        \"summary\": \"The continual release of new apps and platforms that make use of artificial intelligence (AI) has had positive impacts o ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/immunology/29654/american-association-immunologists-created-science-forum-public\",\n        \"date\": \"02-10-2025\"\n    },\n    {\n        \"title\": \"Anthony Letai, MD, PhD is Appointed as Director of the National Cancer Institute\",\n        \"summary\": \"Earlier this week, the National Cancer Institute (NCI) welcomed its 18th Director, the highly esteemed Dr. Anthony Letai\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cancer/29652/anthony-letai-md-phd-appointed-director-national-cancer-institute\",\n        \"date\": \"02-10-2025\"\n    },\n    {\n        \"title\": \"TBI in Adults Linked to Higher Rates of Dementia\",\n        \"summary\": \"A new study has found that adults who experience traumatic brain injury (TBI) are at a higher risk of developing dementia.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/neuroscience/29701/tbi-adults-linked-rates-dementia-2\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Scientists Link Novel Cell Types to Multiple Sclerosis\",\n        \"summary\": \"Researchers have linked novel cell types to multiple sclerosis, potentially leading to new therapeutic approaches.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cell-and-molecular-biology/29697/scientists-link-novel-cell-types-multiple-sclerosis\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Ultra-Processed Foods Drive Overeating\",\n        \"summary\": \"A new study has found that ultra-processed foods drive overeating, highlighting the need for healthier eating habits.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cardiology/29689/ultra-processed-foods-drive-overeating-2\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"The importance of Differential Diagnosis in Respiratory MDx\",\n        \"summary\": \"Molecular Respiratory Panels — Importance of Differential Diagnosis With Respiratory Season rapidly approach ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/clinical-and-molecular-dx/29620/importance-differential-diagnosis-respiratory-mdx\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Unveiling the Mechanism of Chemo Brain\",\n        \"summary\": \"Researchers have unveiled the mechanism of chemo brain, a condition that affects cancer patients undergoing chemotherapy.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/nocat/29699/unveiling-mechanism-chemo-brain\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Lymph Nodes Facilitate Cancer-Killing Immune Cells\",\n        \"summary\": \"A new study has found that lymph nodes facilitate cancer-killing immune cells, highlighting their importance in cancer treatment.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/nocat/29666/lymph-nodes-facilitate-cancer-killing-immune-cells\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Cells Linked to Depression Discovered\",\n        \"summary\": \"Researchers have discovered cells linked to depression, potentially leading to new therapeutic approaches.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/nocat/29696/cells-linked-depression-discovered\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Poor Sleep Linked to Faster Brain Aging\",\n        \"summary\": \"A new study has found that poor sleep is linked to faster brain aging, highlighting the need for improved sleep habits.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/neuroscience/29673/poor-sleep-linked-faster-brain-aging-2\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"New Podcast Episode: Slalom Chromatography: Rediscovering a Forgotten Separation Technique\",\n        \"summary\": \"Neil Lander sits down with Dr. Fabrice Gritti of Waters Corporation to explore slalom chromatography a once-forgotten technique making a comeback. Learn how it enables fast, high-resolution separation of large biomolecules.\",\n        \"hyperlink\": \"https://www.labroots.com/corner-popup-ad/click/14\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Epigenetics Links Maternal Infections to Neurodevelopmental Conditions\",\n        \"summary\": \"A new study has found that epigenetics may link maternal infections to neurodevelopmental conditions, highlighting the need for further research.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/genetics-and-genomics/29669/epigenetics-links-maternal-infections-neurodevelopmental-conditions\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Study Explores Role of Cannabinoid Receptor Type 2 Activity in Granulocyte-Colony Stimulating Factor (G-CSF)\",\n        \"summary\": \"A new study has explored the role of cannabinoid receptor type 2 activity in G-CSF, shedding light on its potential therapeutic applications.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cannabis-sciences/29674/study-explores-role-cannabinoid-receptor-type-2-activity-granulocyte-colony-stimulating-factor-g-csf-2\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Acetaminophen Microscope Evidence in Peer-Reviewed Studies\",\n        \"summary\": \"A new study has examined acetaminophen microscope evidence in peer-reviewed studies, shedding light on its potential effects.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/drug-discovery-and-development/29668/acetaminophen-microscope-evidence-peer-reviewed-studies-2\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Insomnia Linked to 40% Dementia Risk\",\n        \"summary\": \"A new study has found that insomnia is linked to a 40% increased risk of dementia, emphasizing the importance of sleep health.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/neuroscience/29592/insomnia-linked-40-dementia-risk\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Link Between Breakfast Timing and Longevity\",\n        \"summary\": \"Researchers have discovered a link between breakfast timing and longevity, shedding light on the importance of meal timing.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cardiology/29577/link-breakfast-timing-longevity-2\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Study Reveals Foods that Delay Dementia and Heart Disease\",\n        \"summary\": \"Researchers have revealed foods that delay dementia and heart disease, emphasizing the importance of diet in health.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cardiology/29576/study-reveals-foods-delay-dementia-heart-disease-2\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Artificial Sweeteners Linked to Faster Brain Aging\",\n        \"summary\": \"Research has found that artificial sweeteners may be linked to faster brain aging, highlighting the need for further study.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/neuroscience/29560/artificial-sweeteners-linked-faster-brain-aging-2\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"As wildfires worsen, science can help communities avoid destruction\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/communities-avoid-destruction-wildfires\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"In the midst of a global dengue epidemic, one program kept a Brazilian city safe\",\n        \"summary\": \"Dengue has been a public health problem in the tropical world for decades and 2024 saw a global dengue surge, with more than 14 million cases and 10 thousand deaths reported worldwide—more than double the figures for dengue ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-midst-global-dengue-epidemic-brazilian.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Discovery of 'primed' state in neuromuscular receptors may guide future drug design\",\n        \"summary\": \"An international research team led by a University of Ottawa Faculty of Medicine investigator has revealed ultra-detailed intricacies in how nerve signals activate at the neuromuscular junction, a specialized synapse that ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-discovery-primed-state-neuromuscular-receptors.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Preventing overhydration: Study uncovers a neural circuit that prompts mice to stop drinking\",\n        \"summary\": \"Identifying the neural mechanisms that support the regulation of vital physiological processes, such as drinking, eating and sleeping, is a long-standing goal within the neuroscience research community. As the disruption ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-overhydration-uncovers-neural-circuit-prompts.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Men's brain atrophy accelerates with age, faster than women's\",\n        \"summary\": \"A new study has found that men's brain atrophy accelerates with age, faster than women's.\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-men-brain-atrophy-age-women.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Collaboration finds no loss of patient confidence in environmentally friendly doctors\",\n        \"summary\": \"The doctor suggests opting for a treatment that is better for the environment. How do patients react to this? Doctors and psychologists together discovered that this has little impact on patient confidence in the doctor.\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-collaboration-loss-patient-confidence-environmentally.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Gut microbiome affects alcohol preference by influencing brain's reward system\",\n        \"summary\": \"Researchers at Tufts University School of Medicine and Tufts Graduate School of Biomedical Sciences have found a surprising connection between a fungus associated with alcohol use disorder and the brain's dopamine reward ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-gut-microbiome-affects-alcohol-brain.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Undergraduate researcher identifies virus's ability to replicate and cause cancer\",\n        \"summary\": \"When Sean Fletcher walked into Sam Biswas' Medical and Molecular Sciences (MMSC) lab at the University of Delaware College of Health Sciences during the summer of his first year, he had no research or laboratory experience.\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-undergraduate-virus-ability-replicate-cancer.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Cancer cells reactivate embryo gene to evade immune system\",\n        \"summary\": \"A new study has found that cancer cells can reactivate an embryo gene to evade the immune system.\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-cancer-cells-reactivate-embryo-gene.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Flight simulator for the brain reveals the mind's eye\",\n        \"summary\": \"A new study has used a flight simulator for the brain to reveal the mind's eye.\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-flight-simulator-brain-reveals-minds.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Social conflict among strongest predictors of teen mental health concerns, research shows\",\n        \"summary\": \"\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-social-conflict-strongest-predictors-teen.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"A missing protein may hold key to rejuvenating aging blood cells\",\n        \"summary\": \"\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-protein-key-rejuvenating-aging-blood.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Research reveals possibility of new drug therapy for hereditary diseases\",\n        \"summary\": \"\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-reveals-possibility-drug-therapy-hereditary.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Loops of RNA at the synapse in young animals\",\n        \"summary\": \"A new study has found that loops of RNA at the synapse in young animals can have negative effects on brain development.\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-loops-rna-synapse-visual-young.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Smartphone imaging system shows promise for early oral cancer detection in dental clinics\",\n        \"summary\": \"\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-smartphone-imaging-early-oral-cancer.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Mechanism underlies chemotherapy sensitivity in aggressive cancer\",\n        \"summary\": \"Researchers have found the mechanism that underlies chemotherapy sensitivity in aggressive cancer.\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-mechanism-underlies-chemotherapy-sensitivity-aggressive.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Mechanism of neurotransmission remains"}], "role": "assistant"}], "model": "gpt-4o-2024-08-06", "output_json": null, "output_text": "[\n    {\n        \"title\": \"Precision Oncology Showcase\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.labroots.com/virtual-event/precision-oncology-showcase?id=9246\",\n        \"date\": \"06-11-2025\"\n    },\n    {\n        \"title\": \"Global launch of LabVantage Biotech360: Powering Innovation, Driving Discovery\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.labroots.com/virtual-event/global-launch-labvantage-biotech-360-powering-innovation-driving-discovery?id=9709\",\n        \"date\": \"05-11-2025\"\n    },\n    {\n        \"title\": \"The Simple Way to Protein Research\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.labroots.com/virtual-event/simple-advance-protein-research?id=9070\",\n        \"date\": \"04-11-2025\"\n    },\n    {\n        \"title\": \"68th Annual Biosafety and Biosecurity Conference\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.labroots.com/virtual-event/68th-annual-biosafety-biosecurity-conference?id=9578\",\n        \"date\": \"27-10-2025\"\n    },\n    {\n        \"title\": \"This European treatment for joint pain just passed a major scientific test\",\n        \"summary\": \"Korean researchers found that low-dose radiation therapy eased knee pain and improved movement in people with mild to moderate osteoarthritis.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251015032316.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Exercise might be the key to a younger, sharper immune system\",\n        \"summary\": \"Endurance exercise may train the immune system as much as the muscles.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251014014421.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Popular hair-loss pill linked to depression and suicide\",\n        \"summary\": \"Finasteride, a common hair-loss drug, has long been tied to depression and suicide, but regulators ignored the warnings.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251013040343.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"A single protein could stop sudden death after heart attacks\",\n        \"summary\": \"A team at Massachusetts General Hospital uncovered that an immune defense protein, Resistin-like molecule gamma, attacks heart cells after a heart attack—literally punching holes in them.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251013040341.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"C-section births linked to sleepless nights and painful recoveries\",\n        \"summary\": \"Women who undergo C-sections are more likely to experience debilitating pain and sleep disorders in the months after giving birth.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251013040331.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Fentanyl overdoses among seniors surge 9,000% — A hidden crisis few saw coming\",\n        \"summary\": \"Overdose deaths from fentanyl mixed with stimulants have skyrocketed among seniors, increasing 9,000% in just eight years.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251012054606.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Two common drugs could reverse fatty liver disease\",\n        \"summary\": \"Researchers at the University of Barcelona found that combining pemafibrate and telmisartan significantly reduces liver fat and cardiovascular risks in MASLD models.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251011105531.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"MIT’s “stealth” immune cells could change cancer treatment forever\",\n        \"summary\": \"MIT and Harvard scientists have designed an advanced type of immune cell called a CAR-NK cell that can destroy cancer while avoiding attack from the body’s own immune defenses.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251011043535.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists unlock nature’s secret to a cancer-fighting molecule\",\n        \"summary\": \"Researchers have cracked the code behind how plants make mitraphylline, a rare cancer-fighting molecule.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251009033206.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists discover brain circuit that can switch off chronic pain\",\n        \"summary\": \"Scientists have pinpointed Y1 receptor neurons in the brain that can override chronic pain signals when survival instincts like hunger or fear take precedence. Acting like a neural switchboard, these cells balance pain with other biological needs.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251009033126.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Common medications may secretly rewire your gut for years\",\n        \"summary\": \"Drugs taken years—even decades—ago can leave lasting imprints on the gut microbiome, reshaping the community of microbes long after treatment stops.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251008030953.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists reveal green tea’s fat-burning secret\",\n        \"summary\": \"New research shows green tea may help the body burn fat and balance blood sugar.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251008030951.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists just found a molecule that could stop Parkinson’s in its tracks\",\n        \"summary\": \"Researchers have designed a peptide that prevents the deadly misfolding of alpha-synuclein, the protein behind Parkinson’s and some dementias. In lab and animal tests, it stabilized the protein and improved motor function. The work demonstrates the power of rational drug design in tackling brain diseases that have long lacked effective treatments.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251008030949.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"New pill could finally control stubborn high blood pressure\",\n        \"summary\": \"A new pill called baxdrostat may offer hope for people whose blood pressure stays high even after taking standard medications.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251008030947.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Bacteria hidden inside tumors could help beat cancer\",\n        \"summary\": \"Scientists have discovered that bacteria living inside tumors can produce a molecule that fights cancer and enhances chemotherapy.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251007081835.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Nanotech transforms vinegar into a lifesaving superbug killer\",\n        \"summary\": \"Researchers have enhanced vinegar’s antibacterial properties by infusing it with cobalt-based carbon nanoparticles.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251006051122.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Brain cancer that eats the skull stuns scientists\",\n        \"summary\": \"A new study shows glioblastoma isn’t confined to the brain—it erodes the skull and hijacks the immune system within skull marrow. The cancer opens channels that let inflammatory cells enter the brain, fueling its deadly progression. Even drugs meant to protect bones can make things worse, highlighting the need for therapies that target both brain and bone. The discovery reframes glioblastoma as a whole-body disease, not just a brain disorder.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251005085618.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Doctors stunned by a cheap drug’s power against colon cancer\",\n        \"summary\": \"A Scandinavian clinical trial has revealed that low-dose aspirin can halve the risk of colon and rectal cancer recurrence in patients with specific genetic mutations.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251003033921.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"A single dose of psilocybin may rewire the brain for lasting relief\",\n        \"summary\": \"Penn researchers found that psilocybin can calm brain circuits tied to pain and mood, easing both physical suffering and emotional distress in animal studies. The compound works in the anterior cingulate cortex, bypassing injury sites and offering a dual benefit for pain and depression. Unlike opioids, psilocybin is non-addictive and may provide relief lasting weeks.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251002073959.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"A common supplement could supercharge cancer treatments\",\n        \"summary\": \"Zeaxanthin, best known for eye health, has been found to boost the tumor-killing power of T cells.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251001092214.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"From poison to power: How lead exposure helped shape human intelligence\",\n        \"summary\": \"Scientists studying ancient teeth found that early humans, great apes, and even Neanderthals were exposed to lead millions of years ago. Long before humans built cities or wrote words, our ancestors may have faced a hidden threat that shaped who we became.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251015230952.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Tiny brain nanotubes found by Johns Hopkins may spread Alzheimer’s\",\n        \"summary\": \"Johns Hopkins scientists uncovered microscopic “nanotube” channels that neurons use to transfer toxic molecules. While this process clears waste, it can also spread harmful proteins like amyloid-beta.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251015230939.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists find the brain’s hidden pulse that may predict Alzheimer’s\",\n        \"summary\": \"Researchers at USC have created the first method to noninvasively measure microscopic blood vessel pulses in the human brain. Using advanced 7T MRI, they found these tiny pulsations grow stronger with age and vascular risk, disrupting the brain’s waste-clearing systems.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251014014418.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Supercharged vitamin k could help the brain heal itself\",\n        \"summary\": \"Researchers have synthesized enhanced vitamin K analogues that outperform natural vitamin K in promoting neuron growth. The new compounds, which combine vitamin K with retinoic acid, activate the mGluR1 receptor to drive neurogenesis.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251014014312.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists build artificial neurons that work like real ones\",\n        \"summary\": \"UMass Amherst engineers have built an artificial neuron powered by bacterial protein nanowires that functions like a real one, but at extremely low voltage. This allows for seamless communication with biological cells and drastically improved energy efficiency.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251013040335.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Dolphins may be getting Alzheimer’s from toxic ocean blooms\",\n        \"summary\": \"Dolphins washing up on Florida’s shores may be victims of the same kind of brain degeneration seen in humans with Alzheimer’s disease. Researchers discovered that cyanobacterial toxins—worsened by climate change and nutrient pollution—accumulate in marine food chains, damaging dolphin brains with misfolded proteins and Alzheimer’s-like pathology.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251011105521.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Breakthrough compounds may reverse nerve damage caused by multiple sclerosis\",\n        \"summary\": \"Researchers have identified two compounds, K102 and K110, that could repair the nerve damage from multiple sclerosis. These drugs help regenerate the protective myelin sheath and balance immune responses.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251011102259.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"For the first time, scientists pinpoint brain cells linked to depression\",\n        \"summary\": \"Scientists identified two types of brain cells, neurons and microglia, that are altered in people with depression. Through genomic mapping of post-mortem brain tissue, they found major differences in gene activity affecting mood and inflammation.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251010091559.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists suggest the brain may work best with 7 senses, not just 5\",\n        \"summary\": \"Scientists at Skoltech developed a new mathematical model of memory that explores how information is encoded and stored. Their analysis suggests that memory works best in a seven-dimensional conceptual space — equivalent to having seven senses. The finding implies that both humans and AI might benefit from broader sensory inputs to optimize learning and recall.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251008030955.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists finally reveal what’s behind long COVID’s mysterious brain fog\",\n        \"summary\": \"Researchers in Japan have pinpointed a biological cause of Long COVID brain fog using advanced PET brain imaging. They discovered widespread increases in AMPA receptor density linked to cognitive impairment and inflammation. The findings confirm brain fog as a measurable, biological condition and reveal new targets for treatment. This could open the door to effective diagnostics and therapies.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251006051127.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists find brain circuit that traps alcohol users in the vicious cycle of addiction\",\n        \"summary\": \"Addiction often isn’t about chasing pleasure—it’s about escaping pain. Researchers at Scripps Research have discovered that a tiny brain region called the paraventricular nucleus of the thalamus (PVT) becomes hyperactive when animals learn that alcohol eases the agony of withdrawal. This circuit helps explain why people relapse: their brains learn that alcohol brings relief from stress and anxiety.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251006051124.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists find hidden brain damage behind dementia\",\n        \"summary\": \"A University of New Mexico scientist is revealing what might be one of the most overlooked causes of dementia — damage in the brain’s tiny blood vessels. Dr. Elaine Bearer has created a new way to classify these changes, showing that many people diagnosed with Alzheimer’s also suffer from vascular damage that quietly destroys brain tissue. Even more surprising, she’s finding microplastics inside the brain that appear linked to inflammation and memory loss.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251005085637.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Why ultra-processed foods aren’t the real villain behind overeating\",\n        \"summary\": \"Researchers from Leeds found that overeating is driven more by what people believe about food than by its actual ingredients or level of processing. Foods perceived as fatty, sweet, or highly processed were more likely to trigger indulgence. Surprisingly, the “ultra-processed” label explained almost none of the difference in overeating behavior. The findings suggest that perception and psychology may be more important than packaging or processing.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251005085625.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Why the brain’s GPS fails with age, and how some minds defy it\",\n        \"summary\": \"Stanford scientists found that aging disrupts the brain’s internal navigation system in mice, mirroring spatial memory decline in humans. Older mice struggled to recall familiar locations, while a few “super-agers” retained youthful brain patterns. Genetic clues suggest some animals, and people, may be naturally resistant to cognitive aging. The discovery could pave the way for preventing memory loss in old age.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251005085616.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Strong friendships may literally slow aging at the cellular level\",\n        \"summary\": \"Scientists discovered that lifelong social support can slow biological aging. Using DNA-based “epigenetic clocks,” they found that people with richer, more sustained relationships showed younger biological profiles and lower inflammation. The effect wasn’t about single friendships but about consistent connections across decades.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251004092917.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Hidden cellular “power switch” could transform Parkinson’s treatment\",\n        \"summary\": \"Researchers uncovered a key cellular regulator, PP2A-B55alpha, that controls both the cleanup of damaged mitochondria and the creation of new ones. In Parkinson’s disease models, reducing this regulator improved symptoms and mitochondrial health. The findings could inspire new drugs for Parkinson’s, mitochondrial disorders, and even cancer.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251004092903.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"They found the switch that makes the body attack cancer\",\n        \"summary\": \"Scientists have found a way to transform hard-to-treat tumors into targets for the immune system.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251015230959.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"A giant asteroid hit Earth, but its crater is missing\",\n        \"summary\": \"Researchers discovered a new field of ancient tektites in South Australia, revealing a long-forgotten asteroid impact.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251015230957.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"This type of meat supercharges muscle growth after workouts\",\n        \"summary\": \"Scientists discovered that lean pork builds muscle more effectively post-workout than high-fat pork, even with identical protein levels.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251015032318.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"A little stress could be the secret to healthy aging\",\n        \"summary\": \"Scientists discovered that specific nutrients in nematodes' diets activate stress defenses that keep their cells healthier over time.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251015032314.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists grow mini human livers that predict toxic drug reactions\",\n        \"summary\": \"A new human liver organoid microarray developed by Cincinnati Children’s and Roche recreates immune-driven liver injury in the lab.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251015032259.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"A simple fatty acid could restore failing vision\",\n        \"summary\": \"Scientists at UC Irvine have found a way to potentially reverse age-related vision loss by targeting the ELOVL2 “aging gene” and restoring vital fatty acids in the retina.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251014014307.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Your brain’s power supply may hold the key to mental illness\",\n        \"summary\": \"Groundbreaking Harvard research is exposing hidden energy failures inside brain cells that may drive major psychiatric conditions.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251014014304.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"This new blood test can catch cancer 10 years early\",\n        \"summary\": \"Scientists at Mass General Brigham have created HPV-DeepSeek, a blood test that can detect HPV-linked head and neck cancers nearly a decade before diagnosis.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251013040337.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Your skin could warn of hidden mental health trouble\",\n        \"summary\": \"People experiencing their first psychotic episode who also have skin conditions such as rashes or itching are at greater risk of depression and suicidal thoughts.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251013040328.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"This experimental “super vaccine” stopped cancer cold in the lab\",\n        \"summary\": \"UMass Amherst researchers have developed a groundbreaking nanoparticle-based cancer vaccine that prevented melanoma, pancreatic, and triple-negative breast cancers in mice—with up to 88% remaining tumor-free.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251013040323.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists found a smarter Mediterranean diet that cuts diabetes risk by 31%\",\n        \"summary\": \"Spanish researchers found that combining a calorie-reduced Mediterranean diet with exercise and professional support cut type 2 diabetes risk by 31%.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251012054621.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"New research reveals how ADHD sparks extraordinary creativity\",\n        \"summary\": \"Researchers have discovered that ADHD’s hallmark mind wandering might actually boost creativity.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251012054608.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Your type of depression could shape your body’s future health\",\n        \"summary\": \"Different types of depression affect the body in different ways.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251012054604.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Keto diet shields young minds from early-life trauma\",\n        \"summary\": \"Young rats given a ketogenic diet were largely protected from the mental and behavioral issues caused by prenatal stress.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251012054601.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists find gold hiding in food waste\",\n        \"summary\": \"Researchers are finding extraordinary new uses for what we throw away.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251011105518.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"How 1 in 4 older adults regain happiness after struggling\",\n        \"summary\": \"A University of Toronto study found that nearly one in four adults aged 60+ who reported poor well-being were able to regain optimal wellness within three years.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251010091600.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"A toxic Alzheimer’s protein could be the key to fighting cancer\",\n        \"summary\": \"A surprising link between Alzheimer’s and cancer reveals that amyloid beta, a harmful protein in the brain, actually empowers the immune system.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251010091555.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"MIT’s new precision gene editing tool could transform medicine\",\n        \"summary\": \"MIT scientists have found a way to make gene editing far safer and more accurate — a breakthrough that could reshape how we treat hundreds of genetic diseases.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251010091553.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"When men drink, women and children pay the price\",\n        \"summary\": \"Men’s heavy drinking is fueling a hidden crisis affecting millions of women and children worldwide.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251010091550.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"A hidden “backup heater” that helps burn fat and boost metabolism\",\n        \"summary\": \"Scientists have uncovered a surprising new way the body can burn energy and stay warm.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251009033247.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Thousands fall ill as mosquito fever explodes across southern China\",\n        \"summary\": \"China’s Guangdong Province is battling its worst-ever chikungunya outbreak, with thousands of infections spreading across major cities and nearby regions.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251009033244.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"A sweet fix for baldness? Stevia compound boosts hair growth\",\n        \"summary\": \"Researchers discovered that stevioside, a compound from the Stevia plant, enhances the skin absorption of minoxidil, the main treatment for pattern baldness.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251009033212.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"A psychedelic surprise: DMT helps the brain heal after stroke\",\n        \"summary\": \"Scientists have discovered that DMT, a natural compound found in plants and even the human brain, can dramatically reduce brain damage caused by stroke.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251006051129.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"You don’t have to lose weight to lower your diabetes risk, scientists say\",\n        \"summary\": \"A major study from Tübingen found that prediabetic individuals who normalized their blood sugar through healthy habits — even without shedding pounds — cut their risk of type 2 diabetes by 71%.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251006051117.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"A flu test you can chew\",\n        \"summary\": \"Flu detection could soon be as simple as chewing gum.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251002074011.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Millions could be living with hidden smell loss after COVID without knowing\",\n        \"summary\": \"A massive NIH-backed study reveals that COVID-19’s toll on smell may be more widespread and lasting than most realize.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251002074007.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"xMAP Connect 2025 Virtual Series\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.labroots.com/virtual-event/xmap-connect-2025-virtual-series?id=9612\",\n        \"date\": \"22-10-2025\"\n    },\n    {\n        \"title\": \"CRISPR Virtual Event Series 2025\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.labroots.com/virtual-event/crispr-2025?id=8604\",\n        \"date\": \"22-10-2025\"\n    },\n    {\n        \"title\": \"Marijuana Linked to Fewer Opioid Overdoses\",\n        \"summary\": \"How can cannabis legalization laws impact opioid use? This is what a recent study published in the American Journal of H ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cannabis-sciences/29720/marijuana-linked-fewer-opioid-overdoses-2\",\n        \"date\": \"16-10-2025\"\n    },\n    {\n        \"title\": \"Hormone Replacement Therapy Restores Healthy Immune Response\",\n        \"summary\": \"Hormone replacement therapy (HRT) or menopausal hormone therapy (MHT) are treatments to mediate symptoms of menopause. P ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/immunology/29717/hormone-replacement-therapy-restores-healthy-immune-response\",\n        \"date\": \"16-10-2025\"\n    },\n    {\n        \"title\": \"The Growing Threat of STI Antibiotic Resistance\",\n        \"summary\": \"Introduction Antimicrobial resistance (AMR) in sexually transmitted infections (STIs) now poses a significant and escala ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/clinical-and-molecular-dx/29651/growing-threat-sti-antibiotic-resistance\",\n        \"date\": \"16-10-2025\"\n    },\n    {\n        \"title\": \"How Prostate Cancer Becomes Deadly\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.labroots.com/trending/nocat/29702/prostate-cancer-deadly\",\n        \"date\": \"16-10-2025\"\n    },\n    {\n        \"title\": \"A Novel Cancer Treatment Reprograms Cell Death and Triggers Robust Immunity\",\n        \"summary\": \"Cancer is classified as the uncontrollable growth of mutated cells. There are different types of cancers that correlate ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/immunology/29716/novel-cancer-treatment-reprograms-cell-death-triggers-robust-immunity\",\n        \"date\": \"16-10-2025\"\n    },\n    {\n        \"title\": \"iQue® 5: Go from 96 Wells to Insights in 5 Minutes\",\n        \"summary\": \"Introducing the iQue® 5: A New Era in High-Throughput Flow Cytometry In today´s fast-paced drug discovery and ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/drug-discovery-and-development/29400/ique-5-96-insights-5-minutes\",\n        \"date\": \"16-10-2025\"\n    },\n    {\n        \"title\": \"Long-Term Benefit of Adjuvant Therapy for Endometrial Cancer Patients\",\n        \"summary\": \"Cancer has evolved to protect itself from our inherent immune responses, and some types of cancer cells have developed t ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cancer/29703/long-term-benefit-adjuvant-therapy-endometrial-cancer-patients\",\n        \"date\": \"16-10-2025\"\n    },\n    {\n        \"title\": \"A Breakthrough New Test Can Diagnose Chronic Fatigue Syndrome\",\n        \"summary\": \"At one time, clinicians debated whether chronic fatigue syndrome was a 'real' illness, or if it was all in a person´s he ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cell-and-molecular-biology/29714/test-diagnose-chronic-fatigiue-syndrome\",\n        \"date\": \"15-10-2025\"\n    },\n    {\n        \"title\": \"From Plate to Insight: Simplifying 3D Cell Culture Workflows\",\n        \"summary\": \"3D cell cultures are no longer a futuristic idea. They´re already reshaping how we study diseases like cancer, off ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cell-and-molecular-biology/29521/plate-insight-simplifying-3d-cell-culture-workflows\",\n        \"date\": \"15-10-2025\"\n    },\n    {\n        \"title\": \"Fossil hand bones point to tool use outside the _Homo_ lineage\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/fossil-hand-bones-tool-use\",\n        \"date\": \"15-10-2025\"\n    },\n    {\n        \"title\": \"These ancient bumblebees were found with their pollen source\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/ancient-bumblebees-found-pollen\",\n        \"date\": \"15-10-2025\"\n    },\n    {\n        \"title\": \"We all have a (very tiny) glow of light, no movie magic needed\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/glow-light-biophoton-kpop-demon-hunters\",\n        \"date\": \"15-10-2025\"\n    },\n    {\n        \"title\": \"Impostor study participants could distort health research and endanger patient outcomes\",\n        \"summary\": \"Impostor participants threaten the integrity of health research, and by extension, the policies and clinical decisions built on it, warn experts in The BMJ today.\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-impostor-distort-health-endanger-patient.html\",\n        \"date\": \"15-10-2025\"\n    },\n    {\n        \"title\": \"Tiny regenerative worm offers insights into tissue repair and regenerative medicine\",\n        \"summary\": \"Stem cells in most organisms typically take cues from adjacent cells. But new research from the Stowers Institute for Medical Research reveals planarian stem cells ignore their nearest neighbors and instead respond to signals ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-tiny-regenerative-worm-insights-tissue.html\",\n        \"date\": \"15-10-2025\"\n    },\n    {\n        \"title\": \"Absence of key protein scrambles sperm DNA, revealing potential cause of male infertility\",\n        \"summary\": \"Researchers from the Universitat Autònoma de Barcelona (UAB) have published an analysis that reveals new functions of the RAD21L protein—a germline-specific cohesin—crucial for male fertility. The study, carried out ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-absence-key-protein-scrambles-sperm.html\",\n        \"date\": \"15-10-2025\"\n    },\n    {\n        \"title\": \"Bacterial communication delays wound healing by disrupting skin cell repair\",\n        \"summary\": \"Researchers at University of California San Diego School of Medicine have discovered a previously unrecognized mechanism by which Staphylococcus aureus—one of the most common causes of skin and soft tissue infections worldwide—delays ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-bacterial-communication-delays-wound-disrupting.html\",\n        \"date\": \"15-10-2025\"\n    },\n    {\n        \"title\": \"Researchers show benefit of ultra-deep RNA sequencing in Mendelian disorder diagnostics\",\n        \"summary\": \"RNA sequencing (RNA-seq) is a powerful tool in diagnosing Mendelian disorders, but the optimized sequencing depth for this technology has not yet been determined. In a new study published in the American Journal of Human ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-benefit-ultra-deep-rna-sequencing.html\",\n        \"date\": \"15-10-2025\"\n    },\n    {\n        \"title\": \"A new clue to male fertility: Omega-3 fatty acid DHA shown to relax reproductive tract muscle\",\n        \"summary\": \"A research team has discovered that docosahexaenoic acid (DHA), a major omega-3 fatty acid found in fish oil, directly relaxes smooth muscle in the male reproductive tract by blocking specific calcium channels.\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-clue-male-fertility-omega-fatty.html\",\n        \"date\": \"15-10-2025\"\n    },\n    {\n        \"title\": \"Common Hair Loss Drug Linked to Depression and Suicide\",\n        \"summary\": \"Finasteride, a widely-used treatment for hair loss, has been linked with depression and suicide for over 20 years\",\n        \"hyperlink\": \"https://www.labroots.com/trending/drug-discovery-and-development/29709/common-hair-loss-drug-linked-depression-suicide-2\",\n        \"date\": \"14-10-2025\"\n    },\n    {\n        \"title\": \"Nanoparticle Vaccine Prevents Cancer in Mice\",\n        \"summary\": \"A newly developed nanoparticle-based vaccine successfully prevented melanoma, pancreatic, and triple-negative breast can ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/drug-discovery-and-development/29708/nanoparticle-vaccine-prevents-cancer-mice-2\",\n        \"date\": \"14-10-2025\"\n    },\n    {\n        \"title\": \"How Prostate Cancer Becomes Deadly\",\n        \"summary\": \"It is not unusual for advanced prostate cancer to become resistant to treatment. Of these resistant cases, some progress ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/genetics-and-genomics/29702/prostate-cancer-deadly\",\n        \"date\": \"14-10-2025\"\n    },\n    {\n        \"title\": \"Unveiling a New Mechanism of \\\"Chemo Brain\\\"\",\n        \"summary\": \"Chemotherapy, anti-cancer drugs that stop the growth of tumor cells, encompasses a wide variety of different agents.&&nbs ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cancer/29699/unveiling-mechanism-chemo-brain\",\n        \"date\": \"14-10-2025\"\n    },\n    {\n        \"title\": \"The viral Chicago ‘Rat Hole’ almost certainly wasn’t made by a rat\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/viral-chicago-rat-hole-squirrel\",\n        \"date\": \"14-10-2025\"\n    },\n    {\n        \"title\": \"How a Yurok family played a key role in the world’s largest dam removal project\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/water-remembers-cordalis-dam-removal\",\n        \"date\": \"14-10-2025\"\n    },\n    {\n        \"title\": \"New wetsuit designs offer a layer of protection against shark bites\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/wetsuit-designs-protection-shark-bites\",\n        \"date\": \"14-10-2025\"\n    },\n    {\n        \"title\": \"Cardamom seeds revealed as potential source of antiviral treatment\",\n        \"summary\": \"Plant-based materials have traditionally been used to treat a variety of viral infections. Now, researchers have found that cardamom seed extract, as well as its main bioactive ingredient, 1,8-cineole, can have potent antiviral ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-cardamom-seeds-revealed-potential-source.html\",\n        \"date\": \"14-10-2025\"\n    },\n    {\n        \"title\": \"250-year-old drug enters clinical trial as potential treatment for deadly pancreatic cancer\",\n        \"summary\": \"Researchers in Sweden are testing a 250-year-old medicine in patients with one of the world's deadliest cancers.\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-year-drug-clinical-trial-potential.html\",\n        \"date\": \"14-10-2025\"\n    },\n    {\n        \"title\": \"How a Bacterium Got More Dangerous After Defending Against a Virus\",\n        \"summary\": \"Some viruses, known as bacteriophages, only infect bacterial cells, often destroying those bacteria in the process. Bact ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/microbiology/29700/bacterium-dangerous-defending-virus\",\n        \"date\": \"13-10-2025\"\n    },\n    {\n        \"title\": \"Study Explores Nutritional Value of Hemp Roots, Microgreens, and Leaves\",\n        \"summary\": \"Australian researchers analyzed hemp leaves, roots and microgreens to determine their nutritional properties. The analys ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cannabis-sciences/29698/study-explores-nutritional-value-hemp-roots-microgreens-leaves-2\",\n        \"date\": \"13-10-2025\"\n    },\n    {\n        \"title\": \"Unlocking the skin's natural healing power for regenerative medicine\",\n        \"summary\": \"Our skin protects us from everyday mechanical stresses, like friction, cuts, and impacts. A key part of this function—standing as a bulwark against the outside world—is the skin's amazing ability to regenerate and heal. ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-skin-natural-power-regenerative-medicine.html\",\n        \"date\": \"13-10-2025\"\n    },\n    {\n        \"title\": \"mRNA therapy restores sperm production and fertility in mice\",\n        \"summary\": \"For many couples facing infertility, medicine offers a range of solutions. But for men with non-obstructive azoospermia (NOA)—a genetic condition where sperm production stalls—options remain limited.\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-mrna-therapy-sperm-production-fertility.html\",\n        \"date\": \"13-10-2025\"\n    },\n    {\n        \"title\": \"Exploring the therapeutic potential of hypothermia for neural health\",\n        \"summary\": \"Hypothermia can preserve neuron health following brain injury, but complications from external cooling make it less promising therapeutically. Recent evidence suggests that activating a specific neuron population triggers ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-exploring-therapeutic-potential-hypothermia-neural.html\",\n        \"date\": \"13-10-2025\"\n    },\n    {\n        \"title\": \"Cells Linked to Depression are Discovered\",\n        \"summary\": \"Depression is thought to affect over 250 million people around the world. It is a condition that is difficult to treat b ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/genetics-and-genomics/29696/cells-linked-depression-discovered\",\n        \"date\": \"12-10-2025\"\n    },\n    {\n        \"title\": \"Coral collapse signals Earth’s first climate tipping point\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/coral-collapse-climate-tipping-point\",\n        \"date\": \"12-10-2025\"\n    },\n    {\n        \"title\": \"New injectable gel shows promise as voice loss treatment\",\n        \"summary\": \"McGill University researchers have engineered a new hydrogel that shows early promise as a treatment for people with vocal cord injuries.\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-gel-voice-loss-treatment.html\",\n        \"date\": \"12-10-2025\"\n    },\n    {\n        \"title\": \"Ketogenic diet may protect against stress experienced in the womb\",\n        \"summary\": \"Researchers have shown that young rats fed a ketogenic diet—a diet with high fat and low carbohydrates—are protected from the lasting experience of pre‑natal stress. This work, which has not yet been confirmed in humans, ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-ketogenic-diet-stress-experienced-womb.html\",\n        \"date\": \"11-10-2025\"\n    },\n    {\n        \"title\": \"Study Shows Pupil Size Is Not a Reliable Indicator of Acute Cannabis Exposure​\",\n        \"summary\": \"A study published in the Clinical Toxicology examined ocular measures as evidence of cannabis-induced impairment and fou ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/health-and-medicine/29694/study-pupil-size-reliable-indicator-acute-cannabis-exposure-2\",\n        \"date\": \"10-10-2025\"\n    },\n    {\n        \"title\": \"Lasers made muon beams, no massive accelerator needed\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/lasers-muons-beams-accelerator\",\n        \"date\": \"10-10-2025\"\n    },\n    {\n        \"title\": \"Astronomers saw a rogue planet going through a rapid growth spurt\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/rogue-planet-rapid-growth-spurt\",\n        \"date\": \"10-10-2025\"\n    },\n    {\n        \"title\": \"Fruity fly study uncovers neural circuits for sensing the pleasantness or unpleasantness of odors\",\n        \"summary\": \"Researchers led by Hokto Kazama at the RIKEN Center for Brain Science (CBS) in Japan have discovered how animals sense whether things smell pleasant or unpleasant, one of the abilities that allow us to appreciate the flavor ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-fruity-fly-uncovers-neural-circuits.html\",\n        \"date\": \"10-10-2025\"\n    },\n    {\n        \"title\": \"FDA clears heart tissue regeneration drug AD-NP1 for clinical trials\",\n        \"summary\": \"The body's tissues can get injured in many ways, but while some injuries heal perfectly, others don't heal at all. A cut in the skin, for example, usually heals all on its own, while internal organs, such as the heart after ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-fda-heart-tissue-regeneration-drug.html\",\n        \"date\": \"10-10-2025\"\n    },\n    {\n        \"title\": \"40% Fatal Vehicle Crashes Test Positive for THC\",\n        \"summary\": \"Over 40% of drivers who died in motor vehicle collisions tested positive for delta-9-tetrahydrocannabinol (THC) in Ohio' ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cannabis-sciences/29691/40-fatal-vehicle-crashes-test-positive-thc-2\",\n        \"date\": \"09-10-2025\"\n    },\n    {\n        \"title\": \"New Pill May Control High Blood Pressure\",\n        \"summary\": \"A new medication may help patients who have high blood pressure and kidney disease.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cardiology/29690/pill-control-blood-pressure-2\",\n        \"date\": \"09-10-2025\"\n    },\n    {\n        \"title\": \"New Cannabis Compound Shows Potent Skin Benefits\",\n        \"summary\": \"How can cannabis compounds be used to improve skin health? This is what a recent study published in the Journal of Natur ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cannabis-sciences/29687/cannabis-compound-potent-skin-benefits-2\",\n        \"date\": \"09-10-2025\"\n    },\n    {\n        \"title\": \"Novel Antibody Neutralizes a Wide Range of HIV Variants\",\n        \"summary\": \"Human immunodeficiency virus (HIV) is a viral infection that attacks our immune systems. Infection enters the body by co ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/immunology/29686/novel-antibody-neutralizes-wide-range-hiv-variants\",\n        \"date\": \"09-10-2025\"\n    },\n    {\n        \"title\": \"Three Immunologists Awarded the Nobel Prize in Physiology or Medicine for \\\"Breakthrough in Peripheral Immune Tolerance\\\"\",\n        \"summary\": \"The Nobel Prize in Physiology or Medicine is the highest honor bestowed on a scientist concerning their research. The ma ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/immunology/29685/immunologists-awarded-nobel-prize-physiology-medicine-breakthrough-peripheral-immune-tolerance\",\n        \"date\": \"09-10-2025\"\n    },\n    {\n        \"title\": \"GLP-1 Inhibitors Could Reduce Cancer Risk\",\n        \"summary\": \"Glucagon-like peptide-1 receptor agonists (GLP-1RAs) have garnered significant attention recently, both in the media and ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cancer/29684/glp-1-inhibitors-reduce-cancer-risk\",\n        \"date\": \"09-10-2025\"\n    },\n    {\n        \"title\": \"Slalom Chromatography: Rediscovering a Forgotten Separation Technique\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.labroots.com/podcast-episode-by-id/28\",\n        \"date\": \"09-10-2025\"\n    },\n    {\n        \"title\": \"You’re probably eating enough protein, but maybe not the right mix\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/protein-intake-balance-benefits\",\n        \"date\": \"09-10-2025\"\n    },\n    {\n        \"title\": \"Vitamin A transporter reactivates latent HIV, providing another step towards a cure\",\n        \"summary\": \"Human immunodeficiency viruses (HIV) are insidious. They can evade the immune defense and antiviral drugs by becoming \\\"latent.\\\" In this state, they are largely invisible and unassailable. As long as these dormant viruses ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-vitamin-reactivates-latent-hiv.html\",\n        \"date\": \"09-10-2025\"\n    },\n    {\n        \"title\": \"2025 GenScript Virtual Summit: Scripting the Future\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.labroots.com/virtual-event/genscript-virtual-summit-scripting-the-future-2025?id=9645\",\n        \"date\": \"08-10-2025\"\n    },\n    {\n        \"title\": \"Asthma and COPD Inhalers Linked to 2 Million Tons of CO₂ Annually\",\n        \"summary\": \"How can inhalers contribute to greenhouse gas (GHG) emissions? This is what a recent study published in JAMA hopes to ad ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/earth-and-the-environment/29682/asthma-copd-inhalers-linked-2-million-tons-co-annually-2\",\n        \"date\": \"08-10-2025\"\n    },\n    {\n        \"title\": \"Can Chewing Gum Diagnose or Prevent Viral Illness?\",\n        \"summary\": \"Influenza is a very contagious virus that can spread easily ... but one way to prevent the spread of illness is to isola ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/microbiology/29671/chewing-gum-diagnose-prevent-viral-illness\",\n        \"date\": \"08-10-2025\"\n    },\n    {\n        \"title\": \"Researchers discover a type of fibroblast that may contribute to the formation and recurrence of overgrown scars\",\n        \"summary\": \"Keloids are raised, overgrown scars that can develop after skin injuries or surgery, often extending beyond the original wound boundaries. For many people, keloids are more than just a cosmetic concern; they often cause distressing ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-fibroblast-contribute-formation-recurrence-overgrown.html\",\n        \"date\": \"08-10-2025\"\n    },\n    {\n        \"title\": \"2-in-1 Inhaler Slashes Asthma Attacks in Children by 45%\",\n        \"summary\": \"A new study found that a 2-in-1 anti-inflammatory inhaler reduced asthma attacks in children by 45% compared to the wide ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/drug-discovery-and-development/29680/2-in-1-inhaler-slashes-asthma-attacks-children-2\",\n        \"date\": \"07-10-2025\"\n    },\n    {\n        \"title\": \"Common Drug Effective in Patients Hospitalized with COVID-19\",\n        \"summary\": \"Heparin, a widely available drug traditionally used to treat blood clots, lowers risk of death and ventilation in patien ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/drug-discovery-and-development/29679/common-drug-effective-patients-hospitalized-covid-2\",\n        \"date\": \"07-10-2025\"\n    },\n    {\n        \"title\": \"A Growing Role for Ancient Viruses in Human Development, Revealed\",\n        \"summary\": \"Scientists have long known that a significant portion of the human genome is made up of the remnants of ancient viruses; ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cell-and-molecular-biology/29670/growing-role-ancient-viruses-human-development-revealed\",\n        \"date\": \"07-10-2025\"\n    },\n    {\n        \"title\": \"Discoveries that enabled quantum computers win the Nobel Prize in physics\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/quantum-computers-2025-nobel-physics\",\n        \"date\": \"07-10-2025\"\n    },\n    {\n        \"title\": \"A global standard to measure outcomes in dengue treatment trials\",\n        \"summary\": \"The first global standard that harmonizes what outcomes to measure in dengue treatment trials has been published Oct. 7 in The Lancet Infectious Diseases. Co-led by researchers at King's and the University of Oxford, this ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-global-standard-outcomes-dengue-treatment.html\",\n        \"date\": \"07-10-2025\"\n    },\n    {\n        \"title\": \"Disabling a critical cellular pathway could be key to stopping deadly rotavirus infection\",\n        \"summary\": \"Rotavirus causes severe dehydrating diarrhea in infants and young children, contributing to more than 128,500 deaths per year globally despite widespread vaccination efforts. Although rotavirus is more prevalent in developing ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-disabling-critical-cellular-pathway-key.html\",\n        \"date\": \"07-10-2025\"\n    },\n    {\n        \"title\": \"Lymph Nodes Facilitate Cancer-Killing Immune Cells\",\n        \"summary\": \"Lymph nodes, hundreds of small structures located throughout the body, play a pivotal role in immunity, including anti-t ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cancer/29666/lymph-nodes-facilitate-cancer-killing-immune-cells\",\n        \"date\": \"06-10-2025\"\n    },\n    {\n        \"title\": \"A Component of Mucus Can Stop Salmonella Infections\",\n        \"summary\": \"Mucus isn't just some junk for tissues, it serves important biological purposes. It is an important line of defense, and ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/microbiology/29667/component-mucus-stop-salmonella-infections\",\n        \"date\": \"06-10-2025\"\n    },\n    {\n        \"title\": \"Finding immune cells that stop a body from attacking itself wins medicine Nobel\",\n        \"summary\": \"Shimon Sakaguchi discovered T-reg immune cells. Mary Brunkow and Fred Ramsdell identified the cells’ role in autoimmune disease.\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/immune-cells-medicine-nobel-prize-t-reg\",\n        \"date\": \"06-10-2025\"\n    },\n    {\n        \"title\": \"New oral GLP-1 drugs could offer more options for weight loss\",\n        \"summary\": \"GLP-1 injections use needles and require refrigeration. Pills that work in a similar way could be a cheaper, simpler solution.\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/oral-glp-1-pill-weight-loss-ozempic\",\n        \"date\": \"06-10-2025\"\n    },\n    {\n        \"title\": \"A Cysteine-Rich Diet is Shown to Boost Intestinal Regeneration\",\n        \"summary\": \"A new study reported in Nature has determined that the amino acid cysteine could promote regeneration among cells in the ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cell-and-molecular-biology/29664/cysteine-rich-diet-shown-boost-intestinal-regeneration\",\n        \"date\": \"05-10-2025\"\n    },\n    {\n        \"title\": \"New Insights Into How Genetics Affects Metabolism\",\n        \"summary\": \"Scientists have recently leveraged the massive amount of human health and genetic data in the UK Biobank to learn more a ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/genetics-and-genomics/29665/insights-genetics-affects-metabolism\",\n        \"date\": \"05-10-2025\"\n    },\n    {\n        \"title\": \"Researchers Reveal Autoimmune Response in Patients with ALS\",\n        \"summary\": \"Amyotrophic lateral sclerosis (ALS), also known as Lou Gehrig’s disease, is a neurodegenerative disease that affec ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/immunology/29655/researchers-reveal-autoimmune-response-patients-als\",\n        \"date\": \"02-10-2025\"\n    },\n    {\n        \"title\": \"American Association of Immunologists Created an Open Science Forum for the Public\",\n        \"summary\": \"The continual release of new apps and platforms that make use of artificial intelligence (AI) has had positive impacts o ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/immunology/29654/american-association-immunologists-created-science-forum-public\",\n        \"date\": \"02-10-2025\"\n    },\n    {\n        \"title\": \"Anthony Letai, MD, PhD is Appointed as Director of the National Cancer Institute\",\n        \"summary\": \"Earlier this week, the National Cancer Institute (NCI) welcomed its 18th Director, the highly esteemed Dr. Anthony Letai\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cancer/29652/anthony-letai-md-phd-appointed-director-national-cancer-institute\",\n        \"date\": \"02-10-2025\"\n    },\n    {\n        \"title\": \"TBI in Adults Linked to Higher Rates of Dementia\",\n        \"summary\": \"A new study has found that adults who experience traumatic brain injury (TBI) are at a higher risk of developing dementia.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/neuroscience/29701/tbi-adults-linked-rates-dementia-2\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Scientists Link Novel Cell Types to Multiple Sclerosis\",\n        \"summary\": \"Researchers have linked novel cell types to multiple sclerosis, potentially leading to new therapeutic approaches.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cell-and-molecular-biology/29697/scientists-link-novel-cell-types-multiple-sclerosis\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Ultra-Processed Foods Drive Overeating\",\n        \"summary\": \"A new study has found that ultra-processed foods drive overeating, highlighting the need for healthier eating habits.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cardiology/29689/ultra-processed-foods-drive-overeating-2\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"The importance of Differential Diagnosis in Respiratory MDx\",\n        \"summary\": \"Molecular Respiratory Panels — Importance of Differential Diagnosis With Respiratory Season rapidly approach ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/clinical-and-molecular-dx/29620/importance-differential-diagnosis-respiratory-mdx\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Unveiling the Mechanism of Chemo Brain\",\n        \"summary\": \"Researchers have unveiled the mechanism of chemo brain, a condition that affects cancer patients undergoing chemotherapy.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/nocat/29699/unveiling-mechanism-chemo-brain\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Lymph Nodes Facilitate Cancer-Killing Immune Cells\",\n        \"summary\": \"A new study has found that lymph nodes facilitate cancer-killing immune cells, highlighting their importance in cancer treatment.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/nocat/29666/lymph-nodes-facilitate-cancer-killing-immune-cells\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Cells Linked to Depression Discovered\",\n        \"summary\": \"Researchers have discovered cells linked to depression, potentially leading to new therapeutic approaches.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/nocat/29696/cells-linked-depression-discovered\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Poor Sleep Linked to Faster Brain Aging\",\n        \"summary\": \"A new study has found that poor sleep is linked to faster brain aging, highlighting the need for improved sleep habits.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/neuroscience/29673/poor-sleep-linked-faster-brain-aging-2\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"New Podcast Episode: Slalom Chromatography: Rediscovering a Forgotten Separation Technique\",\n        \"summary\": \"Neil Lander sits down with Dr. Fabrice Gritti of Waters Corporation to explore slalom chromatography a once-forgotten technique making a comeback. Learn how it enables fast, high-resolution separation of large biomolecules.\",\n        \"hyperlink\": \"https://www.labroots.com/corner-popup-ad/click/14\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Epigenetics Links Maternal Infections to Neurodevelopmental Conditions\",\n        \"summary\": \"A new study has found that epigenetics may link maternal infections to neurodevelopmental conditions, highlighting the need for further research.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/genetics-and-genomics/29669/epigenetics-links-maternal-infections-neurodevelopmental-conditions\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Study Explores Role of Cannabinoid Receptor Type 2 Activity in Granulocyte-Colony Stimulating Factor (G-CSF)\",\n        \"summary\": \"A new study has explored the role of cannabinoid receptor type 2 activity in G-CSF, shedding light on its potential therapeutic applications.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cannabis-sciences/29674/study-explores-role-cannabinoid-receptor-type-2-activity-granulocyte-colony-stimulating-factor-g-csf-2\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Acetaminophen Microscope Evidence in Peer-Reviewed Studies\",\n        \"summary\": \"A new study has examined acetaminophen microscope evidence in peer-reviewed studies, shedding light on its potential effects.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/drug-discovery-and-development/29668/acetaminophen-microscope-evidence-peer-reviewed-studies-2\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Insomnia Linked to 40% Dementia Risk\",\n        \"summary\": \"A new study has found that insomnia is linked to a 40% increased risk of dementia, emphasizing the importance of sleep health.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/neuroscience/29592/insomnia-linked-40-dementia-risk\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Link Between Breakfast Timing and Longevity\",\n        \"summary\": \"Researchers have discovered a link between breakfast timing and longevity, shedding light on the importance of meal timing.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cardiology/29577/link-breakfast-timing-longevity-2\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Study Reveals Foods that Delay Dementia and Heart Disease\",\n        \"summary\": \"Researchers have revealed foods that delay dementia and heart disease, emphasizing the importance of diet in health.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cardiology/29576/study-reveals-foods-delay-dementia-heart-disease-2\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Artificial Sweeteners Linked to Faster Brain Aging\",\n        \"summary\": \"Research has found that artificial sweeteners may be linked to faster brain aging, highlighting the need for further study.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/neuroscience/29560/artificial-sweeteners-linked-faster-brain-aging-2\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"As wildfires worsen, science can help communities avoid destruction\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/communities-avoid-destruction-wildfires\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"In the midst of a global dengue epidemic, one program kept a Brazilian city safe\",\n        \"summary\": \"Dengue has been a public health problem in the tropical world for decades and 2024 saw a global dengue surge, with more than 14 million cases and 10 thousand deaths reported worldwide—more than double the figures for dengue ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-midst-global-dengue-epidemic-brazilian.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Discovery of 'primed' state in neuromuscular receptors may guide future drug design\",\n        \"summary\": \"An international research team led by a University of Ottawa Faculty of Medicine investigator has revealed ultra-detailed intricacies in how nerve signals activate at the neuromuscular junction, a specialized synapse that ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-discovery-primed-state-neuromuscular-receptors.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Preventing overhydration: Study uncovers a neural circuit that prompts mice to stop drinking\",\n        \"summary\": \"Identifying the neural mechanisms that support the regulation of vital physiological processes, such as drinking, eating and sleeping, is a long-standing goal within the neuroscience research community. As the disruption ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-overhydration-uncovers-neural-circuit-prompts.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Men's brain atrophy accelerates with age, faster than women's\",\n        \"summary\": \"A new study has found that men's brain atrophy accelerates with age, faster than women's.\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-men-brain-atrophy-age-women.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Collaboration finds no loss of patient confidence in environmentally friendly doctors\",\n        \"summary\": \"The doctor suggests opting for a treatment that is better for the environment. How do patients react to this? Doctors and psychologists together discovered that this has little impact on patient confidence in the doctor.\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-collaboration-loss-patient-confidence-environmentally.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Gut microbiome affects alcohol preference by influencing brain's reward system\",\n        \"summary\": \"Researchers at Tufts University School of Medicine and Tufts Graduate School of Biomedical Sciences have found a surprising connection between a fungus associated with alcohol use disorder and the brain's dopamine reward ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-gut-microbiome-affects-alcohol-brain.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Undergraduate researcher identifies virus's ability to replicate and cause cancer\",\n        \"summary\": \"When Sean Fletcher walked into Sam Biswas' Medical and Molecular Sciences (MMSC) lab at the University of Delaware College of Health Sciences during the summer of his first year, he had no research or laboratory experience.\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-undergraduate-virus-ability-replicate-cancer.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Cancer cells reactivate embryo gene to evade immune system\",\n        \"summary\": \"A new study has found that cancer cells can reactivate an embryo gene to evade the immune system.\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-cancer-cells-reactivate-embryo-gene.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Flight simulator for the brain reveals the mind's eye\",\n        \"summary\": \"A new study has used a flight simulator for the brain to reveal the mind's eye.\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-flight-simulator-brain-reveals-minds.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Social conflict among strongest predictors of teen mental health concerns, research shows\",\n        \"summary\": \"\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-social-conflict-strongest-predictors-teen.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"A missing protein may hold key to rejuvenating aging blood cells\",\n        \"summary\": \"\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-protein-key-rejuvenating-aging-blood.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Research reveals possibility of new drug therapy for hereditary diseases\",\n        \"summary\": \"\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-reveals-possibility-drug-therapy-hereditary.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Loops of RNA at the synapse in young animals\",\n        \"summary\": \"A new study has found that loops of RNA at the synapse in young animals can have negative effects on brain development.\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-loops-rna-synapse-visual-young.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Smartphone imaging system shows promise for early oral cancer detection in dental clinics\",\n        \"summary\": \"\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-smartphone-imaging-early-oral-cancer.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Mechanism underlies chemotherapy sensitivity in aggressive cancer\",\n        \"summary\": \"Researchers have found the mechanism that underlies chemotherapy sensitivity in aggressive cancer.\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-mechanism-underlies-chemotherapy-sensitivity-aggressive.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Mechanism of neurotransmission remains", "raw": {"id": "resp_012e1878150aa2930168f1a76545588193af42f9231e14c2a3", "object": "response", "created_at": 1760667493, "status": "incomplete", "background": false, "billing": {"payer": "developer"}, "error": null, "incomplete_details": {"reason": "max_output_tokens"}, "instructions": "You are GPT-4o. Operate in deterministic mode — no creativity, no paraphrasing, no summarizing.\n\nPURPOSE\nYou receive one text input in a JSON-like format.\n\nGOAL\nReturn a single, valid JSON array with unique records after strict validation and deduplication.\n\nVALID RECORD FIELDS\nEach record must include:\n- \"title\": string\n- \"hyperlink\": string\n\nOptional fields (preserve if present):\n- \"date\": string\n- \"summary\": string\n\nEXTRACTION RULES\n1. Scan the full input left-to-right.\n2. Extract every well-formed JSON object that contains all three required keys (case-sensitive).\n3. Ignore malformed or truncated fragments, HTML, or wrapper fields (e.g. request_id, status, result).\n4. Flatten nested arrays; produce one flat list of valid objects.\n5. Preserve values exactly — do not modify wording or punctuation.\n\nDEDUPLICATION RULES\n- Two records are duplicates if:\n  (a) their hyperlinks are identical, OR\n  (b) their title and summary express logically identical or semantically equivalent meaning.\n- From each duplicate set, keep only one record:\n  • Prefer the one with the longer or more informative \"summary\".\n  • If summaries are equal length, keep the first encountered.\n- Keep all unique records unchanged.\n\nORDER OF OBJECT:\nSort descending by date (newest first). If no date, keep original order.\n\nOUTPUT FORMAT\nReturn one JSON array only, no prose, no explanations.\nExample output:\n[\n  {\"title\": \"...\", \"summary\": \"...\", \"hyperlink\": \"...\"},\n  {\"title\": \"...\", \"summary\": \"...\", \"hyperlink\": \"...\"}\n]\n\nReturn only a valid JSON array.\nDo not use markdown fences (no ```json, no ```).\nDo not include explanations or text.\nOutput must begin with [ and end with ].", "max_output_tokens": 128000, "max_tool_calls": null, "model": "gpt-4o-2024-08-06", "output": [{"id": "msg_012e1878150aa2930168f1a766bfe48193b91c6bfd75f7ba59", "type": "message", "status": "incomplete", "content": [{"type": "output_text", "annotations": [], "logprobs": [], "text": "[\n    {\n        \"title\": \"Precision Oncology Showcase\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.labroots.com/virtual-event/precision-oncology-showcase?id=9246\",\n        \"date\": \"06-11-2025\"\n    },\n    {\n        \"title\": \"Global launch of LabVantage Biotech360: Powering Innovation, Driving Discovery\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.labroots.com/virtual-event/global-launch-labvantage-biotech-360-powering-innovation-driving-discovery?id=9709\",\n        \"date\": \"05-11-2025\"\n    },\n    {\n        \"title\": \"The Simple Way to Protein Research\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.labroots.com/virtual-event/simple-advance-protein-research?id=9070\",\n        \"date\": \"04-11-2025\"\n    },\n    {\n        \"title\": \"68th Annual Biosafety and Biosecurity Conference\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.labroots.com/virtual-event/68th-annual-biosafety-biosecurity-conference?id=9578\",\n        \"date\": \"27-10-2025\"\n    },\n    {\n        \"title\": \"This European treatment for joint pain just passed a major scientific test\",\n        \"summary\": \"Korean researchers found that low-dose radiation therapy eased knee pain and improved movement in people with mild to moderate osteoarthritis.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251015032316.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Exercise might be the key to a younger, sharper immune system\",\n        \"summary\": \"Endurance exercise may train the immune system as much as the muscles.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251014014421.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Popular hair-loss pill linked to depression and suicide\",\n        \"summary\": \"Finasteride, a common hair-loss drug, has long been tied to depression and suicide, but regulators ignored the warnings.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251013040343.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"A single protein could stop sudden death after heart attacks\",\n        \"summary\": \"A team at Massachusetts General Hospital uncovered that an immune defense protein, Resistin-like molecule gamma, attacks heart cells after a heart attack—literally punching holes in them.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251013040341.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"C-section births linked to sleepless nights and painful recoveries\",\n        \"summary\": \"Women who undergo C-sections are more likely to experience debilitating pain and sleep disorders in the months after giving birth.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251013040331.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Fentanyl overdoses among seniors surge 9,000% — A hidden crisis few saw coming\",\n        \"summary\": \"Overdose deaths from fentanyl mixed with stimulants have skyrocketed among seniors, increasing 9,000% in just eight years.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251012054606.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Two common drugs could reverse fatty liver disease\",\n        \"summary\": \"Researchers at the University of Barcelona found that combining pemafibrate and telmisartan significantly reduces liver fat and cardiovascular risks in MASLD models.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251011105531.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"MIT’s “stealth” immune cells could change cancer treatment forever\",\n        \"summary\": \"MIT and Harvard scientists have designed an advanced type of immune cell called a CAR-NK cell that can destroy cancer while avoiding attack from the body’s own immune defenses.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251011043535.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists unlock nature’s secret to a cancer-fighting molecule\",\n        \"summary\": \"Researchers have cracked the code behind how plants make mitraphylline, a rare cancer-fighting molecule.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251009033206.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists discover brain circuit that can switch off chronic pain\",\n        \"summary\": \"Scientists have pinpointed Y1 receptor neurons in the brain that can override chronic pain signals when survival instincts like hunger or fear take precedence. Acting like a neural switchboard, these cells balance pain with other biological needs.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251009033126.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Common medications may secretly rewire your gut for years\",\n        \"summary\": \"Drugs taken years—even decades—ago can leave lasting imprints on the gut microbiome, reshaping the community of microbes long after treatment stops.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251008030953.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists reveal green tea’s fat-burning secret\",\n        \"summary\": \"New research shows green tea may help the body burn fat and balance blood sugar.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251008030951.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists just found a molecule that could stop Parkinson’s in its tracks\",\n        \"summary\": \"Researchers have designed a peptide that prevents the deadly misfolding of alpha-synuclein, the protein behind Parkinson’s and some dementias. In lab and animal tests, it stabilized the protein and improved motor function. The work demonstrates the power of rational drug design in tackling brain diseases that have long lacked effective treatments.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251008030949.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"New pill could finally control stubborn high blood pressure\",\n        \"summary\": \"A new pill called baxdrostat may offer hope for people whose blood pressure stays high even after taking standard medications.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251008030947.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Bacteria hidden inside tumors could help beat cancer\",\n        \"summary\": \"Scientists have discovered that bacteria living inside tumors can produce a molecule that fights cancer and enhances chemotherapy.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251007081835.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Nanotech transforms vinegar into a lifesaving superbug killer\",\n        \"summary\": \"Researchers have enhanced vinegar’s antibacterial properties by infusing it with cobalt-based carbon nanoparticles.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251006051122.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Brain cancer that eats the skull stuns scientists\",\n        \"summary\": \"A new study shows glioblastoma isn’t confined to the brain—it erodes the skull and hijacks the immune system within skull marrow. The cancer opens channels that let inflammatory cells enter the brain, fueling its deadly progression. Even drugs meant to protect bones can make things worse, highlighting the need for therapies that target both brain and bone. The discovery reframes glioblastoma as a whole-body disease, not just a brain disorder.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251005085618.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Doctors stunned by a cheap drug’s power against colon cancer\",\n        \"summary\": \"A Scandinavian clinical trial has revealed that low-dose aspirin can halve the risk of colon and rectal cancer recurrence in patients with specific genetic mutations.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251003033921.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"A single dose of psilocybin may rewire the brain for lasting relief\",\n        \"summary\": \"Penn researchers found that psilocybin can calm brain circuits tied to pain and mood, easing both physical suffering and emotional distress in animal studies. The compound works in the anterior cingulate cortex, bypassing injury sites and offering a dual benefit for pain and depression. Unlike opioids, psilocybin is non-addictive and may provide relief lasting weeks.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251002073959.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"A common supplement could supercharge cancer treatments\",\n        \"summary\": \"Zeaxanthin, best known for eye health, has been found to boost the tumor-killing power of T cells.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251001092214.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"From poison to power: How lead exposure helped shape human intelligence\",\n        \"summary\": \"Scientists studying ancient teeth found that early humans, great apes, and even Neanderthals were exposed to lead millions of years ago. Long before humans built cities or wrote words, our ancestors may have faced a hidden threat that shaped who we became.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251015230952.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Tiny brain nanotubes found by Johns Hopkins may spread Alzheimer’s\",\n        \"summary\": \"Johns Hopkins scientists uncovered microscopic “nanotube” channels that neurons use to transfer toxic molecules. While this process clears waste, it can also spread harmful proteins like amyloid-beta.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251015230939.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists find the brain’s hidden pulse that may predict Alzheimer’s\",\n        \"summary\": \"Researchers at USC have created the first method to noninvasively measure microscopic blood vessel pulses in the human brain. Using advanced 7T MRI, they found these tiny pulsations grow stronger with age and vascular risk, disrupting the brain’s waste-clearing systems.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251014014418.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Supercharged vitamin k could help the brain heal itself\",\n        \"summary\": \"Researchers have synthesized enhanced vitamin K analogues that outperform natural vitamin K in promoting neuron growth. The new compounds, which combine vitamin K with retinoic acid, activate the mGluR1 receptor to drive neurogenesis.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251014014312.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists build artificial neurons that work like real ones\",\n        \"summary\": \"UMass Amherst engineers have built an artificial neuron powered by bacterial protein nanowires that functions like a real one, but at extremely low voltage. This allows for seamless communication with biological cells and drastically improved energy efficiency.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251013040335.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Dolphins may be getting Alzheimer’s from toxic ocean blooms\",\n        \"summary\": \"Dolphins washing up on Florida’s shores may be victims of the same kind of brain degeneration seen in humans with Alzheimer’s disease. Researchers discovered that cyanobacterial toxins—worsened by climate change and nutrient pollution—accumulate in marine food chains, damaging dolphin brains with misfolded proteins and Alzheimer’s-like pathology.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251011105521.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Breakthrough compounds may reverse nerve damage caused by multiple sclerosis\",\n        \"summary\": \"Researchers have identified two compounds, K102 and K110, that could repair the nerve damage from multiple sclerosis. These drugs help regenerate the protective myelin sheath and balance immune responses.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251011102259.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"For the first time, scientists pinpoint brain cells linked to depression\",\n        \"summary\": \"Scientists identified two types of brain cells, neurons and microglia, that are altered in people with depression. Through genomic mapping of post-mortem brain tissue, they found major differences in gene activity affecting mood and inflammation.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251010091559.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists suggest the brain may work best with 7 senses, not just 5\",\n        \"summary\": \"Scientists at Skoltech developed a new mathematical model of memory that explores how information is encoded and stored. Their analysis suggests that memory works best in a seven-dimensional conceptual space — equivalent to having seven senses. The finding implies that both humans and AI might benefit from broader sensory inputs to optimize learning and recall.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251008030955.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists finally reveal what’s behind long COVID’s mysterious brain fog\",\n        \"summary\": \"Researchers in Japan have pinpointed a biological cause of Long COVID brain fog using advanced PET brain imaging. They discovered widespread increases in AMPA receptor density linked to cognitive impairment and inflammation. The findings confirm brain fog as a measurable, biological condition and reveal new targets for treatment. This could open the door to effective diagnostics and therapies.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251006051127.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists find brain circuit that traps alcohol users in the vicious cycle of addiction\",\n        \"summary\": \"Addiction often isn’t about chasing pleasure—it’s about escaping pain. Researchers at Scripps Research have discovered that a tiny brain region called the paraventricular nucleus of the thalamus (PVT) becomes hyperactive when animals learn that alcohol eases the agony of withdrawal. This circuit helps explain why people relapse: their brains learn that alcohol brings relief from stress and anxiety.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251006051124.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists find hidden brain damage behind dementia\",\n        \"summary\": \"A University of New Mexico scientist is revealing what might be one of the most overlooked causes of dementia — damage in the brain’s tiny blood vessels. Dr. Elaine Bearer has created a new way to classify these changes, showing that many people diagnosed with Alzheimer’s also suffer from vascular damage that quietly destroys brain tissue. Even more surprising, she’s finding microplastics inside the brain that appear linked to inflammation and memory loss.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251005085637.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Why ultra-processed foods aren’t the real villain behind overeating\",\n        \"summary\": \"Researchers from Leeds found that overeating is driven more by what people believe about food than by its actual ingredients or level of processing. Foods perceived as fatty, sweet, or highly processed were more likely to trigger indulgence. Surprisingly, the “ultra-processed” label explained almost none of the difference in overeating behavior. The findings suggest that perception and psychology may be more important than packaging or processing.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251005085625.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Why the brain’s GPS fails with age, and how some minds defy it\",\n        \"summary\": \"Stanford scientists found that aging disrupts the brain’s internal navigation system in mice, mirroring spatial memory decline in humans. Older mice struggled to recall familiar locations, while a few “super-agers” retained youthful brain patterns. Genetic clues suggest some animals, and people, may be naturally resistant to cognitive aging. The discovery could pave the way for preventing memory loss in old age.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251005085616.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Strong friendships may literally slow aging at the cellular level\",\n        \"summary\": \"Scientists discovered that lifelong social support can slow biological aging. Using DNA-based “epigenetic clocks,” they found that people with richer, more sustained relationships showed younger biological profiles and lower inflammation. The effect wasn’t about single friendships but about consistent connections across decades.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251004092917.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Hidden cellular “power switch” could transform Parkinson’s treatment\",\n        \"summary\": \"Researchers uncovered a key cellular regulator, PP2A-B55alpha, that controls both the cleanup of damaged mitochondria and the creation of new ones. In Parkinson’s disease models, reducing this regulator improved symptoms and mitochondrial health. The findings could inspire new drugs for Parkinson’s, mitochondrial disorders, and even cancer.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251004092903.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"They found the switch that makes the body attack cancer\",\n        \"summary\": \"Scientists have found a way to transform hard-to-treat tumors into targets for the immune system.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251015230959.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"A giant asteroid hit Earth, but its crater is missing\",\n        \"summary\": \"Researchers discovered a new field of ancient tektites in South Australia, revealing a long-forgotten asteroid impact.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251015230957.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"This type of meat supercharges muscle growth after workouts\",\n        \"summary\": \"Scientists discovered that lean pork builds muscle more effectively post-workout than high-fat pork, even with identical protein levels.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251015032318.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"A little stress could be the secret to healthy aging\",\n        \"summary\": \"Scientists discovered that specific nutrients in nematodes' diets activate stress defenses that keep their cells healthier over time.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251015032314.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists grow mini human livers that predict toxic drug reactions\",\n        \"summary\": \"A new human liver organoid microarray developed by Cincinnati Children’s and Roche recreates immune-driven liver injury in the lab.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251015032259.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"A simple fatty acid could restore failing vision\",\n        \"summary\": \"Scientists at UC Irvine have found a way to potentially reverse age-related vision loss by targeting the ELOVL2 “aging gene” and restoring vital fatty acids in the retina.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251014014307.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Your brain’s power supply may hold the key to mental illness\",\n        \"summary\": \"Groundbreaking Harvard research is exposing hidden energy failures inside brain cells that may drive major psychiatric conditions.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251014014304.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"This new blood test can catch cancer 10 years early\",\n        \"summary\": \"Scientists at Mass General Brigham have created HPV-DeepSeek, a blood test that can detect HPV-linked head and neck cancers nearly a decade before diagnosis.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251013040337.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Your skin could warn of hidden mental health trouble\",\n        \"summary\": \"People experiencing their first psychotic episode who also have skin conditions such as rashes or itching are at greater risk of depression and suicidal thoughts.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251013040328.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"This experimental “super vaccine” stopped cancer cold in the lab\",\n        \"summary\": \"UMass Amherst researchers have developed a groundbreaking nanoparticle-based cancer vaccine that prevented melanoma, pancreatic, and triple-negative breast cancers in mice—with up to 88% remaining tumor-free.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251013040323.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists found a smarter Mediterranean diet that cuts diabetes risk by 31%\",\n        \"summary\": \"Spanish researchers found that combining a calorie-reduced Mediterranean diet with exercise and professional support cut type 2 diabetes risk by 31%.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251012054621.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"New research reveals how ADHD sparks extraordinary creativity\",\n        \"summary\": \"Researchers have discovered that ADHD’s hallmark mind wandering might actually boost creativity.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251012054608.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Your type of depression could shape your body’s future health\",\n        \"summary\": \"Different types of depression affect the body in different ways.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251012054604.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Keto diet shields young minds from early-life trauma\",\n        \"summary\": \"Young rats given a ketogenic diet were largely protected from the mental and behavioral issues caused by prenatal stress.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251012054601.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Scientists find gold hiding in food waste\",\n        \"summary\": \"Researchers are finding extraordinary new uses for what we throw away.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251011105518.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"How 1 in 4 older adults regain happiness after struggling\",\n        \"summary\": \"A University of Toronto study found that nearly one in four adults aged 60+ who reported poor well-being were able to regain optimal wellness within three years.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251010091600.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"A toxic Alzheimer’s protein could be the key to fighting cancer\",\n        \"summary\": \"A surprising link between Alzheimer’s and cancer reveals that amyloid beta, a harmful protein in the brain, actually empowers the immune system.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251010091555.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"MIT’s new precision gene editing tool could transform medicine\",\n        \"summary\": \"MIT scientists have found a way to make gene editing far safer and more accurate — a breakthrough that could reshape how we treat hundreds of genetic diseases.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251010091553.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"When men drink, women and children pay the price\",\n        \"summary\": \"Men’s heavy drinking is fueling a hidden crisis affecting millions of women and children worldwide.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251010091550.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"A hidden “backup heater” that helps burn fat and boost metabolism\",\n        \"summary\": \"Scientists have uncovered a surprising new way the body can burn energy and stay warm.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251009033247.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Thousands fall ill as mosquito fever explodes across southern China\",\n        \"summary\": \"China’s Guangdong Province is battling its worst-ever chikungunya outbreak, with thousands of infections spreading across major cities and nearby regions.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251009033244.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"A sweet fix for baldness? Stevia compound boosts hair growth\",\n        \"summary\": \"Researchers discovered that stevioside, a compound from the Stevia plant, enhances the skin absorption of minoxidil, the main treatment for pattern baldness.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251009033212.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"A psychedelic surprise: DMT helps the brain heal after stroke\",\n        \"summary\": \"Scientists have discovered that DMT, a natural compound found in plants and even the human brain, can dramatically reduce brain damage caused by stroke.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251006051129.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"You don’t have to lose weight to lower your diabetes risk, scientists say\",\n        \"summary\": \"A major study from Tübingen found that prediabetic individuals who normalized their blood sugar through healthy habits — even without shedding pounds — cut their risk of type 2 diabetes by 71%.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251006051117.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"A flu test you can chew\",\n        \"summary\": \"Flu detection could soon be as simple as chewing gum.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251002074011.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"Millions could be living with hidden smell loss after COVID without knowing\",\n        \"summary\": \"A massive NIH-backed study reveals that COVID-19’s toll on smell may be more widespread and lasting than most realize.\",\n        \"hyperlink\": \"https://www.sciencedaily.com/releases/2025/10/251002074007.htm\",\n        \"date\": \"25-10-2025\"\n    },\n    {\n        \"title\": \"xMAP Connect 2025 Virtual Series\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.labroots.com/virtual-event/xmap-connect-2025-virtual-series?id=9612\",\n        \"date\": \"22-10-2025\"\n    },\n    {\n        \"title\": \"CRISPR Virtual Event Series 2025\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.labroots.com/virtual-event/crispr-2025?id=8604\",\n        \"date\": \"22-10-2025\"\n    },\n    {\n        \"title\": \"Marijuana Linked to Fewer Opioid Overdoses\",\n        \"summary\": \"How can cannabis legalization laws impact opioid use? This is what a recent study published in the American Journal of H ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cannabis-sciences/29720/marijuana-linked-fewer-opioid-overdoses-2\",\n        \"date\": \"16-10-2025\"\n    },\n    {\n        \"title\": \"Hormone Replacement Therapy Restores Healthy Immune Response\",\n        \"summary\": \"Hormone replacement therapy (HRT) or menopausal hormone therapy (MHT) are treatments to mediate symptoms of menopause. P ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/immunology/29717/hormone-replacement-therapy-restores-healthy-immune-response\",\n        \"date\": \"16-10-2025\"\n    },\n    {\n        \"title\": \"The Growing Threat of STI Antibiotic Resistance\",\n        \"summary\": \"Introduction Antimicrobial resistance (AMR) in sexually transmitted infections (STIs) now poses a significant and escala ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/clinical-and-molecular-dx/29651/growing-threat-sti-antibiotic-resistance\",\n        \"date\": \"16-10-2025\"\n    },\n    {\n        \"title\": \"How Prostate Cancer Becomes Deadly\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.labroots.com/trending/nocat/29702/prostate-cancer-deadly\",\n        \"date\": \"16-10-2025\"\n    },\n    {\n        \"title\": \"A Novel Cancer Treatment Reprograms Cell Death and Triggers Robust Immunity\",\n        \"summary\": \"Cancer is classified as the uncontrollable growth of mutated cells. There are different types of cancers that correlate ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/immunology/29716/novel-cancer-treatment-reprograms-cell-death-triggers-robust-immunity\",\n        \"date\": \"16-10-2025\"\n    },\n    {\n        \"title\": \"iQue® 5: Go from 96 Wells to Insights in 5 Minutes\",\n        \"summary\": \"Introducing the iQue® 5: A New Era in High-Throughput Flow Cytometry In today´s fast-paced drug discovery and ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/drug-discovery-and-development/29400/ique-5-96-insights-5-minutes\",\n        \"date\": \"16-10-2025\"\n    },\n    {\n        \"title\": \"Long-Term Benefit of Adjuvant Therapy for Endometrial Cancer Patients\",\n        \"summary\": \"Cancer has evolved to protect itself from our inherent immune responses, and some types of cancer cells have developed t ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cancer/29703/long-term-benefit-adjuvant-therapy-endometrial-cancer-patients\",\n        \"date\": \"16-10-2025\"\n    },\n    {\n        \"title\": \"A Breakthrough New Test Can Diagnose Chronic Fatigue Syndrome\",\n        \"summary\": \"At one time, clinicians debated whether chronic fatigue syndrome was a 'real' illness, or if it was all in a person´s he ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cell-and-molecular-biology/29714/test-diagnose-chronic-fatigiue-syndrome\",\n        \"date\": \"15-10-2025\"\n    },\n    {\n        \"title\": \"From Plate to Insight: Simplifying 3D Cell Culture Workflows\",\n        \"summary\": \"3D cell cultures are no longer a futuristic idea. They´re already reshaping how we study diseases like cancer, off ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cell-and-molecular-biology/29521/plate-insight-simplifying-3d-cell-culture-workflows\",\n        \"date\": \"15-10-2025\"\n    },\n    {\n        \"title\": \"Fossil hand bones point to tool use outside the _Homo_ lineage\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/fossil-hand-bones-tool-use\",\n        \"date\": \"15-10-2025\"\n    },\n    {\n        \"title\": \"These ancient bumblebees were found with their pollen source\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/ancient-bumblebees-found-pollen\",\n        \"date\": \"15-10-2025\"\n    },\n    {\n        \"title\": \"We all have a (very tiny) glow of light, no movie magic needed\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/glow-light-biophoton-kpop-demon-hunters\",\n        \"date\": \"15-10-2025\"\n    },\n    {\n        \"title\": \"Impostor study participants could distort health research and endanger patient outcomes\",\n        \"summary\": \"Impostor participants threaten the integrity of health research, and by extension, the policies and clinical decisions built on it, warn experts in The BMJ today.\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-impostor-distort-health-endanger-patient.html\",\n        \"date\": \"15-10-2025\"\n    },\n    {\n        \"title\": \"Tiny regenerative worm offers insights into tissue repair and regenerative medicine\",\n        \"summary\": \"Stem cells in most organisms typically take cues from adjacent cells. But new research from the Stowers Institute for Medical Research reveals planarian stem cells ignore their nearest neighbors and instead respond to signals ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-tiny-regenerative-worm-insights-tissue.html\",\n        \"date\": \"15-10-2025\"\n    },\n    {\n        \"title\": \"Absence of key protein scrambles sperm DNA, revealing potential cause of male infertility\",\n        \"summary\": \"Researchers from the Universitat Autònoma de Barcelona (UAB) have published an analysis that reveals new functions of the RAD21L protein—a germline-specific cohesin—crucial for male fertility. The study, carried out ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-absence-key-protein-scrambles-sperm.html\",\n        \"date\": \"15-10-2025\"\n    },\n    {\n        \"title\": \"Bacterial communication delays wound healing by disrupting skin cell repair\",\n        \"summary\": \"Researchers at University of California San Diego School of Medicine have discovered a previously unrecognized mechanism by which Staphylococcus aureus—one of the most common causes of skin and soft tissue infections worldwide—delays ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-bacterial-communication-delays-wound-disrupting.html\",\n        \"date\": \"15-10-2025\"\n    },\n    {\n        \"title\": \"Researchers show benefit of ultra-deep RNA sequencing in Mendelian disorder diagnostics\",\n        \"summary\": \"RNA sequencing (RNA-seq) is a powerful tool in diagnosing Mendelian disorders, but the optimized sequencing depth for this technology has not yet been determined. In a new study published in the American Journal of Human ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-benefit-ultra-deep-rna-sequencing.html\",\n        \"date\": \"15-10-2025\"\n    },\n    {\n        \"title\": \"A new clue to male fertility: Omega-3 fatty acid DHA shown to relax reproductive tract muscle\",\n        \"summary\": \"A research team has discovered that docosahexaenoic acid (DHA), a major omega-3 fatty acid found in fish oil, directly relaxes smooth muscle in the male reproductive tract by blocking specific calcium channels.\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-clue-male-fertility-omega-fatty.html\",\n        \"date\": \"15-10-2025\"\n    },\n    {\n        \"title\": \"Common Hair Loss Drug Linked to Depression and Suicide\",\n        \"summary\": \"Finasteride, a widely-used treatment for hair loss, has been linked with depression and suicide for over 20 years\",\n        \"hyperlink\": \"https://www.labroots.com/trending/drug-discovery-and-development/29709/common-hair-loss-drug-linked-depression-suicide-2\",\n        \"date\": \"14-10-2025\"\n    },\n    {\n        \"title\": \"Nanoparticle Vaccine Prevents Cancer in Mice\",\n        \"summary\": \"A newly developed nanoparticle-based vaccine successfully prevented melanoma, pancreatic, and triple-negative breast can ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/drug-discovery-and-development/29708/nanoparticle-vaccine-prevents-cancer-mice-2\",\n        \"date\": \"14-10-2025\"\n    },\n    {\n        \"title\": \"How Prostate Cancer Becomes Deadly\",\n        \"summary\": \"It is not unusual for advanced prostate cancer to become resistant to treatment. Of these resistant cases, some progress ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/genetics-and-genomics/29702/prostate-cancer-deadly\",\n        \"date\": \"14-10-2025\"\n    },\n    {\n        \"title\": \"Unveiling a New Mechanism of \\\"Chemo Brain\\\"\",\n        \"summary\": \"Chemotherapy, anti-cancer drugs that stop the growth of tumor cells, encompasses a wide variety of different agents.&&nbs ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cancer/29699/unveiling-mechanism-chemo-brain\",\n        \"date\": \"14-10-2025\"\n    },\n    {\n        \"title\": \"The viral Chicago ‘Rat Hole’ almost certainly wasn’t made by a rat\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/viral-chicago-rat-hole-squirrel\",\n        \"date\": \"14-10-2025\"\n    },\n    {\n        \"title\": \"How a Yurok family played a key role in the world’s largest dam removal project\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/water-remembers-cordalis-dam-removal\",\n        \"date\": \"14-10-2025\"\n    },\n    {\n        \"title\": \"New wetsuit designs offer a layer of protection against shark bites\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/wetsuit-designs-protection-shark-bites\",\n        \"date\": \"14-10-2025\"\n    },\n    {\n        \"title\": \"Cardamom seeds revealed as potential source of antiviral treatment\",\n        \"summary\": \"Plant-based materials have traditionally been used to treat a variety of viral infections. Now, researchers have found that cardamom seed extract, as well as its main bioactive ingredient, 1,8-cineole, can have potent antiviral ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-cardamom-seeds-revealed-potential-source.html\",\n        \"date\": \"14-10-2025\"\n    },\n    {\n        \"title\": \"250-year-old drug enters clinical trial as potential treatment for deadly pancreatic cancer\",\n        \"summary\": \"Researchers in Sweden are testing a 250-year-old medicine in patients with one of the world's deadliest cancers.\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-year-drug-clinical-trial-potential.html\",\n        \"date\": \"14-10-2025\"\n    },\n    {\n        \"title\": \"How a Bacterium Got More Dangerous After Defending Against a Virus\",\n        \"summary\": \"Some viruses, known as bacteriophages, only infect bacterial cells, often destroying those bacteria in the process. Bact ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/microbiology/29700/bacterium-dangerous-defending-virus\",\n        \"date\": \"13-10-2025\"\n    },\n    {\n        \"title\": \"Study Explores Nutritional Value of Hemp Roots, Microgreens, and Leaves\",\n        \"summary\": \"Australian researchers analyzed hemp leaves, roots and microgreens to determine their nutritional properties. The analys ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cannabis-sciences/29698/study-explores-nutritional-value-hemp-roots-microgreens-leaves-2\",\n        \"date\": \"13-10-2025\"\n    },\n    {\n        \"title\": \"Unlocking the skin's natural healing power for regenerative medicine\",\n        \"summary\": \"Our skin protects us from everyday mechanical stresses, like friction, cuts, and impacts. A key part of this function—standing as a bulwark against the outside world—is the skin's amazing ability to regenerate and heal. ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-skin-natural-power-regenerative-medicine.html\",\n        \"date\": \"13-10-2025\"\n    },\n    {\n        \"title\": \"mRNA therapy restores sperm production and fertility in mice\",\n        \"summary\": \"For many couples facing infertility, medicine offers a range of solutions. But for men with non-obstructive azoospermia (NOA)—a genetic condition where sperm production stalls—options remain limited.\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-mrna-therapy-sperm-production-fertility.html\",\n        \"date\": \"13-10-2025\"\n    },\n    {\n        \"title\": \"Exploring the therapeutic potential of hypothermia for neural health\",\n        \"summary\": \"Hypothermia can preserve neuron health following brain injury, but complications from external cooling make it less promising therapeutically. Recent evidence suggests that activating a specific neuron population triggers ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-exploring-therapeutic-potential-hypothermia-neural.html\",\n        \"date\": \"13-10-2025\"\n    },\n    {\n        \"title\": \"Cells Linked to Depression are Discovered\",\n        \"summary\": \"Depression is thought to affect over 250 million people around the world. It is a condition that is difficult to treat b ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/genetics-and-genomics/29696/cells-linked-depression-discovered\",\n        \"date\": \"12-10-2025\"\n    },\n    {\n        \"title\": \"Coral collapse signals Earth’s first climate tipping point\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/coral-collapse-climate-tipping-point\",\n        \"date\": \"12-10-2025\"\n    },\n    {\n        \"title\": \"New injectable gel shows promise as voice loss treatment\",\n        \"summary\": \"McGill University researchers have engineered a new hydrogel that shows early promise as a treatment for people with vocal cord injuries.\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-gel-voice-loss-treatment.html\",\n        \"date\": \"12-10-2025\"\n    },\n    {\n        \"title\": \"Ketogenic diet may protect against stress experienced in the womb\",\n        \"summary\": \"Researchers have shown that young rats fed a ketogenic diet—a diet with high fat and low carbohydrates—are protected from the lasting experience of pre‑natal stress. This work, which has not yet been confirmed in humans, ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-ketogenic-diet-stress-experienced-womb.html\",\n        \"date\": \"11-10-2025\"\n    },\n    {\n        \"title\": \"Study Shows Pupil Size Is Not a Reliable Indicator of Acute Cannabis Exposure​\",\n        \"summary\": \"A study published in the Clinical Toxicology examined ocular measures as evidence of cannabis-induced impairment and fou ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/health-and-medicine/29694/study-pupil-size-reliable-indicator-acute-cannabis-exposure-2\",\n        \"date\": \"10-10-2025\"\n    },\n    {\n        \"title\": \"Lasers made muon beams, no massive accelerator needed\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/lasers-muons-beams-accelerator\",\n        \"date\": \"10-10-2025\"\n    },\n    {\n        \"title\": \"Astronomers saw a rogue planet going through a rapid growth spurt\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/rogue-planet-rapid-growth-spurt\",\n        \"date\": \"10-10-2025\"\n    },\n    {\n        \"title\": \"Fruity fly study uncovers neural circuits for sensing the pleasantness or unpleasantness of odors\",\n        \"summary\": \"Researchers led by Hokto Kazama at the RIKEN Center for Brain Science (CBS) in Japan have discovered how animals sense whether things smell pleasant or unpleasant, one of the abilities that allow us to appreciate the flavor ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-fruity-fly-uncovers-neural-circuits.html\",\n        \"date\": \"10-10-2025\"\n    },\n    {\n        \"title\": \"FDA clears heart tissue regeneration drug AD-NP1 for clinical trials\",\n        \"summary\": \"The body's tissues can get injured in many ways, but while some injuries heal perfectly, others don't heal at all. A cut in the skin, for example, usually heals all on its own, while internal organs, such as the heart after ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-fda-heart-tissue-regeneration-drug.html\",\n        \"date\": \"10-10-2025\"\n    },\n    {\n        \"title\": \"40% Fatal Vehicle Crashes Test Positive for THC\",\n        \"summary\": \"Over 40% of drivers who died in motor vehicle collisions tested positive for delta-9-tetrahydrocannabinol (THC) in Ohio' ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cannabis-sciences/29691/40-fatal-vehicle-crashes-test-positive-thc-2\",\n        \"date\": \"09-10-2025\"\n    },\n    {\n        \"title\": \"New Pill May Control High Blood Pressure\",\n        \"summary\": \"A new medication may help patients who have high blood pressure and kidney disease.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cardiology/29690/pill-control-blood-pressure-2\",\n        \"date\": \"09-10-2025\"\n    },\n    {\n        \"title\": \"New Cannabis Compound Shows Potent Skin Benefits\",\n        \"summary\": \"How can cannabis compounds be used to improve skin health? This is what a recent study published in the Journal of Natur ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cannabis-sciences/29687/cannabis-compound-potent-skin-benefits-2\",\n        \"date\": \"09-10-2025\"\n    },\n    {\n        \"title\": \"Novel Antibody Neutralizes a Wide Range of HIV Variants\",\n        \"summary\": \"Human immunodeficiency virus (HIV) is a viral infection that attacks our immune systems. Infection enters the body by co ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/immunology/29686/novel-antibody-neutralizes-wide-range-hiv-variants\",\n        \"date\": \"09-10-2025\"\n    },\n    {\n        \"title\": \"Three Immunologists Awarded the Nobel Prize in Physiology or Medicine for \\\"Breakthrough in Peripheral Immune Tolerance\\\"\",\n        \"summary\": \"The Nobel Prize in Physiology or Medicine is the highest honor bestowed on a scientist concerning their research. The ma ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/immunology/29685/immunologists-awarded-nobel-prize-physiology-medicine-breakthrough-peripheral-immune-tolerance\",\n        \"date\": \"09-10-2025\"\n    },\n    {\n        \"title\": \"GLP-1 Inhibitors Could Reduce Cancer Risk\",\n        \"summary\": \"Glucagon-like peptide-1 receptor agonists (GLP-1RAs) have garnered significant attention recently, both in the media and ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cancer/29684/glp-1-inhibitors-reduce-cancer-risk\",\n        \"date\": \"09-10-2025\"\n    },\n    {\n        \"title\": \"Slalom Chromatography: Rediscovering a Forgotten Separation Technique\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.labroots.com/podcast-episode-by-id/28\",\n        \"date\": \"09-10-2025\"\n    },\n    {\n        \"title\": \"You’re probably eating enough protein, but maybe not the right mix\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/protein-intake-balance-benefits\",\n        \"date\": \"09-10-2025\"\n    },\n    {\n        \"title\": \"Vitamin A transporter reactivates latent HIV, providing another step towards a cure\",\n        \"summary\": \"Human immunodeficiency viruses (HIV) are insidious. They can evade the immune defense and antiviral drugs by becoming \\\"latent.\\\" In this state, they are largely invisible and unassailable. As long as these dormant viruses ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-vitamin-reactivates-latent-hiv.html\",\n        \"date\": \"09-10-2025\"\n    },\n    {\n        \"title\": \"2025 GenScript Virtual Summit: Scripting the Future\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.labroots.com/virtual-event/genscript-virtual-summit-scripting-the-future-2025?id=9645\",\n        \"date\": \"08-10-2025\"\n    },\n    {\n        \"title\": \"Asthma and COPD Inhalers Linked to 2 Million Tons of CO₂ Annually\",\n        \"summary\": \"How can inhalers contribute to greenhouse gas (GHG) emissions? This is what a recent study published in JAMA hopes to ad ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/earth-and-the-environment/29682/asthma-copd-inhalers-linked-2-million-tons-co-annually-2\",\n        \"date\": \"08-10-2025\"\n    },\n    {\n        \"title\": \"Can Chewing Gum Diagnose or Prevent Viral Illness?\",\n        \"summary\": \"Influenza is a very contagious virus that can spread easily ... but one way to prevent the spread of illness is to isola ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/microbiology/29671/chewing-gum-diagnose-prevent-viral-illness\",\n        \"date\": \"08-10-2025\"\n    },\n    {\n        \"title\": \"Researchers discover a type of fibroblast that may contribute to the formation and recurrence of overgrown scars\",\n        \"summary\": \"Keloids are raised, overgrown scars that can develop after skin injuries or surgery, often extending beyond the original wound boundaries. For many people, keloids are more than just a cosmetic concern; they often cause distressing ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-fibroblast-contribute-formation-recurrence-overgrown.html\",\n        \"date\": \"08-10-2025\"\n    },\n    {\n        \"title\": \"2-in-1 Inhaler Slashes Asthma Attacks in Children by 45%\",\n        \"summary\": \"A new study found that a 2-in-1 anti-inflammatory inhaler reduced asthma attacks in children by 45% compared to the wide ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/drug-discovery-and-development/29680/2-in-1-inhaler-slashes-asthma-attacks-children-2\",\n        \"date\": \"07-10-2025\"\n    },\n    {\n        \"title\": \"Common Drug Effective in Patients Hospitalized with COVID-19\",\n        \"summary\": \"Heparin, a widely available drug traditionally used to treat blood clots, lowers risk of death and ventilation in patien ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/drug-discovery-and-development/29679/common-drug-effective-patients-hospitalized-covid-2\",\n        \"date\": \"07-10-2025\"\n    },\n    {\n        \"title\": \"A Growing Role for Ancient Viruses in Human Development, Revealed\",\n        \"summary\": \"Scientists have long known that a significant portion of the human genome is made up of the remnants of ancient viruses; ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cell-and-molecular-biology/29670/growing-role-ancient-viruses-human-development-revealed\",\n        \"date\": \"07-10-2025\"\n    },\n    {\n        \"title\": \"Discoveries that enabled quantum computers win the Nobel Prize in physics\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/quantum-computers-2025-nobel-physics\",\n        \"date\": \"07-10-2025\"\n    },\n    {\n        \"title\": \"A global standard to measure outcomes in dengue treatment trials\",\n        \"summary\": \"The first global standard that harmonizes what outcomes to measure in dengue treatment trials has been published Oct. 7 in The Lancet Infectious Diseases. Co-led by researchers at King's and the University of Oxford, this ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-global-standard-outcomes-dengue-treatment.html\",\n        \"date\": \"07-10-2025\"\n    },\n    {\n        \"title\": \"Disabling a critical cellular pathway could be key to stopping deadly rotavirus infection\",\n        \"summary\": \"Rotavirus causes severe dehydrating diarrhea in infants and young children, contributing to more than 128,500 deaths per year globally despite widespread vaccination efforts. Although rotavirus is more prevalent in developing ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-disabling-critical-cellular-pathway-key.html\",\n        \"date\": \"07-10-2025\"\n    },\n    {\n        \"title\": \"Lymph Nodes Facilitate Cancer-Killing Immune Cells\",\n        \"summary\": \"Lymph nodes, hundreds of small structures located throughout the body, play a pivotal role in immunity, including anti-t ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cancer/29666/lymph-nodes-facilitate-cancer-killing-immune-cells\",\n        \"date\": \"06-10-2025\"\n    },\n    {\n        \"title\": \"A Component of Mucus Can Stop Salmonella Infections\",\n        \"summary\": \"Mucus isn't just some junk for tissues, it serves important biological purposes. It is an important line of defense, and ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/microbiology/29667/component-mucus-stop-salmonella-infections\",\n        \"date\": \"06-10-2025\"\n    },\n    {\n        \"title\": \"Finding immune cells that stop a body from attacking itself wins medicine Nobel\",\n        \"summary\": \"Shimon Sakaguchi discovered T-reg immune cells. Mary Brunkow and Fred Ramsdell identified the cells’ role in autoimmune disease.\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/immune-cells-medicine-nobel-prize-t-reg\",\n        \"date\": \"06-10-2025\"\n    },\n    {\n        \"title\": \"New oral GLP-1 drugs could offer more options for weight loss\",\n        \"summary\": \"GLP-1 injections use needles and require refrigeration. Pills that work in a similar way could be a cheaper, simpler solution.\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/oral-glp-1-pill-weight-loss-ozempic\",\n        \"date\": \"06-10-2025\"\n    },\n    {\n        \"title\": \"A Cysteine-Rich Diet is Shown to Boost Intestinal Regeneration\",\n        \"summary\": \"A new study reported in Nature has determined that the amino acid cysteine could promote regeneration among cells in the ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cell-and-molecular-biology/29664/cysteine-rich-diet-shown-boost-intestinal-regeneration\",\n        \"date\": \"05-10-2025\"\n    },\n    {\n        \"title\": \"New Insights Into How Genetics Affects Metabolism\",\n        \"summary\": \"Scientists have recently leveraged the massive amount of human health and genetic data in the UK Biobank to learn more a ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/genetics-and-genomics/29665/insights-genetics-affects-metabolism\",\n        \"date\": \"05-10-2025\"\n    },\n    {\n        \"title\": \"Researchers Reveal Autoimmune Response in Patients with ALS\",\n        \"summary\": \"Amyotrophic lateral sclerosis (ALS), also known as Lou Gehrig’s disease, is a neurodegenerative disease that affec ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/immunology/29655/researchers-reveal-autoimmune-response-patients-als\",\n        \"date\": \"02-10-2025\"\n    },\n    {\n        \"title\": \"American Association of Immunologists Created an Open Science Forum for the Public\",\n        \"summary\": \"The continual release of new apps and platforms that make use of artificial intelligence (AI) has had positive impacts o ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/immunology/29654/american-association-immunologists-created-science-forum-public\",\n        \"date\": \"02-10-2025\"\n    },\n    {\n        \"title\": \"Anthony Letai, MD, PhD is Appointed as Director of the National Cancer Institute\",\n        \"summary\": \"Earlier this week, the National Cancer Institute (NCI) welcomed its 18th Director, the highly esteemed Dr. Anthony Letai\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cancer/29652/anthony-letai-md-phd-appointed-director-national-cancer-institute\",\n        \"date\": \"02-10-2025\"\n    },\n    {\n        \"title\": \"TBI in Adults Linked to Higher Rates of Dementia\",\n        \"summary\": \"A new study has found that adults who experience traumatic brain injury (TBI) are at a higher risk of developing dementia.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/neuroscience/29701/tbi-adults-linked-rates-dementia-2\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Scientists Link Novel Cell Types to Multiple Sclerosis\",\n        \"summary\": \"Researchers have linked novel cell types to multiple sclerosis, potentially leading to new therapeutic approaches.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cell-and-molecular-biology/29697/scientists-link-novel-cell-types-multiple-sclerosis\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Ultra-Processed Foods Drive Overeating\",\n        \"summary\": \"A new study has found that ultra-processed foods drive overeating, highlighting the need for healthier eating habits.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cardiology/29689/ultra-processed-foods-drive-overeating-2\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"The importance of Differential Diagnosis in Respiratory MDx\",\n        \"summary\": \"Molecular Respiratory Panels — Importance of Differential Diagnosis With Respiratory Season rapidly approach ...\",\n        \"hyperlink\": \"https://www.labroots.com/trending/clinical-and-molecular-dx/29620/importance-differential-diagnosis-respiratory-mdx\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Unveiling the Mechanism of Chemo Brain\",\n        \"summary\": \"Researchers have unveiled the mechanism of chemo brain, a condition that affects cancer patients undergoing chemotherapy.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/nocat/29699/unveiling-mechanism-chemo-brain\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Lymph Nodes Facilitate Cancer-Killing Immune Cells\",\n        \"summary\": \"A new study has found that lymph nodes facilitate cancer-killing immune cells, highlighting their importance in cancer treatment.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/nocat/29666/lymph-nodes-facilitate-cancer-killing-immune-cells\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Cells Linked to Depression Discovered\",\n        \"summary\": \"Researchers have discovered cells linked to depression, potentially leading to new therapeutic approaches.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/nocat/29696/cells-linked-depression-discovered\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Poor Sleep Linked to Faster Brain Aging\",\n        \"summary\": \"A new study has found that poor sleep is linked to faster brain aging, highlighting the need for improved sleep habits.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/neuroscience/29673/poor-sleep-linked-faster-brain-aging-2\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"New Podcast Episode: Slalom Chromatography: Rediscovering a Forgotten Separation Technique\",\n        \"summary\": \"Neil Lander sits down with Dr. Fabrice Gritti of Waters Corporation to explore slalom chromatography a once-forgotten technique making a comeback. Learn how it enables fast, high-resolution separation of large biomolecules.\",\n        \"hyperlink\": \"https://www.labroots.com/corner-popup-ad/click/14\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Epigenetics Links Maternal Infections to Neurodevelopmental Conditions\",\n        \"summary\": \"A new study has found that epigenetics may link maternal infections to neurodevelopmental conditions, highlighting the need for further research.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/genetics-and-genomics/29669/epigenetics-links-maternal-infections-neurodevelopmental-conditions\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Study Explores Role of Cannabinoid Receptor Type 2 Activity in Granulocyte-Colony Stimulating Factor (G-CSF)\",\n        \"summary\": \"A new study has explored the role of cannabinoid receptor type 2 activity in G-CSF, shedding light on its potential therapeutic applications.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cannabis-sciences/29674/study-explores-role-cannabinoid-receptor-type-2-activity-granulocyte-colony-stimulating-factor-g-csf-2\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Acetaminophen Microscope Evidence in Peer-Reviewed Studies\",\n        \"summary\": \"A new study has examined acetaminophen microscope evidence in peer-reviewed studies, shedding light on its potential effects.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/drug-discovery-and-development/29668/acetaminophen-microscope-evidence-peer-reviewed-studies-2\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Insomnia Linked to 40% Dementia Risk\",\n        \"summary\": \"A new study has found that insomnia is linked to a 40% increased risk of dementia, emphasizing the importance of sleep health.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/neuroscience/29592/insomnia-linked-40-dementia-risk\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Link Between Breakfast Timing and Longevity\",\n        \"summary\": \"Researchers have discovered a link between breakfast timing and longevity, shedding light on the importance of meal timing.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cardiology/29577/link-breakfast-timing-longevity-2\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Study Reveals Foods that Delay Dementia and Heart Disease\",\n        \"summary\": \"Researchers have revealed foods that delay dementia and heart disease, emphasizing the importance of diet in health.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/cardiology/29576/study-reveals-foods-delay-dementia-heart-disease-2\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Artificial Sweeteners Linked to Faster Brain Aging\",\n        \"summary\": \"Research has found that artificial sweeteners may be linked to faster brain aging, highlighting the need for further study.\",\n        \"hyperlink\": \"https://www.labroots.com/trending/neuroscience/29560/artificial-sweeteners-linked-faster-brain-aging-2\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"As wildfires worsen, science can help communities avoid destruction\",\n        \"summary\": \"No summary available\",\n        \"hyperlink\": \"https://www.sciencenews.org/article/communities-avoid-destruction-wildfires\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"In the midst of a global dengue epidemic, one program kept a Brazilian city safe\",\n        \"summary\": \"Dengue has been a public health problem in the tropical world for decades and 2024 saw a global dengue surge, with more than 14 million cases and 10 thousand deaths reported worldwide—more than double the figures for dengue ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-midst-global-dengue-epidemic-brazilian.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Discovery of 'primed' state in neuromuscular receptors may guide future drug design\",\n        \"summary\": \"An international research team led by a University of Ottawa Faculty of Medicine investigator has revealed ultra-detailed intricacies in how nerve signals activate at the neuromuscular junction, a specialized synapse that ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-discovery-primed-state-neuromuscular-receptors.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Preventing overhydration: Study uncovers a neural circuit that prompts mice to stop drinking\",\n        \"summary\": \"Identifying the neural mechanisms that support the regulation of vital physiological processes, such as drinking, eating and sleeping, is a long-standing goal within the neuroscience research community. As the disruption ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-overhydration-uncovers-neural-circuit-prompts.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Men's brain atrophy accelerates with age, faster than women's\",\n        \"summary\": \"A new study has found that men's brain atrophy accelerates with age, faster than women's.\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-men-brain-atrophy-age-women.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Collaboration finds no loss of patient confidence in environmentally friendly doctors\",\n        \"summary\": \"The doctor suggests opting for a treatment that is better for the environment. How do patients react to this? Doctors and psychologists together discovered that this has little impact on patient confidence in the doctor.\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-collaboration-loss-patient-confidence-environmentally.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Gut microbiome affects alcohol preference by influencing brain's reward system\",\n        \"summary\": \"Researchers at Tufts University School of Medicine and Tufts Graduate School of Biomedical Sciences have found a surprising connection between a fungus associated with alcohol use disorder and the brain's dopamine reward ...\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-gut-microbiome-affects-alcohol-brain.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Undergraduate researcher identifies virus's ability to replicate and cause cancer\",\n        \"summary\": \"When Sean Fletcher walked into Sam Biswas' Medical and Molecular Sciences (MMSC) lab at the University of Delaware College of Health Sciences during the summer of his first year, he had no research or laboratory experience.\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-undergraduate-virus-ability-replicate-cancer.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Cancer cells reactivate embryo gene to evade immune system\",\n        \"summary\": \"A new study has found that cancer cells can reactivate an embryo gene to evade the immune system.\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-cancer-cells-reactivate-embryo-gene.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Flight simulator for the brain reveals the mind's eye\",\n        \"summary\": \"A new study has used a flight simulator for the brain to reveal the mind's eye.\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-flight-simulator-brain-reveals-minds.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Social conflict among strongest predictors of teen mental health concerns, research shows\",\n        \"summary\": \"\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-social-conflict-strongest-predictors-teen.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"A missing protein may hold key to rejuvenating aging blood cells\",\n        \"summary\": \"\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-protein-key-rejuvenating-aging-blood.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Research reveals possibility of new drug therapy for hereditary diseases\",\n        \"summary\": \"\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-reveals-possibility-drug-therapy-hereditary.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Loops of RNA at the synapse in young animals\",\n        \"summary\": \"A new study has found that loops of RNA at the synapse in young animals can have negative effects on brain development.\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-loops-rna-synapse-visual-young.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Smartphone imaging system shows promise for early oral cancer detection in dental clinics\",\n        \"summary\": \"\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-smartphone-imaging-early-oral-cancer.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Mechanism underlies chemotherapy sensitivity in aggressive cancer\",\n        \"summary\": \"Researchers have found the mechanism that underlies chemotherapy sensitivity in aggressive cancer.\",\n        \"hyperlink\": \"https://medicalxpress.com/news/2025-10-mechanism-underlies-chemotherapy-sensitivity-aggressive.html\",\n        \"date\": \"01-10-2025\"\n    },\n    {\n        \"title\": \"Mechanism of neurotransmission remains"}], "role": "assistant"}], "parallel_tool_calls": true, "previous_response_id": null, "prompt_cache_key": null, "reasoning": {"effort": null, "summary": null}, "safety_identifier": null, "service_tier": "default", "store": false, "temperature": 0, "text": {"format": {"type": "text"}, "verbosity": "medium"}, "tool_choice": "auto", "tools": [], "top_logprobs": 0, "top_p": 1, "truncation": "auto", "usage": {"input_tokens": 14730, "input_tokens_details": {"cached_tokens": 0}, "output_tokens": 16384, "output_tokens_details": {"reasoning_tokens": 0}, "total_tokens": 31114}, "user": "7d5975e5484838c95c20a8a34db4f466", "metadata": {}}, "status": "incomplete", "tool_outputs": {"file_search": [], "function_calls": [], "web_search": [], "code_interpreter": [], "image_generation": [], "mcp": [], "reasoning": []}, "usage": {"input_tokens": 14730, "input_tokens_details": {"cached_tokens": 0}, "output_tokens": 16384, "output_tokens_details": {"reasoning_tokens": 0}, "total_tokens": 31114}}