[
  {
    "title": "Family Dinners may Reduce Cannabis Substance Abuse in Teens",
    "summary": "Eating together at family dinners may reduce risk for alcohol, cannabis, and e-cigarette use among US adolescents.",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/30190/family-dinners-reduce-cannabis-substance-abuse-teens",
    "date": "2026-02-12"
  },
  {
    "title": "Ultra-Processed Foods Raise Heart Risks by Nearly 50% || SUMMARY:: Ultra-processed foods appear to significantly raise the risk of having a heart attack or stroke.",
    "summary": null,
    "hyperlink": "https://www.labroots.com/trending/cardiology/30187/ultra-processed-foods-raise-heart-risks-nearly-2",
    "date": "2026-02-12"
  },
  {
    "title": "Vaccine Promotes Protective Immune Cells",
    "summary": "Over the last decade, scientists have had a renewed interest in vaccines due to improved technology and biological disco ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/30189/vaccine-promotes-protective-immune-cells",
    "date": "2026-02-12"
  },
  {
    "title": "Over 7 Million Cancer Cases Attributed to Preventable Causes || SUMMARY:: Reported earlier this week in Nature Medicine, experts predict a significant proportion of cancer cases globally are lin ...",
    "summary": null,
    "hyperlink": "https://www.labroots.com/trending/cancer/30185/7-million-cancer-attributed-preventable-causes",
    "date": "2026-02-12"
  },
  {
    "title": "Metformin Tied to 37% Lower Risk of Mid-Stage AMD",
    "summary": "A new study has found that metformin is tied to a 37% lower risk of mid-stage age-related macular degeneration.",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/30155/metformin-tied-37-lower-risk-mid-stage-amd",
    "date": "2026-02-12"
  },
  {
    "title": "Colorectal cancer deadliest cancer in adults",
    "summary": "Colorectal cancer is the deadliest cancer in adults.",
    "hyperlink": "https://www.labroots.com/trending/nocat/30149/colorectal-cancer-deadliest-cancer-adults",
    "date": "2026-02-12"
  },
  {
    "title": "Novel Protein Helps Drive Anti-Tumor Immunity",
    "summary": "Immune checkpoint inhibitors (ICIs) are a form of immunotherapy that activates anti-tumor immune cells. In the context o ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/30188/novel-protein-helps-drive-anti-tumor-immunity",
    "date": "2026-02-12"
  },
  {
    "title": "Mediterranean diet linked to lower risk of stroke in women",
    "summary": "Research has found a link between Mediterranean diet and lower risk of stroke in women.",
    "hyperlink": "https://www.labroots.com/trending/nocat/30174/mediterranean-diet-linked-lower-risk-stroke-women",
    "date": "2026-02-12"
  },
  {
    "title": "Bad fats and processed foods",
    "summary": "Research has found a link between bad fats and processed foods and health risks.",
    "hyperlink": "https://www.labroots.com/trending/nocat/30173/bad-fats-processed",
    "date": "2026-02-12"
  },
  {
    "title": "Protecting Research Credibility: Image Integrity Checker",
    "summary": "A new tool has been developed to help protect research credibility by checking image integrity.",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/30073/protecting-research-credibility-image-integrity-checker",
    "date": "2026-02-12"
  },
  {
    "title": "Misplaced Mouth Microbes Worsen Liver Disease",
    "summary": "Misplaced mouth microbes worsen liver disease",
    "hyperlink": "https://www.labroots.com/trending/microbiology/30089/misplaced-mouth-microbes-worsen-liver-disease",
    "date": "2026-02-12"
  },
  {
    "title": "Dr. Katherine Roe on Rethinking Animal Testing and Redefining Scientific Research",
    "summary": "Dr. Katherine Roe of PETA on rethinking animal testing, emerging. . .",
    "hyperlink": "https://www.labroots.com/podcast-series/life-of-her-mind/s2-e5-dr-katherine-roe-on-rethinking-animal-testing-and-redefining-scientific-research",
    "date": "2026-02-12"
  },
  {
    "title": "Teens Spend School Phone Time Social Media",
    "summary": "Teens spend most of their school phone time on social media.",
    "hyperlink": "https://www.labroots.com/trending/technology/30055/teens-spend-school-phone-time-social-media-2",
    "date": "2026-02-12"
  },
  {
    "title": "Scientists discover protein that rejuvenates aging brain cells",
    "summary": "A newly identified protein may hold the key to rejuvenating aging brain cells.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260212025620.htm",
    "date": "2026-02-12"
  },
  {
    "title": "One simple daily change that could slash depression risk",
    "summary": "Swapping just an hour of TV a day for something more active could significantly lower the risk of developing major depression—especially in middle age.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260211073043.htm",
    "date": "2026-02-12"
  },
  {
    "title": "Unprocessed Diets Naturally Cut Calories || SUMMARY:: Prioritizing unprocessed foods could help you lose weight naturally.",
    "summary": null,
    "hyperlink": "https://www.labroots.com/trending/cardiology/30186/unprocessed-diets-naturally-cut-calories-2",
    "date": "2026-02-11"
  },
  {
    "title": "Common anti-seizure drug prevents Alzheimer's plaques from forming, study shows",
    "summary": "While physicians and scientists have long known that Alzheimer's disease involves the buildup of toxic protein fragments in the brain, they have struggled to understand how these harmful fragments are produced",
    "hyperlink": "https://medicalxpress.com/news/2026-02-common-anti-seizure-drug-alzheimer.html",
    "date": "2026-02-11"
  },
  {
    "title": "Single DMT dose treats stress-induced depression more effectively than Prozac in mice",
    "summary": "Psychedelics are psychoactive substances that trigger unusual mental states, also referred to as \"trips,\" altering the perceptions, thoughts, and emotions of those taking them and typically inducing hallucinations",
    "hyperlink": "https://medicalxpress.com/news/2026-02-dmt-dose-stress-depression-effectively.html",
    "date": "2026-02-11"
  },
  {
    "title": "Wearable trackers can detect depression relapse weeks before it returns, study finds",
    "summary": "Could a smart watch act as an early-warning system for depression relapse?",
    "hyperlink": "https://medicalxpress.com/news/2026-02-wearable-trackers-depression-relapse-weeks.html",
    "date": "2026-02-11"
  },
  {
    "title": "A single oncolytic virus injection may help T cells infiltrate glioblastoma",
    "summary": "A team led by investigators at Mass General Brigham and Dana-Farber Cancer Institute has shown that a single injection of an oncolytic virus—a genetically modified virus that selectively infects and destroys cancer cells—can help T cells infiltrate glioblastoma",
    "hyperlink": "https://medicalxpress.com/news/2026-02-oncolytic-virus-cells-infiltrate-glioblastoma.html",
    "date": "2026-02-11"
  },
  {
    "title": "Tiny worm offers clues to combat chemotherapy neurotoxicity",
    "summary": "Chemotherapy remains one of the most powerful tools in the fight against cancer, yet it often comes with significant long-term side effects that can dramatically affect patients' quality of life",
    "hyperlink": "https://medicalxpress.com/news/2026-02-tiny-worm-clues-combat-chemotherapy.html",
    "date": "2026-02-11"
  },
  {
    "title": "Researchers solve mystery behind rare clotting after adenoviral vaccines or natural adenovirus infection",
    "summary": "A global research collaboration of scientists from McMaster University, Flinders University, and Universitätsmedizin Greifswald uncovered why a small number of people developed dangerous blood clots after receiving adenoviral vaccines or being infected with adenovirus",
    "hyperlink": "https://medicalxpress.com/news/2026-02-mystery-rare-clotting-adenoviral-vaccines.html",
    "date": "2026-02-11"
  },
  {
    "title": "'Dancing molecules' paralysis treatment heals lab-grown human spinal cord organoids",
    "summary": "Northwestern University scientists have developed the most advanced organoid model for human spinal cord injury to date",
    "hyperlink": "https://medicalxpress.com/news/2026-02-molecules-paralysis-treatment-lab-grown.html",
    "date": "2026-02-11"
  },
  {
    "title": "Food chains in Caribbean coral reefs are getting shorter",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/coral-reef-food-chain-caribbean",
    "date": "2026-02-11"
  },
  {
    "title": "Fossilized vomit reveals 290-million-year-old predator’s diet",
    "summary": "By Jay Bennett February 11, 2026",
    "hyperlink": "https://www.sciencenews.org/article/fossilized-vomit-reveal-predator-diet",
    "date": "2026-02-11"
  },
  {
    "title": "A precise proton measurement helps put a core theory of physics to the test",
    "summary": "By Emily Conover February 11, 2026",
    "hyperlink": "https://www.sciencenews.org/article/proton-test-standard-model",
    "date": "2026-02-11"
  },
  {
    "title": "Blockbuster weight loss drugs like Ozempic deliver big results but face big questions",
    "summary": "Three major reviews commissioned by the World Health Organization find that GLP-1 drugs including tirzepatide (sold as Mounjaro and Zepbound), semaglutide (Ozempic and Wegovy), and liraglutide (Victoza and Saxenda) can lead to substantial weight loss in people with obesity. But while the results are impressive, researchers caution that most trials were funded by drugmakers, long term safety data are still limited, and side effects such as nausea are common.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260211073033.htm",
    "date": "2026-02-11"
  },
  {
    "title": "Just 5 weeks of brain training may protect against dementia for 20 years",
    "summary": "A simple brain-training program that sharpens how quickly older adults process visual information may have a surprisingly powerful long-term payoff. In a major 20-year study of adults 65 and older, those who completed five to six weeks of adaptive “speed of processing” training — along with a few booster sessions — were significantly less likely to develop dementia, including Alzheimer’s disease, even two decades later. Participants who received the boosted speed training had a 25% lower dementia risk compared to those who received no training, making it the only intervention in the trial to show such a lasting protective effect.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260211073023.htm",
    "date": "2026-02-11"
  },
  {
    "title": "Changing when you eat dramatically reduced Crohn’s disease symptoms",
    "summary": "A new clinical trial suggests that changing when you eat could make a meaningful difference for people living with Crohn’s disease.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260211204204.htm",
    "date": "2026-02-11"
  },
  {
    "title": "This kefir and fiber combo beat omega-3 in slashing inflammation",
    "summary": "A six-week study from the University of Nottingham suggests that pairing fermented kefir with a diverse prebiotic fiber mix may deliver a powerful anti-inflammatory boost.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260211073037.htm",
    "date": "2026-02-11"
  },
  {
    "title": "This bedroom temperature could help older adults sleep with less stress",
    "summary": "A cooler bedroom might be better for older sleepers than previously thought. Researchers found that keeping nighttime temperatures at 75°F reduced stress responses and helped the heart work more efficiently during sleep. Hot nights usually force the heart to work harder, interfering with recovery. As climate change drives warmer nights, this small adjustment could make a big difference.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260210040625.htm",
    "date": "2026-02-11"
  },
  {
    "title": "Depression may be the brain’s early warning sign of Parkinson’s or dementia",
    "summary": "Depression in older adults may sometimes signal the early stages of Parkinson’s disease or Lewy body dementia. Researchers found that depression often appears years before diagnosis and remains elevated long afterward, unlike in other chronic illnesses. This suggests depression may reflect early brain changes rather than emotional distress alone.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260210040623.htm",
    "date": "2026-02-11"
  },
  {
    "title": "Scientists just made living blood vessels on a chip that act like real ones",
    "summary": "Blood vessels twist, branch, narrow, and balloon in ways that dramatically affect how blood flows — but most lab models have long treated them like straight pipes. Researchers at Texas A&M have now built a new kind of “vessel-chip” that mirrors the real complexity of human blood vessels, from aneurysms to dangerous constrictions.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260210040616.htm",
    "date": "2026-02-11"
  },
  {
    "title": "Scientists discover how life experiences rewrite the immune system",
    "summary": "Why does the same virus barely faze one person while sending another to the hospital? New research shows the answer lies in a molecular record etched into our immune cells by both our genes and our life experiences. Scientists at the Salk Institute have created a detailed epigenetic map of human immune cells, revealing how inherited traits and past exposures—like infections, vaccines, or even environmental chemicals—shape immune responses in different ways.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260210040608.htm",
    "date": "2026-02-11"
  },
  {
    "title": "Lyocpene May Reduce Periodontitis Risk in Older White Adults",
    "summary": "Lycopene may reduce the risk of severe periodontitis in non-Hispanic White (NHW) older adults.",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/30181/lyocpene-reduce-periodontitis-risk-white-adults",
    "date": "2026-02-10"
  },
  {
    "title": "Nasal vaccine promise for bird flu",
    "summary": "Researchers have developed a nasal vaccine that shows promise for bird flu.",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/30180/nasal-vaccine-promise-bird-flu",
    "date": "2026-02-10"
  },
  {
    "title": "Revealing How Genetic Changes May Cause Parkinson's Disease",
    "summary": "Parkinson's disease is a complex neurodegenerative disorder. The causes are still unclear, but about 10 to 15% of cases ...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/30177/revealing-genetic-changes-cause-parkinson-s-disease",
    "date": "2026-02-10"
  },
  {
    "title": "How Gut Microbes Can Help Determine if Tumors Grow",
    "summary": "There are huge communities of gut bacteria living in and on our bodies, and they can have a profound effect on us. New r ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/30176/gut-microbes-help-determine-tumors-grow",
    "date": "2026-02-10"
  },
  {
    "title": "Scientists create 'smart underwear' to measure human flatulence",
    "summary": "Scientists at the University of Maryland have created Smart Underwear, the first wearable device designed to measure human flatulence. By tracking hydrogen in flatus, the device helps scientists revisit long-standing assumptions ...",
    "hyperlink": "https://medicalxpress.com/news/2026-02-scientists-smart-underwear-human-flatulence.html",
    "date": "2026-02-10"
  },
  {
    "title": "Specific brain signals rapidly eliminate body fat in mice",
    "summary": "Researchers at WashU Medicine have identified a potent pathway that begins in the brain and leads to loss of all body fat without reducing food intake. The study is reported in Nature Metabolism.",
    "hyperlink": "https://medicalxpress.com/news/2026-02-specific-brain-rapidly-body-fat.html",
    "date": "2026-02-10"
  },
  {
    "title": "In comparing real-world costs and benefits of fibromyalgia medications, a clear winner emerges",
    "summary": "Fibromyalgia is a long-term chronic condition that causes widespread pain in the muscles and soft tissues throughout the body. The illness can affect people of all ages and has a major impact on quality of life, often making ...",
    "hyperlink": "https://medicalxpress.com/news/2026-02-real-world-benefits-fibromyalgia-medications.html",
    "date": "2026-02-10"
  },
  {
    "title": "Early cognitive stimulation protects brain function in Alzheimer's disease, study suggests",
    "summary": "A team from the Institute of Neurosciences of the University of Barcelona (UBneuro) has discovered that early and sustained cognitive stimulation can help preserve brain connectivity and memory in Alzheimer's disease, even ...",
    "hyperlink": "https://medicalxpress.com/news/2026-02-early-cognitive-brain-function-alzheimer.html",
    "date": "2026-02-10"
  },
  {
    "title": "Growth of spreading pancreatic cancer is fueled by 'underappreciated' epigenetic changes, shows study",
    "summary": "In a lab-grown cell study focused on potential new treatment targets for halting the spread of most pancreatic cancers, Johns Hopkins Medicine scientists report they have found that a gene called KLF5 (Krueppel-like factor ...",
    "hyperlink": "https://medicalxpress.com/news/2026-02-growth-pancreatic-cancer-fueled-underappreciated.html",
    "date": "2026-02-10"
  },
  {
    "title": "Rejuvenating neurons restores learning and memory in mice",
    "summary": "Age-related memory decline and neurodegenerative diseases like Alzheimer's are often thought of as irreversible. But the brain is not static; neurons continually adjust the strength of their connections, a property called ...",
    "hyperlink": "https://medicalxpress.com/news/2026-02-rejuvenating-neurons-memory-mice.html",
    "date": "2026-02-10"
  },
  {
    "title": "Early-life indoor mold linked to reduced childhood lung function, long-term study finds",
    "summary": "Exposure to mold during early childhood leaves its mark way into adolescence",
    "hyperlink": "https://medicalxpress.com/news/2026-02-early-life-indoor-mold-linked.html",
    "date": "2026-02-10"
  },
  {
    "title": "Antibiotics can treat appendicitis for many patients, no surgery needed",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/antibiotics-appendicitis-no-surgery",
    "date": "2026-02-10"
  },
  {
    "title": "_Tell Me Where It Hurts_ sets the record straight on pain — and how to treat it",
    "summary": "A new book by pain researcher Rachel Zoffness demystifies how pain is made and how it can be treated.",
    "hyperlink": "https://www.sciencenews.org/article/pain-tell-me-where-it-hurts-book-review",
    "date": "2026-02-10"
  },
  {
    "title": "Earth’s core may hide dozens of oceans of hydrogen",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/earth-core-hide-oceans-hydrogen",
    "date": "2026-02-10"
  },
  {
    "title": "AI reads brain MRIs in seconds and flags emergencies",
    "summary": "Researchers at the University of Michigan have created an AI system that can interpret brain MRI scans in just seconds, accurately identifying a wide range of neurological conditions and determining which cases need urgent care. Trained on hundreds of thousands of real-world scans along with patient histories, the model achieved accuracy as high as 97.5% and outperformed other advanced AI tools.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260210005419.htm",
    "date": "2026-02-10"
  },
  {
    "title": "Everyone thought autism mostly affected boys. This study says otherwise",
    "summary": "Autism has long been thought of as a condition that mostly affects boys, but a massive study from Sweden suggests that idea may be misleading. Tracking nearly 3 million people over decades, researchers found that while boys are diagnosed more often in childhood, girls steadily catch up during their teenage years. By early adulthood, autism diagnoses among males and females are nearly equal.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260210082921.htm",
    "date": "2026-02-10"
  },
  {
    "title": "A bonobo’s pretend tea party is rewriting what we know about imagination",
    "summary": "A bonobo named Kanzi surprised scientists by successfully playing along in pretend tea party experiments, tracking imaginary juice and grapes as if they were real. He consistently pointed to the correct locations of pretend items, while still choosing real food when given the option. The results suggest that imagination may not be exclusive to humans after all.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260210040605.htm",
    "date": "2026-02-10"
  },
  {
    "title": "When immune cells stop fighting cancer and start helping it",
    "summary": "Scientists have uncovered a surprising way tumors turn the immune system to their advantage. Researchers at the University of Geneva found that neutrophils—normally frontline defenders against infection—can be reprogrammed inside tumors to fuel cancer growth instead. Once exposed to the tumor environment, these immune cells begin producing a molecule called CCL3 that actively promotes tumor progression.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260210040604.htm",
    "date": "2026-02-10"
  },
  {
    "title": "Ultra-processed foods linked to 47% higher risk of heart attack and stroke",
    "summary": "Ultra-processed foods are everywhere in the American diet, and researchers are finding alarming consequences. Using national health data, scientists found that adults with the highest intake of these foods had a 47% higher risk of heart attack or stroke. The results held even after accounting for age, smoking, and income. Experts say reducing ultra-processed foods could become as important to public health as cutting back on tobacco once was.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260210040602.htm",
    "date": "2026-02-10"
  },
  {
    "title": "Scientists find a clue to human brain evolution in finger length",
    "summary": "Human evolution has long been tied to growing brain size, and new research suggests prenatal hormones may have played a surprising role. By studying the relative lengths of index and ring fingers — a clue to oestrogen and testosterone exposure in the womb — researchers found that higher prenatal estrogen was linked to larger head size in newborn boys.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260210040559.htm",
    "date": "2026-02-10"
  },
  {
    "title": "This common tomato nutrient may help prevent severe gum disease",
    "summary": "A large U.S. study suggests that not getting enough lycopene—the antioxidant that gives tomatoes their red color—may seriously raise the risk of severe gum disease in older adults. Researchers found that seniors with adequate lycopene intake had about one-third the risk of severe periodontitis compared with those who fell short.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260208233841.htm",
    "date": "2026-02-10"
  },
  {
    "title": "A massive ADHD study reveals what actually works",
    "summary": "A sweeping new review of ADHD treatments—drawing on more than 200 meta-analyses—cuts through years of mixed messaging and hype. To make sense of it all, researchers have launched an interactive, public website that lets people with ADHD and clinicians explore what actually works, helping them make clearer, evidence-based decisions—while also highlighting a major gap: most solid evidence only covers short-term effects, even though long-term treatment is common.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260208233825.htm",
    "date": "2026-02-10"
  },
  {
    "title": "Good and Bad Fats are Processed Differently",
    "summary": "We need to consume fat to survive, but a new study has shown that the human body can process different types of fats in ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/30173/bad-fats-processed",
    "date": "2026-02-09"
  },
  {
    "title": "Genetics Study Shows Anxiety Causes are Complex & Varied",
    "summary": "It’s estimated that one in four adults will suffer from some type of anxiety disorder at some point, such as phobi ...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/30172/genetics-study-anxiety-causes-complex-varied",
    "date": "2026-02-09"
  },
  {
    "title": "Cancer Immunotherapies Work Better When Administered Early in the Day",
    "summary": "Research has suggested that cancer treatments administered early in the day are more effective than those administered l ...",
    "hyperlink": "https://www.labroots.com/trending/cancer/30171/cancer-immunotherapies-administered-day",
    "date": "2026-02-09"
  },
  {
    "title": "Study of 12 monks finds meditation heightens brain activity, reshaping neural dynamics",
    "summary": "Contrary to popular belief, meditation isn't \"thinking about nothing.\" In fact, a new international study on Buddhist monks shows that meditation is a state of heightened cerebral activity in which brain dynamics are profoundly ...",
    "hyperlink": "https://medicalxpress.com/news/2026-02-monks-meditation-heightens-brain-reshaping.html",
    "date": "2026-02-09"
  },
  {
    "title": "Gut-brain discovery identifies harmful bacterial sugar as potential therapeutic target for ALS and dementia",
    "summary": "A significant discovery by Case Western Reserve University researchers could change how doctors treat two of the most devastating neurodegenerative diseases. The team identified a link between gut bacteria and the deterioration ...",
    "hyperlink": "https://medicalxpress.com/news/2026-02-gut-brain-discovery-bacterial-sugar.html",
    "date": "2026-02-09"
  },
  {
    "title": "Consuming 2–3 cups of coffee daily associated with lower dementia risk, better cognitive function",
    "summary": "A new prospective cohort study by investigators from Mass General Brigham, Harvard T.H. Chan School of Public Health, and the Broad Institute of MIT and Harvard analyzed 131,821 participants from the Nurses' Health Study ...",
    "hyperlink": "https://medicalxpress.com/news/2026-02-consuming-cups-coffee-daily-dementia.html",
    "date": "2026-02-09"
  },
  {
    "title": "Lucid dreaming could be used for mental health therapy, new study says",
    "summary": "Lucid dreaming (LD) is one of the most fascinating parts of human consciousness, where you realize you are actually dreaming while you're still asleep and, in some situations, can decide what happens next. There is a growing ...",
    "hyperlink": "https://medicalxpress.com/news/2026-02-lucid-mental-health-therapy.html",
    "date": "2026-02-09"
  },
  {
    "title": "Why working out may not help you lose weight",
    "summary": "According to conventional wisdom, a great way to lose weight is to do some exercise. While being active is beneficial in many ways for our health, it may not be very helpful if you want to shed a few inches off your waistline. ...",
    "hyperlink": "https://medicalxpress.com/news/2026-02-weight.html",
    "date": "2026-02-09"
  },
  {
    "title": "Why flu season can strain your heart, and what a new mRNA approach suggests",
    "summary": "Mount Sinai researchers have identified a cellular mechanism linking infections from influenza A viruses (IAVs) to cardiovascular disease, providing critical insights on how influenza can damage the heart and increase the ...",
    "hyperlink": "https://medicalxpress.com/news/2026-02-flu-season-strain-heart-mrna.html",
    "date": "2026-02-09"
  },
  {
    "title": "Strength training delivers the best and healthiest dieting results for both sexes",
    "summary": "A new study conducted at the Gray Faculty of Medical and Health Sciences and the Sylvan Adams Sports Science Institute at Tel Aviv University reveals a clear conclusion: strength (resistance) training is the most effective ...",
    "hyperlink": "https://medicalxpress.com/news/2026-02-strength-healthiest-dieting-results-sexes.html",
    "date": "2026-02-09"
  },
  {
    "title": "THC Blood Limits Don't Reliably Show Driving Impairment",
    "summary": "How does cannabis THC impact driver impairment and DUI laws?",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/30057/thc-blood-limits-don-t-reliably-driving-impairment-2",
    "date": "2026-02-09"
  },
  {
    "title": "Daily cups of caffeinated coffee or mugs of tea may lower dementia risk",
    "summary": "A long-term observational study found a link between the amount of tea and caffeinated coffee people drank and the risk of dementia.",
    "hyperlink": "https://www.sciencenews.org/article/daily-coffee-tea-lower-dementia-risk",
    "date": "2026-02-09"
  },
  {
    "title": "Hearing aids didn’t boost memory tests but dementia risk dropped",
    "summary": "A long-term study of older adults with moderate hearing loss found that hearing aids did not lead to better performance on memory or thinking tests, but the story did not end there. Over seven years, people who were prescribed hearing aids were significantly less likely to develop dementia than those who were not.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260209064314.htm",
    "date": "2026-02-09"
  },
  {
    "title": "Ancient Chinese medicine may hold the key to hair regrowth",
    "summary": "A centuries-old Chinese medicinal root is getting new scientific attention as a potential game-changer for common hair loss. Polygonum multiflorum, long believed to restore dark, healthy hair, appears to work on multiple fronts at once—blocking hair-shrinking hormones, protecting follicles from damage, activating natural regrowth signals, and boosting blood flow to the scalp.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260208233839.htm",
    "date": "2026-02-09"
  },
  {
    "title": "New research reveals humans could have as many as 33 senses",
    "summary": "We don’t experience the world through neat, separate senses—everything blends together. Smell, touch, sound, sight, and balance constantly influence one another, shaping how food tastes, objects feel, and even how heavy our bodies seem. Scientists now believe humans may have more than 20 distinct senses working at once. Everyday illusions and experiences reveal just how surprisingly complex perception really is.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260208233832.htm",
    "date": "2026-02-09"
  },
  {
    "title": "This popular diet was linked to a much lower stroke risk",
    "summary": "A long-term study found that women who closely followed a Mediterranean diet had a much lower risk of stroke. The strongest benefits were seen in women who ate more plant-based foods, fish, and olive oil while cutting back on red meat and saturated fats. Their risk dropped across all major stroke types, including bleeding strokes, which are less commonly studied. The findings suggest diet may be a powerful but overlooked factor in stroke prevention.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260209064310.htm",
    "date": "2026-02-09"
  },
  {
    "title": "A secret cell alliance may explain why ovarian cancer is so deadly",
    "summary": "Scientists have discovered why ovarian cancer spreads so rapidly through the abdomen. Cancer cells enlist normally protective abdominal cells, forming mixed groups that work together to invade new tissue. These helper cells lead the way, allowing cancer to spread faster and resist chemotherapy. The findings uncover a critical weakness that future treatments may target.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260209064254.htm",
    "date": "2026-02-09"
  },
  {
    "title": "Scientists were wrong for decades about DNA knots",
    "summary": "Scientists have discovered that DNA behaves in a surprising way when squeezed through tiny nanopores, overturning a long-held assumption in genetics research. What researchers once thought were knots causing messy electrical signals turn out to be something else entirely: twisted coils called plectonemes, formed as flowing ions inside the pore spin the DNA like a phone cord. These twists can linger and grow as DNA moves through, leaving clear electrical fingerprints.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260208233844.htm",
    "date": "2026-02-09"
  },
  {
    "title": "Study Explores Patient Preferences for Cervical Screening Procedures || SUMMARY:: Experts estimate that over 13,000 new cervical cancer diagnoses occurred in the United States in 2025, accompanied by ov ...",
    "summary": null,
    "hyperlink": "https://www.labroots.com/trending/cancer/30170/study-explores-patient-preferences-cervical-screening-procedures",
    "date": "2026-02-08"
  },
  {
    "title": "Early Allergen Exposure Shields Against Allergy Development",
    "summary": "Are children who grow up in places like farms, rural areas, or even homes with many pets less likely to develop allergie ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/30168/allergen-exposure-shields-allergy-development",
    "date": "2026-02-08"
  },
  {
    "title": "Study Features Standardized Language for Categorizing Cannabis Aromas",
    "summary": "Oregon State University researchers created a common language for describing the aromas of various cannabis and hemp cul ...",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/30169/study-features-standardized-language-categorizing-cannabis-aromas-2",
    "date": "2026-02-08"
  },
  {
    "title": "Gut Microbes May Have Aided the Evolution of the Human Brain",
    "summary": "The microorganisms in our gastrointestinal tract-the gut microbiome, can exert a profound influence on the human body, a ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/30047/gut-microbes-aided-evolution-human-brain",
    "date": "2026-02-08"
  },
  {
    "title": "Study Points to Efficacy of Medical Cannabis in Managing Depression",
    "summary": "A study published in the Journal of Affective Disorders assessed medical cannabis effectiveness in managing severe depre ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/30166/study-efficacy-medical-cannabis-managing-depression-2",
    "date": "2026-02-08"
  },
  {
    "title": "Study Finds No Association Between CBD Use and Liver Damage",
    "summary": "Australian researchers examined the use of cannabidiol (CBD) products by cancer patients to assess the risk to liver hea ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/30165/study-association-cbd-liver-damage-2",
    "date": "2026-02-08"
  },
  {
    "title": "Small Cuts to Salt Content in Foods Could Save Thousands of Lives || SUMMARY:: Reducing salt in packaged foods could significantly lower rates of heart disease.",
    "summary": null,
    "hyperlink": "https://www.labroots.com/trending/cardiology/30163/small-cuts-salt-content-foods-save-thousands-lives-2",
    "date": "2026-02-08"
  },
  {
    "title": "Men's Heart Risk Rises Earlier Than Women's || SUMMARY:: Men may be at risk of heart disease earlier than previously thought.",
    "summary": null,
    "hyperlink": "https://www.labroots.com/trending/cardiology/30162/men-s-heart-risk-rises-earlier-women-s-2",
    "date": "2026-02-08"
  },
  {
    "title": "Cannabis Beverages Could Cut Alcohol Use",
    "summary": "Can cannabis-infused drinks help serve as substitutes for alcohol? This is what a recent study published in the Journal ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/30161/cannabis-beverages-cut-alcohol-2",
    "date": "2026-02-08"
  },
  {
    "title": "Sugar May Hold the Key to Overcome Drug-Resistant Pathogens",
    "summary": "As therapies and antibiotics develop and improve, pathogens adapt to overcome current medications. Bacteria are a specif...",
    "hyperlink": "https://www.labroots.com/trending/immunology/30160/sugar-hold-key-overcome-drug-resistant-pathogens",
    "date": "2026-02-08"
  },
  {
    "title": "Dr. Shella Keilholz: From Physics to Brain Imaging and the Search for Scientific Truth",
    "summary": "No summary available",
    "hyperlink": "https://www.labroots.com/podcast-episode-by-id/35",
    "date": "2026-02-08"
  },
  {
    "title": "Novel Immunotherapy Reprograms Immune Cells to Generate an Anti-Tumor Response",
    "summary": "Immunotherapy has transformed the field of medicine. In the context of cancer, immune cells become dysregulated and lose ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/30159/novel-immunotherapy-reprograms-immune-cells-generate-anti-tumor-response",
    "date": "2026-02-08"
  },
  {
    "title": "Infectious Disease Roundup: Rising US Measles, Syphilis; Lassa in Nigeria",
    "summary": "The US has recently added 53 more measles cases to its groewing total, largely fueled by outbreaks in 3 states, though 4 ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/30037/infectious-disease-roundup-rising-measles-syphilis-lassa-nigeria",
    "date": "2026-02-08"
  },
  {
    "title": "Sleep Meds Safer Than Antipsychotics for Delirium",
    "summary": "Trazodone is linked to better outcomes among older adults hospitalized with delirium than commonly used antipsychotic medications.",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/30154/sleep-meds-safer-antipsychotics-delirium",
    "date": "2026-02-08"
  },
  {
    "title": "A Cellular Adaptation to Aging is Revealed",
    "summary": "The endoplasmic reticulum is usually the biggest organelle in eukaryotic cells and is invovled in many crucial processes ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/30150/cellular-adaptation-aging-revealed",
    "date": "2026-02-08"
  },
  {
    "title": "Gene Variants Influence Long-Term Illness Risk After Viral Infection",
    "summary": "Infections with Epstein-Barr virus (EBV) are very common; the virus is estimated to have infected at least 90% of all ad ...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/30148/gene-variants-influence-long-term-illness-risk-viral-infection",
    "date": "2026-02-08"
  },
  {
    "title": "Bacteria Form Stronger Mars Bricks Despite Toxic Soil",
    "summary": "How can engineers design bricks on Mars for future habitats despite the toxic Martian regolith, also called perchlorates...",
    "hyperlink": "https://www.labroots.com/trending/space/30153/bacteria-form-stronger-mars-bricks-despite-toxic-soil-2",
    "date": "2026-02-08"
  },
  {
    "title": "Gut bacteria can sense their environment and it’s key to your health",
    "summary": "Your gut is home to trillions of bacteria that constantly “sense” their surroundings to survive and thrive. New research shows that beneficial gut microbes, especially common Clostridia bacteria, can detect a surprisingly wide range of chemical signals produced during digestion, including byproducts of fats, proteins, sugars, and even DNA. These microbes use specialized sensors to move toward valuable nutrients, with lactate and formate standing out as especially important fuel sources.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260208011017.htm",
    "date": "2026-02-08"
  },
  {
    "title": "A hidden Aloe vera compound takes aim at Alzheimer’s",
    "summary": "Scientists have uncovered promising clues that compounds found in Aloe vera could play a role in fighting Alzheimer’s disease. Using advanced computer modeling, researchers discovered that beta-sitosterol—a natural plant compound—strongly interacts with two key enzymes involved in memory loss and cognitive decline. The compound showed stability, strong binding, and favorable safety indicators, making it a standout candidate for future drug development.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260206012213.htm",
    "date": "2026-02-08"
  },
  {
    "title": "Scientists may have found the brain network behind Parkinson’s",
    "summary": "A new international study points to a specific brain network as the core driver of Parkinson’s disease. Scientists found that this network becomes overly connected, disrupting not just movement but also thinking and other bodily functions. When researchers targeted it with non-invasive brain stimulation, patients showed much stronger symptom improvement than with conventional stimulation. The discovery could reshape how Parkinson’s is diagnosed and treated.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260208203013.htm",
    "date": "2026-02-08"
  },
  {
    "title": "Scientists found a gut compound that helps protect the liver",
    "summary": "What a mother eats during pregnancy may quietly shape her child’s liver health years down the road—but new research suggests there may be a way to tip the odds back in a healthier direction. Scientists found that a natural compound made by healthy gut bacteria dramatically reduced fatty liver disease in the offspring of mice whose mothers ate a high-fat, high-sugar diet. The compound, called indole, appeared to protect the liver, improve blood sugar, limit weight gain, and even reshape the gut microbiome in lasting ways.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260208011028.htm",
    "date": "2026-02-08"
  },
  {
    "title": "New drug resets the body clock and cuts jet lag recovery nearly in half",
    "summary": "Scientists have identified a promising new compound, Mic-628, that can reliably shift the body’s internal clock forward—something that’s notoriously hard to do. By targeting a key clock-control protein, Mic-628 jump-starts the gene that sets daily rhythms, synchronizing both the brain’s master clock and clocks throughout the body. In mice experiencing simulated jet lag, a single dose cut recovery time nearly in half.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260208011026.htm",
    "date": "2026-02-08"
  },
  {
    "title": "Scientists turn sunflower oil waste into a powerful bread upgrade",
    "summary": "Researchers have found a surprising way to turn sunflower oil waste into a powerful bread upgrade. By replacing part of wheat flour with partially defatted sunflower seed flour, breads became dramatically richer in protein, fiber, and antioxidants—while also offering potential benefits for blood sugar and fat digestion.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260208011015.htm",
    "date": "2026-02-08"
  },
  {
    "title": "Menopause linked to grey matter loss in key brain regions",
    "summary": "A major study suggests menopause is linked to changes in brain structure, mental health, and sleep. Brain scans revealed grey matter loss in areas tied to memory and emotional regulation, while many women reported increased anxiety, depression, and fatigue. Hormone therapy did not reverse these effects, though it may slow age-related declines in reaction speed. Researchers say menopause could represent an important turning point for brain health.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260207092904.htm",
    "date": "2026-02-07"
  },
  {
    "title": "That dry, bitter taste may be waking up your brain",
    "summary": "New research suggests the astringent sensation caused by flavanols could act as a direct signal to the brain, triggering effects similar to a mild workout for the nervous system. In mouse experiments, flavanol intake boosted activity, curiosity, learning, and memory—despite these compounds barely entering the bloodstream. The key appears to be sensory stimulation: the taste itself activates brain pathways linked to attention, motivation, and stress response, lighting up regions involved in arousal and memory.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260206012224.htm",
    "date": "2026-02-07"
  },
  {
    "title": "How COVID and H1N1 swept through U.S. cities in just weeks",
    "summary": "New simulations reveal that both H1N1 and COVID-19 spread across U.S. cities in a matter of weeks, often before officials realized what was happening. Major travel hubs helped drive rapid nationwide transmission, with air travel playing a bigger role than daily commuting. Unpredictable transmission patterns made real-time forecasting especially difficult. The study highlights why early detection systems are critical for slowing future pandemics.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260207092906.htm",
    "date": "2026-02-07"
  },
  {
    "title": "A century of hair shows how lead exposure collapsed",
    "summary": "For decades, Americans were surrounded by lead from car exhaust, factories, paint, and even drinking water, often without realizing the damage it caused. By analyzing hair samples preserved across generations, scientists uncovered a striking record of how exposure soared before environmental rules and then collapsed after leaded gasoline and other sources were phased out.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260207092902.htm",
    "date": "2026-02-07"
  },
  {
    "title": "The only U.S. particle collider shuts down – so a new one may rise",
    "summary": "By Emily Conover February 6, 2026",
    "hyperlink": "https://www.sciencenews.org/article/particle-collider-shuts-down-brookhaven",
    "date": "2026-02-06"
  },
  {
    "title": "Scientists find a missing link between Epstein-Barr virus and multiple sclerosis",
    "summary": "New research suggests that Epstein-Barr virus may actively provoke the immune system in people with multiple sclerosis. Scientists found large buildups of virus-targeting immune cells in the nervous systems of MS patients, far more than in their blood. One viral gene was active only in people with MS, hinting at a direct role in the disease. The findings could help guide new approaches to treatment.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260206232245.htm",
    "date": "2026-02-06"
  },
  {
    "title": "A hidden brain effect of prenatal alcohol exposure",
    "summary": "New research using rhesus monkeys suggests that the brain’s relationship with alcohol may begin forming long before a person ever takes a drink. Scientists found that exposure to alcohol before birth reshaped the brain’s dopamine system, a key player in motivation and reward, and those changes were linked to faster drinking later in adulthood.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260206020852.htm",
    "date": "2026-02-06"
  },
  {
    "title": "Scientists found a sugar that could defeat deadly superbugs",
    "summary": "Scientists in Australia have uncovered a clever new way to fight some of the most dangerous drug-resistant bacteria by targeting a sugar that exists only on bacterial cells. By designing antibodies that recognize this unique sugar, researchers were able to guide the immune system to attack and eliminate deadly infections that normally shrug off antibiotics.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260206020850.htm",
    "date": "2026-02-06"
  },
  {
    "title": "Scientists found a hidden fat switch and turned it off",
    "summary": "Researchers have discovered a previously unknown enzyme that plays a crucial role in fat production. By blocking it, they stopped weight gain, reduced liver damage, and lowered harmful cholesterol levels in animal studies. The finding opens the door to a new kind of medication that could tackle obesity, fatty liver disease, and cardiovascular disease all at once.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260206012226.htm",
    "date": "2026-02-06"
  },
  {
    "title": "Doctors test brain cell implants to restore movement in Parkinson’s",
    "summary": "Scientists at Keck Medicine of USC are testing an experimental stem cell therapy that aims to restore the brain’s ability to produce dopamine, the chemical whose loss drives Parkinson’s disease. The early-stage clinical trial involves implanting lab-grown dopamine-producing cells directly into a key movement-control region of the brain, with the hope of slowing disease progression and improving motor function.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260206012203.htm",
    "date": "2026-02-06"
  },
  {
    "title": "Why colorectal cancer breaks the immune system’s rules",
    "summary": "Colorectal cancer has long baffled scientists because, unlike most tumors, patients often do better when their cancers are packed with immune-suppressing regulatory T cells. New research finally explains why. Scientists discovered that these T cells aren’t all the same: one subtype actually helps keep tumors in check, while another shields cancer from immune attack. The balance between these “good” and “bad” cells can determine whether a tumor grows or shrinks.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260206012229.htm",
    "date": "2026-02-06"
  },
  {
    "title": "A new scan lets scientists see inside the human body in 3D color",
    "summary": "A new imaging breakthrough combines ultrasound and light-based techniques to generate vivid 3D images that show both tissue structure and blood vessel activity.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260204121550.htm",
    "date": "2026-02-06"
  },
  {
    "title": "The best way to help Alzheimer’s patients may be to help their caregivers",
    "summary": "A mathematical model simulated patient outcomes when given caregiver support or an expensive Alzheimer’s drug to determine cost and health benefits.",
    "hyperlink": "https://www.sciencenews.org/article/alzheimers-patient-caregiver-drug-cost",
    "date": "2026-02-05"
  },
  {
    "title": "Two-month-old babies are already making sense of the world",
    "summary": "At just two months old, babies are already organizing the world in their minds.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260204114144.htm",
    "date": "2026-02-05"
  },
  {
    "title": "Air ambulance teams are changing who survives critical injuries",
    "summary": "Advanced care provided by air ambulance teams was linked to higher survival rates in major trauma patients. Researchers found that more people survived than predicted by standard models, including many with severe injuries and low chances of survival. Younger patients and those more responsive at first assessment benefited most. Outcomes for traumatic cardiac arrest also improved steadily over the study period.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260205025026.htm",
    "date": "2026-02-05"
  },
  {
    "title": "Scientists uncover why psoriasis can turn into joint disease",
    "summary": "Researchers have figured out how psoriasis can quietly turn into joint disease for some patients.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260204121549.htm",
    "date": "2026-02-05"
  },
  {
    "title": "This simple diet shift cut 330 calories a day without smaller meals",
    "summary": "People who switch to a fully unprocessed diet don’t just eat differently—they eat smarter.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260204121547.htm",
    "date": "2026-02-05"
  },
  {
    "title": "Doctors may be missing early signs of kidney disease",
    "summary": "Kidney disease often creeps in silently, and many patients aren’t diagnosed until major damage is already done.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260204121543.htm",
    "date": "2026-02-05"
  },
  {
    "title": "Scientists just mapped the mutations that power cancer growth",
    "summary": "Researchers have created the first complete map showing how hundreds of mutations in a key cancer gene affect tumor growth.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260204121540.htm",
    "date": "2026-02-05"
  },
  {
    "title": "Some dung beetles dig deep to keep their eggs cool",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/dung-beetles-dig-eggs-cool-climate",
    "date": "2026-02-04"
  },
  {
    "title": "Artemis II is returning humans to the moon with science riding shotgun",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/artemis-ii-humans-moon-science-shotgun",
    "date": "2026-02-04"
  },
  {
    "title": "Gum disease bacteria can promote cancer growth in mice",
    "summary": "In mice, the oral bacteria _F. nucleatum_ can travel to mammary tissue via the bloodstream, where it can damage healthy cells.",
    "hyperlink": "https://www.sciencenews.org/article/gum-disease-bacteria-breast-cancer",
    "date": "2026-02-04"
  },
  {
    "title": "New nasal vaccine shows strong protection against H5N1 bird flu",
    "summary": "A new nasal spray vaccine showed strong protection against H5N1 in animal tests, outperforming traditional flu shots.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260204114343.htm",
    "date": "2026-02-04"
  },
  {
    "title": "The overlooked nutrition risk of Ozempic and Wegovy",
    "summary": "Popular weight-loss drugs like Ozempic and Wegovy can dramatically curb appetite, but experts warn many users are flying blind when it comes to nutrition.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260203030551.htm",
    "date": "2026-02-04"
  },
  {
    "title": "MIT's new brain tool could finally explain consciousness",
    "summary": "Scientists still don’t know how the brain turns physical activity into thoughts, feelings, and awareness—but a powerful new tool may help crack the mystery.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260203030554.htm",
    "date": "2026-02-04"
  },
  {
    "title": "A 25-year study found an unexpected link between cheese and dementia",
    "summary": "A massive Swedish study tracking nearly 28,000 people for 25 years found an unexpected link between full-fat dairy and brain health.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260203030540.htm",
    "date": "2026-02-04"
  },
  {
    "title": "Why heart disease risk in type 2 diabetes looks different for men and women",
    "summary": "Scientists are digging into why heart disease risk in type 2 diabetes differs between men and women—and sex hormones may be part of the story.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260203030537.htm",
    "date": "2026-02-04"
  },
  {
    "title": "Sound machines might be making your sleep worse",
    "summary": "Sound machines may not be the sleep saviors many believe.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260203030529.htm",
    "date": "2026-02-04"
  },
  {
    "title": "This unexpected plant discovery could change how drugs are made",
    "summary": "Plants make chemical weapons to protect themselves, and many of these compounds have become vital to human medicine.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260203030546.htm",
    "date": "2026-02-03"
  },
  {
    "title": "This brain discovery is forcing scientists to rethink how memory works",
    "summary": "A new brain imaging study reveals that remembering facts and recalling life events activate nearly identical brain networks.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260203020203.htm",
    "date": "2026-02-03"
  },
  {
    "title": "A hidden cellular process may drive aging and disease",
    "summary": "As we age, our cells don’t just wear down—they reorganize.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260203030526.htm",
    "date": "2026-02-03"
  },
  {
    "title": "Genes That Help Shape the Oral Microbiome",
    "summary": "Some people are more prone to cavities than others, even when their mouth hygiene is good. Differences in individual gen ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/30147/genes-help-shape-oral-microbiome",
    "date": "2026-02-02"
  },
  {
    "title": "Odd RNA Caps Reveal a New Kind of Gene Transcription",
    "summary": "Scientists have found a new process that happens when an active gene is transcribed from DNA into messenger RNA..",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/30146/odd-rna-caps-reveal-gene-transcription",
    "date": "2026-02-02"
  },
  {
    "title": "Human and Avian Influenza: Challenges, Risks, and Solutions",
    "summary": "Influenza presents a global health challenge due to its rapidly changing RNA genome. These mutations can result in serio ...",
    "hyperlink": "https://www.labroots.com/trending/health-and-medicine/29939/human-avian-influenza-challenges-risks-solutions",
    "date": "2026-02-02"
  },
  {
    "title": "White Bread, Potatoes Linked to Higher Dementia Risk",
    "summary": "Diets rich in high-glycemic foods such as white bread and potatoes are linked to a higher risk of dementia.",
    "hyperlink": "https://www.labroots.com/trending/neuroscience/30151/white-bread-potatoes-linked-dementia-risk",
    "date": "2026-02-02"
  },
  {
    "title": "Widespread use of HPV shots could mean fewer cervical cancer screenings",
    "summary": "A modeling study of Norway, which has high HPV vaccination coverage and uniform cervical cancer screening, suggests fewer screens could be needed.",
    "hyperlink": "https://www.sciencenews.org/article/widespread-hpv-shots-cervical-cancer",
    "date": "2026-02-02"
  },
  {
    "title": "Poor sleep may account for a large share of dementia cases",
    "summary": "Researchers estimate that roughly 12 percent of U.S. dementia cases could be tied to insomnia.",
    "hyperlink": "https://www.sciencenews.org/article/poor-sleep-large-share-dementia-cases",
    "date": "2026-02-02"
  },
  {
    "title": "Tear gas and pepper spray can have lasting health effects",
    "summary": "The chemicals are widely used for crowd control, but their long-term health risks are poorly understood.",
    "hyperlink": "https://www.sciencenews.org/article/tear-gas-pepper-spray-health-effects",
    "date": "2026-02-02"
  },
  {
    "title": "Scientists Warn: This “miracle cure” works only by damaging human cells",
    "summary": "MMS has long been promoted as a miracle cure, but new research shows it’s essentially a toxic disinfectant.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260201231250.htm",
    "date": "2026-02-02"
  },
  {
    "title": "Stress and depression: New research on the gut-brain connection",
    "summary": "can damage the gut’s protective lining, triggering inflammation that may worsen depression. New research shows that stress lowers levels of a protein called Reelin, which plays a key role in both gut repair and brain health. Remarkably, a single injection restored Reelin levels and produced antidepressant-like effects in preclinical models.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260201231240.htm",
    "date": "2026-02-02"
  },
  {
    "title": "A silent brain disease can quadruple dementia risk",
    "summary": "Researchers studying nearly 2 million older adults found that cerebral amyloid angiopathy sharply raises the risk of developing dementia.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260201223732.htm",
    "date": "2026-02-01"
  },
  {
    "title": "Alzheimer’s scrambles memories while the brain rests",
    "summary": "When the brain rests, it usually replays recent experiences to strengthen memory.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260201062459.htm",
    "date": "2026-02-01"
  },
  {
    "title": "A hidden bat virus is infecting humans",
    "summary": "Researchers in Bangladesh have identified a bat-borne virus, Pteropine orthoreovirus, in patients who were initially suspected of having Nipah virus but tested negative.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260131084131.htm",
    "date": "2026-02-01"
  },
  {
    "title": "Triple Combination Approach Cures Pancreatic Cancer In Pre-Clinical Models",
    "summary": "Pancreatic malignancies remain some of the most challenging cancers to treat. Experts anticipate over 52,000 pancr ...",
    "hyperlink": "https://www.labroots.com/trending/cancer/30137/triple-combination-approach-cures-pancreatic-cancer-pre-clinical-models",
    "date": "2026-01-30"
  },
  {
    "title": "Addressing the Challenge of Reliable Genomic Data in Microbiology",
    "summary": "One of the biggest hurdles in microbiology research is ensuring that the genomic data you use is accurate and traceable. ...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29938/addressing-challenge-reliable-genomic-data-microbiology",
    "date": "2026-01-30"
  },
  {
    "title": "CBD's Role in Minimizing the Effects of Fetal Alcohol Spectrum Disorder",
    "summary": "Findings from a study published in Biomedicine & Pharmacotherapy suggested cannabidiol (CBD) could potentially minim ...",
    "hyperlink": "https://www.labroots.com/trending/health-and-medicine/30143/cbd-s-role-minimizing-effects-fetal-alcohol-spectrum-disorder-2",
    "date": "2026-01-30"
  },
  {
    "title": "Gen Z, Millennials Fine With Partner's Cannabis Use",
    "summary": "How is cannabis use viewed in dating circles nowadays? This is what a recent survey conducted by Drug Rehab USA hopes to ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/30140/gen-z-millennials-fine-partner-s-cannabis-2",
    "date": "2026-01-30"
  },
  {
    "title": "A Greek star catalog from the dawn of astronomy, revealed",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/greek-star-catalog-hipparchus-astronomy",
    "date": "2026-01-30"
  },
  {
    "title": "A study hints positive thinking could strengthen vaccine immunity",
    "summary": "Thinking positive increased a specific brain region's activity and might have heightened immune response after a shot.",
    "hyperlink": "https://www.sciencenews.org/article/placebo-brain-activity-vaccine-antibody",
    "date": "2026-01-30"
  },
  {
    "title": "Inflammatory Bowel Disease Drives Colorectal Cancer",
    "summary": "Inflammatory Bowel Disease (IBD) is a chronic disease of inflammation along the digestive tract. There are two forms of...",
    "hyperlink": "https://www.labroots.com/trending/immunology/30136/inflammatory-bowel-disease-drives-colorectal-cancer",
    "date": "2026-01-29"
  },
  {
    "title": "Cancer Vaccines Improve Personalized Medical Care",
    "summary": "The concept of cancer vaccines has developed over the last century with initial promise from a young doctor, William Col ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/30135/cancer-vaccines-improve-personalized-medical-care",
    "date": "2026-01-29"
  },
  {
    "title": "THC and Celecoxib Show Promise in Alzheimer's",
    "summary": "Combining low-dose THC and celecoxib improved cognition and reduced Alzheimer's-related brain pathology in mice.",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/30139/thc-celecoxib-promise-alzheimer-s",
    "date": "2026-01-29"
  },
  {
    "title": "Polar bears in the Barents Sea are staying fat despite rapid sea ice loss",
    "summary": null,
    "hyperlink": "https://www.sciencenews.org/article/polar-bears-fat-barents-sea-ice-loss",
    "date": "2026-01-29"
  },
  {
    "title": "Genes may shape how long we live more than once thought",
    "summary": "New research challenges the view that human life span depends mostly on lifestyle. Genes may account for half the factors that determine longevity.",
    "hyperlink": "https://www.sciencenews.org/article/genes-shape-how-long-we-live-longevity",
    "date": "2026-01-29"
  },
  {
    "title": "Gut Bacteria Proteins Directly Impact Immune Cells",
    "summary": "In recent years, scientists have begun to reveal the myriad ways that gut microbes can impact our health; they had ident ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/30127/gut-bacteria-proteins-directly-impact-immune-cells",
    "date": "2026-01-28"
  },
  {
    "title": "Just Two Days of Oatmeal Reduces Cholesterol Levels",
    "summary": "Researchers have conducted a small trial with human volunteers showing that a short-term diet that includes oats can red ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/30128/days-oatmeal-reduces-cholesterol-levels",
    "date": "2026-01-28"
  },
  {
    "title": "Obesity and High Blood Pressure May Cause Dementia",
    "summary": "Rather than simply being risk factors, a new study has shown that obesity and high blood pressure may cause dementia.",
    "hyperlink": "https://www.labroots.com/trending/cardiology/30125/obesity-blood-pressure-cause-dementia-2",
    "date": "2026-01-28"
  },
  {
    "title": "Why long COVID brain fog seems so much worse in the U.S.",
    "summary": "A massive international study of more than 3,100 long COVID patients uncovered a striking divide in how brain-related symptoms are reported around the world.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260128075319.htm",
    "date": "2026-01-28"
  },
  {
    "title": "Wild Blueberries Improve Vascular and Cardiometabolic Health",
    "summary": "Wild blueberries are linked to improved cardiometabolic health across domains including blood pressure, cholesterol, and ...",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/30130/wild-blueberries-improve-vascular-cardiometabolic-health",
    "date": "2026-01-27"
  },
  {
    "title": "Ozempic May Improve Outcomes from Sinus Surgery",
    "summary": "A new study found that glucagon-like peptide-1 receptor agonists (GLP-1RAs), which include popular weight loss drugs lik ...",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/30129/ozempic-improve-outcomes-sinus-surgery",
    "date": "2026-01-27"
  },
  {
    "title": "Scientists Discover a Natural Brake on Inflammation",
    "summary": "The immune system is a powerful, necessary shield that has to spring into action when an infection has to be eliminated. ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/30117/scientists-discover-natural-brake-inflammation",
    "date": "2026-01-26"
  },
  {
    "title": "Revealing More About the Genetics Underlying Schizophrenia",
    "summary": "Schizophrenia is a complex mental health disorder, but scientists are learning more about what can cause it...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/30115/revealing-genetics-underlying-schizophrenia",
    "date": "2026-01-26"
  },
  {
    "title": "Regular Aerobic Exercise May Reverse Brain Aging",
    "summary": "A new study found that 150 minutes of aerobic exercise each week is linked to a lower brain age.",
    "hyperlink": "https://www.labroots.com/trending/neuroscience/30121/regular-aerobic-exercise-reverse-brain-aging",
    "date": "2026-01-26"
  },
  {
    "title": "Study Uncovers a Possible Explanation for Why Cancer and Alzheimer's Disease Rarely Occur in the Same Individuals",
    "summary": "Alzheimer’s disease (AD) and cancer both represent diseases that classically occur in older individuals.",
    "hyperlink": "https://www.labroots.com/trending/cancer/30116/study-uncovers-explanation-cancer-alzheimer-s-disease-rarely-occur-individuals",
    "date": "2026-01-26"
  },
  {
    "title": "Child Gut Health Linked to Migraines & Allergies",
    "summary": "Scientists are beginning to learn more about how gut microbes are associated with children’s health and various as ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/30113/child-gut-health-linked-migraines-allergies",
    "date": "2026-01-25"
  },
  {
    "title": "Hemp Roots Hold Untapped Cancer-Treatment Potential",
    "summary": "How can hemp roots be used to treat pediatric cancer? This is what a recent study published in the Journal of Cannabis R...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/30108/hemp-roots-hold-untapped-cancer-treatment-potential-2",
    "date": "2026-01-22"
  },
  {
    "title": "Wildfire Smoke Exposure May Raise Autism Risk in Kids",
    "summary": "What risk does wildfire smoke pose during late-term pregnancies? This is what a recent study published in Environmental...",
    "hyperlink": "https://www.labroots.com/trending/earth-and-the-environment/30107/wildfire-smoke-exposure-raise-autism-risk-kids-2",
    "date": "2026-01-22"
  },
  {
    "title": "The Future of Research in America in 2026",
    "summary": "It has been one-year since the federal government has made significant changes to how scientific research proposals are...",
    "hyperlink": "https://www.labroots.com/trending/immunology/30106/future-research-america-2026",
    "date": "2026-01-22"
  },
  {
    "title": "'No Evidence' that Cannabis Helps Chronic Neuropathic Pain",
    "summary": "A systematic review of 21 studies found no strong evidence for cannabis being able to soothe neuropathic pain.",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/30111/no-evidence-cannabis-helps-chronic-neuropathic-pain",
    "date": "2026-01-22"
  },
  {
    "title": "Tiny doses of THC show big benefits for HIV treatment",
    "summary": "A new study suggests that micro-doses of THC could help counter many long-term side effects of HIV treatment without causing intoxication",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260120000305.htm",
    "date": "2026-01-21"
  },
  {
    "title": "Scientists are building viruses from scratch to fight superbugs",
    "summary": "Researchers from New England Biolabs (NEB) and Yale University describe the first fully synthetic bacteriophage engineering system for Pseudomonas aeruginosa, an antibiotic-resistant bacterium of global concern.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260121034128.htm",
    "date": "2026-01-21"
  },
  {
    "title": "Exercise Boosts the Rejuvenation of Aging Muscles",
    "summary": "Healthy, robust muscles are required for movement and normal bodily functions, but they can decline as we age. This can ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/30092/exercise-boosts-rejuvenation-aging-muscles",
    "date": "2026-01-20"
  },
  {
    "title": "Revealing the Genetic Advantages of 'Super Agers'",
    "summary": "Most of our genomes carry more or less the same genes, but there may be small variations in the sequences of those genes ...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/30093/revealing-genetic-advantages-super-agers",
    "date": "2026-01-20"
  },
  {
    "title": "Tylenol While Pregnant Not Linked to Autism, ADHD",
    "summary": "Taking acetaminophen, commonly known as Tylenol, while pregnant does not increase a child's risk of autism, ADHD, or intellectual disability.",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/30103/tylenol-pregnant-linked-autism-adhd",
    "date": "2026-01-20"
  },
  {
    "title": "Vagus Nerve Implant Shows Promise for Depression",
    "summary": "An implanted device that stimulates the vagus nerve has shown promise for people with long-standing, treatment-resistant depression.",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/30102/vagus-nerve-implant-promise-depression",
    "date": "2026-01-20"
  },
  {
    "title": "A global DNA study reveals a hidden threat in diabetic foot infections",
    "summary": "Scientists have uncovered new clues about why diabetic foot infections can become so severe and difficult to treat",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260120015646.htm",
    "date": "2026-01-20"
  },
  {
    "title": "Scientists discover why some wounds refuse to heal",
    "summary": "Scientists have uncovered a surprising reason why some chronic wounds refuse to heal, even when treated with antibiotics.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260120015650.htm",
    "date": "2026-01-20"
  },
  {
    "title": "How Epstein-Barr Virus & Genetic Factors Can Lead to Multiple Sclerosis",
    "summary": "Multiple sclerosis is a disease in which the immune system erroneously attacks a protective insulation that surrounds nerve fibers.",
    "hyperlink": "https://www.labroots.com/trending/microbiology/30090/epstein-barr-virus-genetic-factors-lead-multiple-sclerosis",
    "date": "2026-01-19"
  },
  {
    "title": "Post-Meal Blood Sugar Surges May Raise Alzheimer's Risk",
    "summary": "Sharp increases in blood sugar following meals may increase risk of Alzheimer's disease.",
    "hyperlink": "https://www.labroots.com/trending/neuroscience/30095/post-meal-blood-sugar-surges-raise-alzheimer-s-risk",
    "date": "2026-01-19"
  },
  {
    "title": "Vitamin A may be helping cancer hide from the immune system",
    "summary": "A vitamin A byproduct has been found to quietly disarm the immune system, allowing tumors to evade attack and weakening cancer vaccines",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260115022808.htm",
    "date": "2026-01-16"
  },
  {
    "title": "CBD Could Inhibit Tumor Growth in Multiple Cancer Models",
    "summary": "How can cannabidiol (CBD) combat cancer tumors? This is what a recent study published in Phytomedicine hopes to address ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/30084/cbd-inhibit-tumor-growth-multiple-cancer-models-2",
    "date": "2026-01-15"
  },
  {
    "title": "Complete Cancer Protein Inhibition Improves Anti-Tumor Immunity",
    "summary": "The concept of immunotherapy or boosting the body’s immune system to target tumors was first practically applied i...",
    "hyperlink": "https://www.labroots.com/trending/immunology/30080/complete-cancer-protein-inhibition-improves-anti-tumor-immunity",
    "date": "2026-01-15"
  },
  {
    "title": "Exercise May Be as Effective as Therapy for Depression",
    "summary": "Exercise may be as effective as other common treatments for managing the symptoms of depression.",
    "hyperlink": "https://www.labroots.com/trending/cardiology/30085/exercise-effective-therapy-depression-2",
    "date": "2026-01-15"
  },
  {
    "title": "A Mouth Microbe is Linked to MS Severity",
    "summary": "Some recent studies have suggested that there is a link between severe gum disease or periodontitis, and some disorders of the central nervous system.",
    "hyperlink": "https://www.labroots.com/trending/microbiology/30065/mouth-microbe-linked-ms-severity",
    "date": "2026-01-13"
  },
  {
    "title": "Albumin - A Blood Protein That Protects Us From Black Fungus",
    "summary": "While rare, the fungal infection mucormycosis can be fatal. It tends to impact individuals who are immunocompromised or ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/30064/albumin-blood-protein-protects-black-fungus",
    "date": "2026-01-13"
  },
  {
    "title": "Cannabis Access Tied to Drop in Daily Opioid Use",
    "summary": "Researchers have found a link between cannabis access and a drop in daily opioid use, with implications for the opioid crisis.",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/30191/cannabis-access-tied-drop-daily-opioid-2"
  },
  {
    "title": "Eye Bacteria Linked to Cognitive Decline",
    "summary": "Researchers have found a link between eye bacteria and cognitive decline, with implications for the development of new treatments.",
    "hyperlink": "https://www.labroots.com/trending/microbiology/30167/eye-bacteria-linked-cognitive-decline"
  },
  {
    "title": "Study Recommends Threshold for Cannabis Consumption Amounts for Safer Use",
    "summary": "A new study recommends a threshold for cannabis consumption amounts to ensure safer use, with implications for public health policy.",
    "hyperlink": "https://www.labroots.com/trending/health-and-medicine/30142/study-recommends-threshold-cannabis-consumption-amounts-safer-2"
  }
]