[
  {
    "title": "Albumin - A Blood Protein That Protects Us From Black Fungus",
    "summary": "While rare, the fungal infection mucormycosis can be fatal. It tends to impact individuals who are immunocompromised or ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/30064/albumin-blood-protein-protects-black-fungus",
    "date": "2026-12-01"
  },
  {
    "title": "Exercise as Effective as Drugs, Therapy for Depression",
    "summary": "Exercise is as effective as psychological therapy and taking antidepressants for alleviating symptoms of depression.",
    "hyperlink": "https://www.labroots.com/trending/neuroscience/30069/exercise-effective-drugs-therapy-depression",
    "date": "2026-12-01"
  },
  {
    "title": "Unprocessed Diets Naturally Cut Calories",
    "summary": "Prioritizing unprocessed foods could help you lose weight naturally.",
    "hyperlink": "https://www.labroots.com/trending/cardiology/30186/unprocessed-diets-naturally-cut-calories-2",
    "date": "2026-11-02"
  },
  {
    "title": "Common anti-seizure drug prevents Alzheimer's plaques from forming, study shows",
    "summary": "While physicians and scientists have long known that Alzheimer's disease involves the buildup of toxic protein fragments in the brain, they have struggled to understand how these harmful fragments are produced. Now, in a ...",
    "hyperlink": "https://medicalxpress.com/news/2026-02-common-anti-seizure-drug-alzheimer.html",
    "date": "2026-11-02"
  },
  {
    "title": "Single DMT dose treats stress-induced depression more effectively than Prozac in mice",
    "summary": "Psychedelics are psychoactive substances that trigger unusual mental states, also referred to as \"trips,\" altering the perceptions, thoughts, and emotions of those taking them and typically inducing hallucinations. Over the ...",
    "hyperlink": "https://medicalxpress.com/news/2026-02-dmt-dose-stress-depression-effectively.html",
    "date": "2026-11-02"
  },
  {
    "title": "Wearable trackers can detect depression relapse weeks before it returns, study finds",
    "summary": "Could a smart watch act as an early-warning system for depression relapse? New research from McMaster University suggests that disruptions in a person's sleep and daily activity routine, as detected through a simple wrist-worn ...",
    "hyperlink": "https://medicalxpress.com/news/2026-02-wearable-trackers-depression-relapse-weeks.html",
    "date": "2026-11-02"
  },
  {
    "title": "A single oncolytic virus injection may help T cells infiltrate glioblastoma",
    "summary": "A team led by investigators at Mass General Brigham and Dana-Farber Cancer Institute has shown that a single injection of an oncolytic virus—a genetically modified virus that selectively infects and destroys cancer cells—can ...",
    "hyperlink": "https://medicalxpress.com/news/2026-02-oncolytic-virus-cells-infiltrate-glioblastoma.html",
    "date": "2026-11-02"
  },
  {
    "title": "Tiny worm offers clues to combat chemotherapy neurotoxicity",
    "summary": "Chemotherapy remains one of the most powerful tools in the fight against cancer, yet it often comes with significant long-term side effects that can dramatically affect patients' quality of life. Among the most debilitating ...",
    "hyperlink": "https://medicalxpress.com/news/2026-02-tiny-worm-clues-combat-chemotherapy.html",
    "date": "2026-11-02"
  },
  {
    "title": "Researchers solve mystery behind rare clotting after adenoviral vaccines or natural adenovirus infection",
    "summary": "A global research collaboration of scientists from McMaster University (Canada), Flinders University (Australia) and Universitätsmedizin Greifswald (Germany) uncovered why a small number of people developed dangerous blood ...",
    "hyperlink": "https://medicalxpress.com/news/2026-02-mystery-rare-clotting-adenoviral-vaccines.html",
    "date": "2026-11-02"
  },
  {
    "title": "'Dancing molecules' paralysis treatment heals lab-grown human spinal cord organoids",
    "summary": "Northwestern University scientists have developed the most advanced organoid model for human spinal cord injury to date. In a new study, the research team used lab-grown human spinal cord organoids—miniature organs derived ...",
    "hyperlink": "https://medicalxpress.com/news/2026-02-molecules-paralysis-treatment-lab-grown.html",
    "date": "2026-11-02"
  }
]