[
  {
    "title": "Genes That Help Shape the Oral Microbiome",
    "summary": "Some people are more prone to cavities than others, even when their mouth hygiene is good. Differences in individual gen ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/30147/genes-help-shape-oral-microbiome",
    "date": "2026-02-02"
  },
  {
    "title": "Human and Avian Influenza: Challenges, Risks, and Solutions",
    "summary": "Influenza presents a global health challenge due to its rapidly changing RNA genome. These mutations can result in serio ...",
    "hyperlink": "https://www.labroots.com/trending/health-and-medicine/29939/human-avian-influenza-challenges-risks-solutions",
    "date": "2026-02-02"
  },
  {
    "title": "Keto Diet Hidden Health Risks",
    "summary": "A new study has revealed the hidden health risks associated with the keto diet.",
    "hyperlink": "https://www.labroots.com/trending/nocat/30126/keto-diet-hidden-health-risks-2",
    "date": "2026-02-02"
  },
  {
    "title": "Study Uncovers Explanation Cancer Alzheimer's Disease Rarely Occur Individuals",
    "summary": "Researchers have uncovered an explanation for why cancer and Alzheimer's disease rarely occur in the same individuals.",
    "hyperlink": "https://www.labroots.com/trending/nocat/30116/study-uncovers-explanation-cancer-alzheimer-s-disease-rarely-occur-individuals",
    "date": "2026-02-02"
  },
  {
    "title": "Odd RNA Caps Reveal a New Kind of Gene Transcription",
    "summary": "Scientists have found a new process that happens when an active gene is transcribed from DNA into messenger RNA..",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/30146/odd-rna-caps-reveal-gene-transcription",
    "date": "2026-02-02"
  },
  {
    "title": "Scientists Warn: This “miracle cure” works only by damaging human cells",
    "summary": "MMS has long been promoted as a miracle cure, but new research shows it’s essentially a toxic disinfectant.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260201231250.htm",
    "date": "2026-02-02"
  },
  {
    "title": "Scientists discover protein that could heal leaky gut and ease depression",
    "summary": "Chronic stress can damage the gut’s protective lining, triggering inflammation that may worsen depression.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260201231240.htm",
    "date": "2026-02-02"
  },
  {
    "title": "New insights into the genetic basis of schizophrenia",
    "summary": "Researchers have made a significant breakthrough in understanding the genetic basis of schizophrenia, a debilitating mental health disorder.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260131085024.htm",
    "date": "2026-02-01"
  },
  {
    "title": "New insight into the mechanisms of neurodegenerative diseases",
    "summary": "Researchers have made a groundbreaking discovery that sheds new light on the mechanisms of neurodegenerative diseases such as Alzheimer's and Parkinson's.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260201062459.htm",
    "date": "2026-02-01"
  },
  {
    "title": "Middle age is becoming a breaking point in the U.S.",
    "summary": "Middle age is becoming a tougher chapter for many Americans, especially those born in the 1960s and early 1970s.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260201062457.htm",
    "date": "2026-02-01"
  },
  {
    "title": "“Existential risk” – Why scientists are racing to define consciousness",
    "summary": "Scientists warn that rapid advances in AI and neurotechnology are outpacing our understanding of consciousness, creating serious ethical risks.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260131084626.htm",
    "date": "2026-02-01"
  },
  {
    "title": "A silent brain disease can quadruple dementia risk",
    "summary": "Researchers studying nearly 2 million older adults found that cerebral amyloid angiopathy sharply raises the risk of developing dementia.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/02/260201223732.htm",
    "date": "2026-02-01"
  },
  {
    "title": "A hidden bat virus is infecting humans",
    "summary": "Researchers in Bangladesh have identified a bat-borne virus, Pteropine orthoreovirus, in patients who were initially suspected of having Nipah virus but tested negative.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260131084131.htm",
    "date": "2026-02-01"
  },
  {
    "title": "Scientists finally explain statin muscle pain",
    "summary": "Statins are a cornerstone of heart health, but muscle pain and weakness cause many patients to quit taking them.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260131084610.htm",
    "date": "2026-01-31"
  },
  {
    "title": "A quiet change in everyday foods could save thousands of lives",
    "summary": "Lowering salt in everyday foods could quietly save lives.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260131082433.htm",
    "date": "2026-01-31"
  },
  {
    "title": "CBD's Role in Minimizing the Effects of Fetal Alcohol Spectrum Disorder",
    "summary": "Findings from a study published in Biomedicine & Pharmacotherapy suggested cannabidiol (CBD) could potentially minim ...",
    "hyperlink": "https://www.labroots.com/trending/health-and-medicine/30143/cbd-s-role-minimizing-effects-fetal-alcohol-spectrum-disorder-2",
    "date": "2026-01-30"
  },
  {
    "title": "Study Recommends Threshold Cannabis Consumption Amounts for Safer Use",
    "summary": "A University of Bath research team published recommended thresholds for safer cannabis use in the journal Addiction. The ...",
    "hyperlink": "https://www.labroots.com/trending/health-and-medicine/30142/study-recommends-threshold-cannabis-consumption-amounts-safer-2",
    "date": "2026-01-30"
  },
  {
    "title": "Triple Combination Approach Cures Pancreatic Cancer In Pre-Clinical Models",
    "summary": "Pancreatic malignancies remain some of the most challenging cancers to treat. Experts anticipate over 52,000 pancr ...",
    "hyperlink": "https://www.labroots.com/trending/cancer/30137/triple-combination-approach-cures-pancreatic-cancer-pre-clinical-models",
    "date": "2026-01-30"
  },
  {
    "title": "Addressing the Challenge of Reliable Genomic Data in Microbiology",
    "summary": "One of the biggest hurdles in microbiology research is ensuring that the genomic data you use is accurate and traceable. ...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29938/addressing-challenge-reliable-genomic-data-microbiology",
    "date": "2026-01-30"
  },
  {
    "title": "Poor sleep may account for a large share of dementia cases",
    "summary": "Researchers estimate that roughly 12 percent of U.S. dementia cases could be tied to insomnia.",
    "hyperlink": "https://www.sciencenews.org/article/poor-sleep-large-share-dementia-cases",
    "date": "2026-01-30"
  },
  {
    "title": "Scientists find hidden pathways pancreatic cancer uses to spread",
    "summary": "Researchers have discovered how pancreatic cancer reprograms its surroundings to spread quickly and stealthily.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260129080432.htm",
    "date": "2026-01-30"
  },
  {
    "title": "Late bedtimes are linked to higher heart disease risk",
    "summary": "People who naturally stay up late may be putting their hearts under added strain as they age.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260130041101.htm",
    "date": "2026-01-30"
  },
  {
    "title": "The early turning point when men’s heart risk accelerates",
    "summary": "Men start developing heart disease earlier than women, with risks rising faster beginning around age 35.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260130041056.htm",
    "date": "2026-01-30"
  },
  {
    "title": "New scan spots heart disease years before symptoms",
    "summary": "A new imaging technology called fast-RSOM lets researchers see the smallest blood vessels in the body without invasive procedures.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260129080954.htm",
    "date": "2026-01-30"
  },
  {
    "title": "Breakthrough sepsis drug shows promise in human trial",
    "summary": "A new drug developed by Australian researchers has shown promising results in reducing sepsis in a Phase II clinical trial involving 180 patients.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260129080437.htm",
    "date": "2026-01-30"
  },
  {
    "title": "A fish that ages in months reveals how kidneys grow old",
    "summary": "A fast-aging fish is giving scientists a rare, accelerated look at how kidneys grow old—and how a common drug may slow that process down.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260129080428.htm",
    "date": "2026-01-30"
  },
  {
    "title": "A 20-year-old cancer vaccine may hold the key to long-term survival",
    "summary": "Two decades after a breast cancer vaccine trial, every participant is still alive—an astonishing result for metastatic disease.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260128075345.htm",
    "date": "2026-01-30"
  },
  {
    "title": "A Trojan horse cancer therapy shows stunning results",
    "summary": "Scientists at Mount Sinai have unveiled a bold new way to fight metastatic cancer by turning the tumor’s own defenses against it.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260128075332.htm",
    "date": "2026-01-30"
  },
  {
    "title": "Gen Z, Millennials Fine With Partner's Cannabis Use",
    "summary": "How is cannabis use viewed in dating circles nowadays? This is what a recent survey conducted by Drug Rehab USA hopes to ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/30140/gen-z-millennials-fine-partner-s-cannabis-2",
    "date": "2026-01-29"
  },
  {
    "title": "Keto Diet May Have Hidden Health Risks",
    "summary": "The ketogenic diet has potential to do more harm than good for many people.",
    "hyperlink": "https://www.labroots.com/trending/cardiology/30126/keto-diet-hidden-health-risks-2",
    "date": "2026-01-29"
  },
  {
    "title": "Dr. Jeanne Jordan on Virology, Global Health, and Empowering Women in Science",
    "summary": "No summary available",
    "hyperlink": "https://www.labroots.com/podcast-episode-by-id/34",
    "date": "2026-01-29"
  },
  {
    "title": "Cancer Vaccines Improve Personalized Medical Care",
    "summary": "The concept of cancer vaccines has developed over the last century with initial promise from a young doctor, William Col ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/30135/cancer-vaccines-improve-personalized-medical-care",
    "date": "2026-01-29"
  },
  {
    "title": "Working together to make an impact in the microbial world",
    "summary": "Tracking outbreaks, classifying novel microorganisms, and researching microbiomes has never been more prominent. Next-ge ...",
    "hyperlink": "https://www.labroots.com/trending/ebooks/29926/working-together-impact-microbial-world",
    "date": "2026-01-29"
  },
  {
    "title": "Dr. Jeanne Jordan on Virology, Global Health, and Empowering Women...",
    "summary": "Dr. Jeanne Jordan reflects on a trailblazing career in global. . .",
    "hyperlink": "https://www.labroots.com/podcast-series/life-of-her-mind/s2-e3-dr-jeanne-jordan-on-virology-global-health-and-empowering-women-in-science",
    "date": "2026-01-29"
  },
  {
    "title": "Getting started with NGS-based immune profiling",
    "summary": "The use of next-generation sequencing (NGS) technologies to detect B-cell receptor (BCR) or T-cell receptor (TCR) clonot ...",
    "hyperlink": "https://www.labroots.com/trending/ebooks/29918/getting-started-ngs-based-immune-profiling",
    "date": "2026-01-29"
  },
  {
    "title": "Advancing Personalized Cancer Therapies",
    "summary": null,
    "hyperlink": "https://www.labroots.com/trending/cancer/29782/advancing-personalized-cancer-therapies",
    "date": "2026-01-29"
  },
  {
    "title": "Genes may shape how long we live more than once thought",
    "summary": "New research challenges the view that human life span depends mostly on lifestyle. Genes may account for half the factors that determine longevity.",
    "hyperlink": "https://www.sciencenews.org/article/genes-shape-how-long-we-live-longevity",
    "date": "2026-01-29"
  },
  {
    "title": "Artificial lungs kept a man alive until he could get a transplant",
    "summary": "A new artificial lung system might keep people without lungs alive for weeks. Like real lungs, tubes and pumps oxygenate blood and maintain blood flow.",
    "hyperlink": "https://www.sciencenews.org/article/artificial-lungs-alive-days-transplant",
    "date": "2026-01-29"
  },
  {
    "title": "A simple blood test could spot Parkinson’s years before symptoms",
    "summary": "Scientists in Sweden and Norway have uncovered a promising way to spot Parkinson’s disease years—possibly decades—before its most damaging symptoms appear.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260129080424.htm",
    "date": "2026-01-29"
  },
  {
    "title": "Dermatologists say collagen supplements aren’t the skin fix people expect",
    "summary": "Collagen pills sound like a shortcut to younger skin, but solid evidence doesn’t back them up.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260129080443.htm",
    "date": "2026-01-29"
  },
  {
    "title": "A diabetes drug shows surprising promise against heart disease",
    "summary": "An experimental drug once known for helping control type 2 diabetes may also fight heart disease.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260129080440.htm",
    "date": "2026-01-29"
  },
  {
    "title": "Helping with grandkids may slow cognitive decline",
    "summary": "Helping care for grandchildren may offer an unexpected boost to brain health later in life.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260128230518.htm",
    "date": "2026-01-29"
  },
  {
    "title": "Long-term alcohol use linked to a sharp rise in rectal cancer",
    "summary": "Drinking heavily over many years is linked to a higher risk of colorectal cancer, especially rectal cancer.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260128230514.htm",
    "date": "2026-01-29"
  },
  {
    "title": "Inflammatory Bowel Disease Drives Colorectal Cancer",
    "summary": "Inflammatory Bowel Disease (IBD) is a chronic disease of inflammation along the digestive tract. There are two forms of ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/30136/inflammatory-bowel-disease-drives-colorectal-cancer",
    "date": "2026-01-28"
  },
  {
    "title": "Obesity and High Blood Pressure May Cause Dementia",
    "summary": "Rather than simply being risk factors, a new study has shown that obesity and high blood pressure may cause dementia.",
    "hyperlink": "https://www.labroots.com/trending/cardiology/30125/obesity-blood-pressure-cause-dementia-2",
    "date": "2026-01-28"
  },
  {
    "title": "Gut Bacteria Proteins Directly Impact Immune Cells",
    "summary": "In recent years, scientists have begun to reveal the myriad ways that gut microbes can impact our health; they had ident ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/30127/gut-bacteria-proteins-directly-impact-immune-cells",
    "date": "2026-01-28"
  },
  {
    "title": "What the new nutrition guidelines get wrong about fat",
    "summary": "New U.S. dietary guidelines promote eating full-fat foods and meats. But experts say nuts and seed oils are better sources of the two crucial fats we need.",
    "hyperlink": "https://www.sciencenews.org/article/nutrition-guidelines-wrong-fat-diet",
    "date": "2026-01-28"
  },
  {
    "title": "Study raises red flags over long-term effectiveness of popular weight loss drugs like Ozempic",
    "summary": "Ozempic, Mounjaro, and Zepbound can drive impressive weight loss, but stopping them is often followed by rapid weight regain.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260128075359.htm",
    "date": "2026-01-28"
  },
  {
    "title": "Why long COVID brain fog seems so much worse in the U.S.",
    "summary": "A massive international study of more than 3,100 long COVID patients uncovered a striking divide in how brain-related symptoms are reported around the world.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260128075319.htm",
    "date": "2026-01-28"
  },
  {
    "title": "AI that talks to itself learns faster and smarter",
    "summary": "AI may learn better when it’s allowed to talk to itself.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260127112130.htm",
    "date": "2026-01-28"
  },
  {
    "title": "The fat you can’t see could be shrinking your brain",
    "summary": "Where your body stores fat may matter just as much as how much you carry—especially for your brain.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260127112127.htm",
    "date": "2026-01-28"
  },
  {
    "title": "Brain cancer may begin years before doctors can see it",
    "summary": "Scientists in South Korea have discovered that one of the most common malignant brain tumors in young adults may begin years before a tumor can be seen.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260128075350.htm",
    "date": "2026-01-28"
  },
  {
    "title": "The hidden reason cancer immunotherapy often fails",
    "summary": "Cancer immunotherapy has been a game-changer, but many tumors still find ways to slip past the immune system.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260128075323.htm",
    "date": "2026-01-28"
  },
  {
    "title": "These nanoparticles could destroy disease proteins behind dementia and cancer",
    "summary": "Researchers have developed smart nanoparticles that can seek out and destroy disease-causing proteins the body can’t normally eliminate.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260127112134.htm",
    "date": "2026-01-28"
  },
  {
    "title": "Tea can improve your health and longevity, but how you drink it matters",
    "summary": "Drinking tea, particularly green tea, is linked to better heart health, improved metabolism, and lower risks of chronic diseases like diabetes and cancer.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260127112132.htm",
    "date": "2026-01-28"
  },
  {
    "title": "Just Two Days of Oatmeal Reduces Cholesterol Levels",
    "summary": "Researchers have conducted a small trial with human volunteers showing that a short-term diet that includes oats can red ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/30128/days-oatmeal-reduces-cholesterol-levels",
    "date": "2026-01-27"
  },
  {
    "title": "Wild Blueberries Improve Vascular and Cardiometabolic Health",
    "summary": "Wild blueberries are linked to improved cardiometabolic health across domains including blood pressure, cholesterol, and ...",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/30130/wild-blueberries-improve-vascular-cardiometabolic-health",
    "date": "2026-01-27"
  },
  {
    "title": "The brain’s response to a heart attack may worsen recovery",
    "summary": "In mice, blocking heart-to-brain signals improved healing after a heart attack, hinting at new targets for cardiac therapy.",
    "hyperlink": "https://www.sciencenews.org/article/heart-attack-brain-damage",
    "date": "2026-01-27"
  },
  {
    "title": "New review finds wild blueberries support heart and gut health",
    "summary": "A sweeping scientific review highlights wild blueberries as a standout food for cardiometabolic health.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260127112125.htm",
    "date": "2026-01-27"
  },
  {
    "title": "A common parasite in the brain is far more active than we thought",
    "summary": "A common parasite long thought to lie dormant is actually much more active and complex.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260127112124.htm",
    "date": "2026-01-27"
  },
  {
    "title": "This discovery could let bones benefit from exercise without moving",
    "summary": "Researchers have discovered a biological switch that explains why movement keeps bones strong.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260127010149.htm",
    "date": "2026-01-27"
  },
  {
    "title": "Scientists may have been wrong about what causes asthma",
    "summary": "Asthma may not be driven by the molecules scientists have blamed for decades.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260127010147.htm",
    "date": "2026-01-27"
  },
  {
    "title": "Scientists found a survival switch inside brain cells",
    "summary": "Findings could create new opportunities to treat and study neurodegenerative diseases",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260127010138.htm",
    "date": "2026-01-27"
  },
  {
    "title": "New method for early detection of Alzheimer's disease",
    "summary": "Researchers have developed a new method for early detection of Alzheimer's disease, which could lead to earlier intervention and improved treatment outcomes.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260127112137.htm",
    "date": "2026-01-27"
  },
  {
    "title": "The type of carbs you eat may affect dementia risk",
    "summary": "Carbohydrates don’t just fuel the body—they may also influence how the brain ages.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260127010156.htm",
    "date": "2026-01-27"
  },
  {
    "title": "These common food preservatives may be linked to cancer",
    "summary": "Higher consumption of certain food preservatives is linked to a modestly higher cancer risk",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260127010154.htm",
    "date": "2026-01-27"
  },
  {
    "title": "Keto diet weight loss may come with a hidden cost",
    "summary": "A long-term study found that while a ketogenic diet prevented weight gain, it also triggered major metabolic problems",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260127010144.htm",
    "date": "2026-01-27"
  },
  {
    "title": "Ozempic May Improve Outcomes from Sinus Surgery",
    "summary": "A new study found that glucagon-like peptide-1 receptor agonists (GLP-1RAs), which include popular weight loss drugs lik ...",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/30129/ozempic-improve-outcomes-sinus-surgery",
    "date": "2026-01-26"
  },
  {
    "title": "Regular Aerobic Exercise May Reverse Brain Aging",
    "summary": "A new study found that 150 minutes of aerobic exercise each week is linked to a lower brain age.",
    "hyperlink": "https://www.labroots.com/trending/neuroscience/30121/regular-aerobic-exercise-reverse-brain-aging",
    "date": "2026-01-26"
  },
  {
    "title": "Scientists Discover a Natural Brake on Inflammation",
    "summary": "Scientists have discovered a natural mechanism that can prevent excessive inflammation in the body. This breakthrough could lead to new treatments for various diseases.",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/30117/scientists-discover-natural-brake-inflammation",
    "date": "2026-01-26"
  },
  {
    "title": "Revealing More About the Genetics Underlying Schizophrenia",
    "summary": "Schizophrenia is a complex mental health disorder, but scientists are learning more about what can cause it...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/30115/revealing-genetics-underlying-schizophrenia",
    "date": "2026-01-26"
  },
  {
    "title": "Protecting Research Credibility with Image Integrity Checker",
    "summary": "From lab bench to publication: integrity travels with you In research, digital images, including gel electrophoresis and ...",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/30073/protecting-research-credibility-image-integrity-checker",
    "date": "2026-01-26"
  },
  {
    "title": "Study Uncovers a Possible Explanation for Why Cancer and Alzheimer's Disease Rarely Occur in the Same Individuals",
    "summary": "Alzheimer’s disease (AD) and cancer both represent diseases that classically occur in older individuals. How ...",
    "hyperlink": "https://www.labroots.com/trending/cancer/30116/study-uncovers-explanation-cancer-alzheimer-s-disease-rarely-occur-individuals",
    "date": "2026-01-26"
  },
  {
    "title": "Obesity and high blood pressure may directly cause dementia",
    "summary": "A new genetic study suggests that obesity and high blood pressure may play a direct role in causing dementia, not just increasing the risk.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260126231847.htm",
    "date": "2026-01-26"
  },
  {
    "title": "Alzheimer’s may trick the brain into erasing its own memories",
    "summary": "Alzheimer’s may destroy memory by flipping a single molecular switch that tells neurons to prune their own connections.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260125083413.htm",
    "date": "2026-01-26"
  },
  {
    "title": "Your fireplace may be doing more harm than you think",
    "summary": "Home fireplaces and wood stoves are quietly driving a large share of winter air pollution",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260126075839.htm",
    "date": "2026-01-26"
  },
  {
    "title": "Why Many Human Conceptions Don't Last Until Birth",
    "summary": "About 15% of known pregnancies end in miscarriage, and many other conceptions do not survive past the very early stages ...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/30114/human-conceptions-don-t-birth",
    "date": "2026-01-25"
  },
  {
    "title": "Child Gut Health Linked to Migraines & Allergies",
    "summary": "Scientists are beginning to learn more about how gut microbes are associated with children’s health and various as ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/30113/child-gut-health-linked-migraines-allergies",
    "date": "2026-01-25"
  },
  {
    "title": "Advances in gene editing technology",
    "summary": "Scientists have made significant advances in gene editing technology, which could lead to new treatments for genetic diseases.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260125083401.htm",
    "date": "2026-01-25"
  },
  {
    "title": "Breakthrough in cancer treatment",
    "summary": "A new study has found a potential breakthrough in cancer treatment, with a new therapy showing promising results in clinical trials.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260124003829.htm",
    "date": "2026-01-24"
  },
  {
    "title": "New understanding of the human microbiome",
    "summary": "Researchers have made new discoveries about the human microbiome, which could lead to improved treatments for a range of diseases.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260124073920.htm",
    "date": "2026-01-24"
  },
  {
    "title": "It masquerades as malignant. But this bone-covered tumor is benign",
    "summary": "Scientists have described a novel, yet benign bone-covered growth's characteristics for doctors, so patients don't receive unnecessary chemotherapy.",
    "hyperlink": "https://www.sciencenews.org/article/bone-covered-tumor-mass-is-benign",
    "date": "2026-01-23"
  },
  {
    "title": "The bottled water everyone trusts may be the riskiest",
    "summary": "In Guatemala’s Western Highlands, researchers found that the drinking water people trust most may actually be the riskiest.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260122074031.htm",
    "date": "2026-01-23"
  },
  {
    "title": "'No Evidence' that Cannabis Helps Chronic Neuropathic Pain",
    "summary": "A systematic review of 21 studies found no strong evidence for cannabis being able to soothe neuropathic pain.",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/30111/no-evidence-cannabis-helps-chronic-neuropathic-pain",
    "date": "2026-01-22"
  },
  {
    "title": "Too Much Video Gaming Negatively Impacts Health",
    "summary": "Excessive video gaming could significantly worsen your health, including negative impacts on sleep, diet, and weight.",
    "hyperlink": "https://www.labroots.com/trending/cardiology/30110/video-gaming-negatively-impacts-health-2",
    "date": "2026-01-22"
  },
  {
    "title": "The Hidden Health Benefits of Monk Fruit",
    "summary": "Monk fruit provides a variety of health benefits beyond its use as a natural sugar substitute.",
    "hyperlink": "https://www.labroots.com/trending/cardiology/30109/hidden-health-benefits-monk-fruit-2",
    "date": "2026-01-22"
  },
  {
    "title": "Hemp Roots Hold Untapped Cancer-Treatment Potential",
    "summary": "How can hemp roots be used to treat pediatric cancer? This is what a recent study published in the Journal of Cannabis R ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/30108/hemp-roots-hold-untapped-cancer-treatment-potential-2",
    "date": "2026-01-22"
  },
  {
    "title": "Wildfire Smoke Exposure May Raise Autism Risk in Kids",
    "summary": "What risk does wildfire smoke pose during late-term pregnancies? This is what a recent study published in Environmental ...",
    "hyperlink": "https://www.labroots.com/trending/earth-and-the-environment/30107/wildfire-smoke-exposure-raise-autism-risk-kids-2",
    "date": "2026-01-22"
  },
  {
    "title": "Revolutionizing Autoimmune Diagnostics: Dr. Veena Joy on CAR-T & Women's Health",
    "summary": "No summary available",
    "hyperlink": "https://www.labroots.com/podcast-episode-by-id/33",
    "date": "2026-01-22"
  },
  {
    "title": "The Future of Research in America in 2026",
    "summary": "It has been one-year since the federal government has made significant changes to how scientific research proposals are ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/30106/future-research-america-2026",
    "date": "2026-01-22"
  },
  {
    "title": "Collaborative Cancer Vaccine Efforts Make a Significant Improvement in Survival of Metastatic Melanoma",
    "summary": "Earlier this week, Merck and Moderna, two pharmaceutical companies specializing in vaccines, released statements about t...",
    "hyperlink": "https://www.labroots.com/trending/cancer/30096/collaborative-cancer-vaccine-efforts-significant-improvement-survival-metastatic-melanoma",
    "date": "2026-01-22"
  },
  {
    "title": "Breakthrough in treatment of antibiotic-resistant bacteria",
    "summary": "Scientists have made a significant breakthrough in the treatment of antibiotic-resistant bacteria, which could save thousands of lives.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260122093435.htm",
    "date": "2026-01-22"
  },
  {
    "title": "Why some people get bad colds and others don’t",
    "summary": "Scientists found that nasal cells act as a first line of defense against the common cold, working together to block rhinovirus soon after infection.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260122074702.htm",
    "date": "2026-01-22"
  },
  {
    "title": "Tiny doses of THC show big benefits for HIV treatment",
    "summary": "A new study suggests that micro-doses of THC could help counter many long-term side effects of HIV treatment without causing intoxication.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260120000305.htm",
    "date": "2026-01-21"
  },
  {
    "title": "Scientists are building viruses from scratch to fight superbugs",
    "summary": "Researchers from New England Biolabs (NEB) and Yale University describe the first fully synthetic bacteriophage engineering system for Pseudomonas aeruginosa, an antibiotic-resistant bacterium of global concern.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260121034128.htm",
    "date": "2026-01-21"
  },
  {
    "title": "Revealing the Genetic Advantages of 'Super Agers'",
    "summary": "Most of our genomes carry more or less the same genes, but there may be small variations in the sequences of those genes ...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/30093/revealing-genetic-advantages-super-agers",
    "date": "2026-01-20"
  },
  {
    "title": "Exercise Boosts the Rejuvenation of Aging Muscles",
    "summary": "Healthy, robust muscles are required for movement and normal bodily functions, but they can decline as we age. This can ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/30092/exercise-boosts-rejuvenation-aging-muscles",
    "date": "2026-01-20"
  },
  {
    "title": "Tylenol While Pregnant Not Linked to Autism, ADHD",
    "summary": "Taking acetaminophen, commonly known as Tylenol, while pregnant does not increase a child's risk of autism, ADHD, or int ...",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/30103/tylenol-pregnant-linked-autism-adhd",
    "date": "2026-01-20"
  },
  {
    "title": "Vagus Nerve Implant Shows Promise for Depression",
    "summary": "An implanted device that stimulates the vagus nerve has shown promise for people with long-standing, treatment-resistant ...",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/30102/vagus-nerve-implant-promise-depression",
    "date": "2026-01-20"
  },
  {
    "title": "Study Examines the Impact of Regular Cannabis Use on Public Health",
    "summary": "A study published in Cannabis and Cannabinoid Research explored the impact of regular cannabis consumption on public hea...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/30098/study-examines-impact-regular-cannabis-public-health-2",
    "date": "2026-01-20"
  },
  {
    "title": "Cannabis-Infused Balms Reduce Pain for Patients with Breast Cancer",
    "summary": "A study examined the effectiveness of cannabis-infused topical salves to reduce pain for women battling breast cancer. T...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/30097/cannabis-infused-balms-reduce-pain-patients-breast-cancer",
    "date": "2026-01-20"
  },
  {
    "title": "Comparison of Chemotherapy Efficacies for Advanced Prostate Cancer",
    "summary": "Experts project the diagnosis of over 300,000 prostate cancer cases in the United States in 2006, along with over 30,000...",
    "hyperlink": "https://www.labroots.com/trending/cancer/30094/comparison-chemotherapy-efficacies-advanced-prostate-cancer",
    "date": "2026-01-20"
  },
  {
    "title": "Advances in medical technology",
    "summary": "A new study has found that advances in medical technology could lead to improved patient outcomes and reduced healthcare costs.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260120000328.htm",
    "date": "2026-01-20"
  },
  {
    "title": "Scientists discover why some wounds refuse to heal",
    "summary": "Scientists have uncovered a surprising reason why some chronic wounds refuse to heal, even when treated with antibiotics.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260120015650.htm",
    "date": "2026-01-20"
  },
  {
    "title": "A global DNA study reveals a hidden threat in diabetic foot infections",
    "summary": "Scientists have uncovered new clues about why diabetic foot infections can become so severe and difficult to treat.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260120015646.htm",
    "date": "2026-01-20"
  },
  {
    "title": "How Epstein-Barr Virus & Genetic Factors Can Lead to Multiple Sclerosis",
    "summary": "Multiple sclerosis is a disease in which the immune system erroneously attacks a protective insulation that surrounds ne ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/30090/epstein-barr-virus-genetic-factors-lead-multiple-sclerosis",
    "date": "2026-01-19"
  },
  {
    "title": "DNA Structure Maps Reveal More About Gene Activity",
    "summary": "The human genome has to be carefully organized so it will fit inside of the nuclei of cells, while also remaining access ...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/30091/dna-structure-maps-reveal-gene-activity",
    "date": "2026-01-19"
  },
  {
    "title": "Post-Meal Blood Sugar Surges May Raise Alzheimer's Risk",
    "summary": "Sharp increases in blood sugar following meals may increase risk of Alzheimer's disease.",
    "hyperlink": "https://www.labroots.com/trending/neuroscience/30095/post-meal-blood-sugar-surges-raise-alzheimer-s-risk",
    "date": "2026-01-19"
  },
  {
    "title": "Misplaced Mouth Microbes May Worsen Liver Disease",
    "summary": "Advanced, chronic liver disease is thought to kill over two million people around the world every year. The community of ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/30089/misplaced-mouth-microbes-worsen-liver-disease",
    "date": "2026-01-18"
  },
  {
    "title": "How the Environment Changes Sperm to Have an Effect on Offspring",
    "summary": "Researchers often use a nematode worm called Caenorhabditis elegans (C. elegans) to study human genetics ..",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/30087/environment-changes-sperm-effect-offspring",
    "date": "2026-01-18"
  },
  {
    "title": "Advances in artificial intelligence",
    "summary": "A new AI system has been developed, offering improved performance and efficiency in a range of applications.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260118233547.htm",
    "date": "2026-01-18"
  },
  {
    "title": "New findings on the benefits of exercise",
    "summary": "Researchers have found new evidence on the benefits of exercise, including reduced risk of chronic diseases and improved mental health.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260118233607.htm",
    "date": "2026-01-18"
  },
  {
    "title": "Breakthrough in the treatment of mental health disorders",
    "summary": "A new study has found a potential breakthrough in the treatment of mental health disorders, with a new therapy showing promising results.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260116035348.htm",
    "date": "2026-01-16"
  },
  {
    "title": "Vitamin A may be helping cancer hide from the immune system",
    "summary": "A vitamin A byproduct has been found to quietly disarm the immune system, allowing tumors to evade attack and weakening cancer vaccines.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260115022808.htm",
    "date": "2026-01-16"
  },
  {
    "title": "CBD Could Inhibit Tumor Growth in Multiple Cancer Models",
    "summary": "How can cannabidiol (CBD) combat cancer tumors? This is what a recent study published in Phytomedicine hopes to address ...",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/30084/cbd-inhibit-tumor-growth-multiple-cancer-models-2",
    "date": "2026-01-15"
  },
  {
    "title": "Complete Cancer Protein Inhibition Improves Anti-Tumor Immunity",
    "summary": "The concept of immunotherapy or boosting the body’s immune system to target tumors was first practically applied i ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/30080/complete-cancer-protein-inhibition-improves-anti-tumor-immunity",
    "date": "2026-01-15"
  },
  {
    "title": "Cell Mutation Predicts Chemotherapy Response in Bladder Cancer",
    "summary": "The American Cancer Society estimates that over 80,000 individuals will be diagnosed with bladder cancer this year. Unfo ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/30079/cell-mutation-predicts-chemotherapy-response-bladder-cancer",
    "date": "2026-01-15"
  },
  {
    "title": "Exercise May Be as Effective as Therapy for Depression",
    "summary": "Exercise may be as effective as other common treatments for managing the symptoms of depression.",
    "hyperlink": "https://www.labroots.com/trending/cardiology/30085/exercise-effective-therapy-depression-2",
    "date": "2026-01-15"
  },
  {
    "title": "Varenicline Shows Promise for Cannabis Use Disorder",
    "summary": "Smoking cessation drug, varenicline, could help treat cannabis use disorder (CUD) in men.",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/30088/varenicline-promise-cannabis-disorder",
    "date": "2026-01-15"
  },
  {
    "title": "Color blindness hides a key warning sign of bladder cancer",
    "summary": "A large U.S. health records study suggests that difficulty seeing blood in urine may put color-blind patients at higher risk.",
    "hyperlink": "https://www.sciencenews.org/article/color-blindness-bladder-cancer",
    "date": "2026-01-15"
  },
  {
    "title": "A Mouth Microbe is Linked to MS Severity",
    "summary": "Some recent studies have suggested that there is a link between severe gum disease or periodontitis, and some disorders ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/30065/mouth-microbe-linked-ms-severity",
    "date": "2026-01-13"
  },
  {
    "title": "Albumin - A Blood Protein That Protects Us From Black Fungus",
    "summary": "While rare, the fungal infection mucormycosis can be fatal. It tends to impact individuals who are immunocompromised or ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/30064/albumin-blood-protein-protects-black-fungus",
    "date": "2026-01-13"
  },
  {
    "title": "Botox could be used to fight snakebite",
    "summary": "A study on rabbits dosed with viper venom suggests that botulinum toxin may alleviate some effects of snakebite, possibly by dampening inflammation.",
    "hyperlink": "https://www.sciencenews.org/article/botox-fight-snakebite-viper-venom",
    "date": "2026-01-13"
  },
  {
    "title": "MIT’s smart pill confirms you took your medicine",
    "summary": "MIT engineers have developed a pill that can wirelessly report when it’s been swallowed.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260112214259.htm",
    "date": "2026-01-13"
  },
  {
    "title": "TB Can Use the Immune System to Boost Infection",
    "summary": "People and animals are very susceptible to infections from Mycobacterium tuberculosis (MTB), the bacterium that causes t ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/30062/tb-immune-system-boost-infection",
    "date": "2026-01-12"
  },
  {
    "title": "New Insights Into the Genetics of Blindness",
    "summary": "In patients with retinitis pigmentosa (RP), crucial cells in the retina known as rods and cones die over time; night bli ...",
    "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/30063/insights-genetics-blindness",
    "date": "2026-01-12"
  },
  {
    "title": "Exercise as Effective as Drugs, Therapy for Depression",
    "summary": "Exercise is as effective as psychological therapy and taking antidepressants for alleviating symptoms of depression.",
    "hyperlink": "https://www.labroots.com/trending/neuroscience/30069/exercise-effective-drugs-therapy-depression",
    "date": "2026-01-12"
  },
  {
    "title": "A new test reveals which antibiotics truly kill bacteria",
    "summary": "Scientists at the University of Basel created a new test that tracks individual bacteria to see which drugs truly eliminate them.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260112211455.htm",
    "date": "2026-01-12"
  },
  {
    "title": "A Flow Valve in the Gut is Found",
    "summary": "Scientists have studied one ofd the most common laxatives in the world to reveal more about how the regulation of fluid ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/30060/flow-valve-gut-found",
    "date": "2026-01-11"
  },
  {
    "title": "A Novel Mechanism by Which Melanoma Cells Evade the Immune Response Identified",
    "summary": "The anti-tumor immune response involves a series of complex steps mediated by various immune cells and signaling molecul ...",
    "hyperlink": "https://www.labroots.com/trending/cancer/30068/novel-mechanism-melanoma-cells-evade-immune-response-identified",
    "date": "2026-01-09"
  },
  {
    "title": "This natural amino acid could help stop cavities before they start",
    "summary": "Arginine can help fight back against sugar-loving mouth bacteria that create acids that damage teeth.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260108231335.htm",
    "date": "2026-01-09"
  },
  {
    "title": "TikTok’s gout advice is everywhere and doctors say it’s often wrong",
    "summary": "A new study finds that TikTok videos about gout frequently spread confusing or inaccurate advice.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260108231330.htm",
    "date": "2026-01-09"
  },
  {
    "title": "Tumor Bacteria Linked to Immunotherapy Resistance",
    "summary": "The gut microbiome has been shown to influence tumor growth and contribute to therapeutic resistance. Scientists have co ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/30050/tumor-bacteria-linked-immunotherapy-resistance",
    "date": "2026-01-08"
  },
  {
    "title": "Biomarker Predicts Therapeutic Outcomes in Patients with Multiple Sclerosis",
    "summary": "Multiple sclerosis (MS) is a chronic autoimmune disease in which the immune system attacks the body’s nerves. Immu ...",
    "hyperlink": "https://www.labroots.com/trending/immunology/30049/biomarker-predicts-therapeutic-outcomes-patients-multiple-sclerosis",
    "date": "2026-01-08"
  },
  {
    "title": "What science says about the Trump administration’s new vaccine schedule",
    "summary": "The federal move to no longer recommend certain vaccines for all U.S. children is not supported by new evidence and could undermine health gains.",
    "hyperlink": "https://www.sciencenews.org/article/vaccine-schedule-trump-science",
    "date": "2026-01-08"
  },
  {
    "title": "Long COVID may be fueled by inflammation and tiny clots",
    "summary": "Researchers now link symptoms to lingering virus, inflammation, micro-clots, and disrupted energy metabolism.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260107225532.htm",
    "date": "2026-01-08"
  },
  {
    "title": "Gut Microbes May Have Aided the Evolution of the Human Brain",
    "summary": "The microorganisms in our gastrointestinal tract-the gut microbiome, can exert a profound influence on the human body, a ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/30047/gut-microbes-aided-evolution-human-brain",
    "date": "2026-01-07"
  },
  {
    "title": "New dietary guidelines flip the food pyramid",
    "summary": "The new guidelines emphasizes eating protein and full-fat dairy while reducing sugar, carbs and ultraprocessed foods.",
    "hyperlink": "https://www.sciencenews.org/article/new-dietary-guidelines-food-pyramid",
    "date": "2026-01-07"
  },
  {
    "title": "Researchers in Japan built a miniature human brain circuit using fused stem-cell–derived organoids",
    "summary": "allowing them to watch the thalamus and cortex interact in real time",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260106224630.htm",
    "date": "2026-01-07"
  },
  {
    "title": "New discovery in the field of astronomy",
    "summary": "Scientists have made a new discovery in the field of astronomy, which could lead to a better understanding of the universe.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260106001916.htm",
    "date": "2026-01-06"
  },
  {
    "title": "A simple drug pair may succeed where liver fibrosis treatments failed",
    "summary": "Scientists have found that combining silybin with carvedilol works far better against liver fibrosis than either drug alone.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260106001906.htm",
    "date": "2026-01-06"
  },
  {
    "title": "Scientists find a safer way for opioids to relieve pain",
    "summary": "Researchers at USF Health have discovered a new way opioid receptors can work that may lead to safer pain medications.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260105165817.htm",
    "date": "2026-01-06"
  },
  {
    "title": "Infant Screen Time Linked to Higher Levels of Teen Anxiety",
    "summary": "High levels of screen time before age two is linked to slower decision-making at age 8 and higher levels of anxiety by a ...",
    "hyperlink": "https://www.labroots.com/trending/neuroscience/30041/infant-screen-time-linked-levels-teen-anxiety",
    "date": "2026-01-05"
  },
  {
    "title": "Infectious Disease Roundup: Rising US Measles, Syphilis; Lassa in Nigeria",
    "summary": "The US has recently added 53 more measles cases to its groewing total, largely fueled by outbreaks in 3 states, though 4 ...",
    "hyperlink": "https://www.labroots.com/trending/microbiology/30037/infectious-disease-roundup-rising-measles-syphilis-lassa-nigeria",
    "date": "2026-01-04"
  },
  {
    "title": "Anxiety Sufferers Tend to Have Low Choline Levels",
    "summary": "A new study reported in Molecular Psychiatry has shown that people with anxiety disorders tend to have lower levels of a ...",
    "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/30040/anxiety-sufferers-tend-low-choline-levels",
    "date": "2026-01-04"
  },
  {
    "title": "Breakthrough in renewable energy",
    "summary": "A new technology has been developed, offering a significant increase in renewable energy production and reducing reliance on fossil fuels.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260104202815.htm",
    "date": "2026-01-04"
  },
  {
    "title": "New insights into the human genome",
    "summary": "Scientists have made a major breakthrough in understanding the human genome, opening up new possibilities for medical research and treatment.",
    "hyperlink": "https://www.sciencedaily.com/releases/2026/01/260104202750.htm",
    "date": "2026-01-04"
  },
  {
    "title": "THC and celecoxib may promise new treatment for Alzheimer's",
    "summary": "Researchers have discovered that a combination of THC and celecoxib may be effective in treating Alzheimer's disease.",
    "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/30139/thc-celecoxib-promise-alzheimer-s"
  },
  {
    "title": "Experimental drug NU-9 may promise new treatment for Alzheimer's",
    "summary": "Researchers have discovered that an experimental drug called NU-9 may be effective in treating Alzheimer's disease.",
    "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/30027/experimental-drug-nu-9-promise-alzheimer-s"
  },
  {
    "title": "Teens spend more time on social media during school hours",
    "summary": "A new study has found that teenagers spend more time on social media during school hours.",
    "hyperlink": "https://www.labroots.com/trending/technology/30055/teens-spend-school-phone-time-social-media-2"
  }
]