```json
[
    {"title": "Study Explores Nutritional Value of Hemp Roots, Microgreens, and Leaves", "summary": "Australian researchers analyzed hemp leaves, roots and microgreens to determine their nutritional properties.", "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29698/study-explores-nutritional-value-hemp-roots-microgreens-leaves-2"},
    {"title": "Scientists Link Novel Cell Types to Multiple Sclerosis", "summary": "Multiple sclerosis (MS) is an autoimmune condition in which the protective insulation surrounding nerve fibers is damaged.", "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29697/scientists-link-novel-cell-types-multiple-sclerosis"},
    {"title": "Cells Linked to Depression are Discovered", "summary": "Depression is thought to affect over 250 million people around the world. It is a condition that is difficult to treat because its causes are not well understood.", "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29696/cells-linked-depression-discovered"},
    {"title": "Study Shows Pupil Size Is Not a Reliable Indicator of Acute Cannabis Exposure", "summary": "A study published in the Clinical Toxicology examined ocular measures as evidence of cannabis-induced impairment and found that pupil size is not a reliable indicator.", "hyperlink": "https://www.labroots.com/trending/health-and-medicine/29694/study-pupil-size-reliable-indicator-acute-cannabis-exposure-2"},
    {"title": "40% Fatal Vehicle Crashes Test Positive for THC", "summary": "Over 40% of drivers who died in motor vehicle collisions tested positive for delta-9-tetrahydrocannabinol (THC) in Ohio's most recent year of data.", "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29691/40-fatal-vehicle-crashes-test-positive-thc-2"},
    {"title": "New Pill May Control High Blood Pressure", "summary": "A new medication may help patients who have high blood pressure and kidney disease.", "hyperlink": "https://www.labroots.com/trending/cardiology/29690/pill-control-blood-pressure-2"},
    {"title": "Ultra-processed Foods May Not Drive Overeating", "summary": "Your perception of foods may matter as much as their nutritional content in determining whether you'll overeat.", "hyperlink": "https://www.labroots.com/trending/cardiology/29689/ultra-processed-foods-drive-overeating-2"},
    {"title": "New Cannabis Compound Shows Potent Skin Benefits", "summary": "How can cannabis compounds be used to improve skin health? This is what a recent study published in the Journal of Natural Products hopes to address.", "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29687/cannabis-compound-potent-skin-benefits-2"},
    {"title": "Can Chewing Gum Diagnose or Prevent Viral Illness?", "summary": "Researchers explore the potential of chewing gum in diagnosing and preventing viral illnesses.", "hyperlink": "https://www.labroots.com/trending/nocat/29671/chewing-gum-diagnose-prevent-viral-illness"},
    {"title": "Researchers Reveal Autoimmune Response in Patients with ALS", "summary": "A new study reveals an autoimmune response in patients with ALS, shedding light on the disease's progression.", "hyperlink": "https://www.labroots.com/trending/nocat/29655/researchers-reveal-autoimmune-response-patients-als"},
    {"title": "Anthony LeTa MD, PhD Appointed Director of National Cancer Institute", "summary": "Dr. Anthony LeTa has been appointed as the new director of the National Cancer Institute.", "hyperlink": "https://www.labroots.com/trending/nocat/29652/anthony-letai-md-phd-appointed-director-national-cancer-institute"},
    {"title": "Growing Role of Ancient Viruses in Human Development Revealed", "summary": "Scientists have discovered that ancient viruses play a significant role in human development", "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29670/growing-role-ancient-viruses-human-development-revealed"},
    {"title": "Novel Antibody Neutralizes Wide Range of HIV Variants", "summary": "Researchers have developed a novel antibody that can neutralize a wide range of HIV variants", "hyperlink": "https://www.labroots.com/trending/immunology/29686/novel-antibody-neutralizes-wide-range-hiv-variants"},
    {"title": "GLP-1 Inhibitors Reduce Cancer Risk", "summary": "A new study has found that GLP-1 inhibitors can reduce the risk of cancer", "hyperlink": "https://www.labroots.com/trending/cancer/29684/glp-1-inhibitors-reduce-cancer-risk"},
    {"title": "Three Immunologists Awarded the Nobel Prize in Physiology or Medicine for Breakthrough in Peripheral Immune Tolerance", "summary": "The Nobel Prize in Physiology or Medicine is the highest honor bestowed on a scientist concerning their research. The main focus of this year's award is on the breakthrough in peripheral immune tolerance.", "hyperlink": "https://www.labroots.com/trending/immunology/29685/immunologists-awarded-nobel-prize-physiology-medicine-breakthrough-peripheral-immune-tolerance"},
    {"title": "Asthma and COPD Inhalers Linked to 2 Million Tons of CO₂ Annually", "summary": "How can inhalers contribute to greenhouse gas (GHG) emissions? This is what a recent study published in JAMA hopes to address.", "hyperlink": "https://www.labroots.com/trending/earth-and-the-environment/29682/asthma-copd-inhalers-linked-2-million-tons-co-annually-2"},
    {"title": "Poor Sleep Linked to Faster Brain Aging", "summary": "Poor sleep may speed up brain aging, found a new study published in eBioMedicine.", "hyperlink": "https://www.labroots.com/trending/neuroscience/29673/poor-sleep-linked-faster-brain-aging-2"},
    {"title": "Lymph Nodes Facilitate Cancer-Killing Immune Cells", "summary": "Lymph nodes play a pivotal role in immunity, including anti-tumor responses. Researchers have found that lymph nodes can facilitate cancer-killing immune cells.", "hyperlink": "https://www.labroots.com/trending/cancer/29666/lymph-nodes-facilitate-cancer-killing-immune-cells"},
    {"title": "A Cysteine-Rich Diet is Shown to Boost Intestinal Regeneration", "summary": "A new study reported in Nature has determined that the amino acid cysteine could promote regeneration among cells in the intestine.", "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29664/cysteine-rich-diet-shown-boost-intestinal-regeneration"},
    {"title": "American Association of Immunologists Created an Open Science Forum for the Public", "summary": "The continual release of new apps and platforms that make use of artificial intelligence (AI) has had positive impacts on various fields, including science.", "hyperlink": "https://www.labroots.com/trending/immunology/29654/american-association-immunologists-created-science-forum-public"},
    {"title": "Immune Aging May Drive Arthritis", "summary": "Rheumatoid arthritis is an autoimmune disorder that causes inflammation, swelling and pain in joints.", "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29638/immune-aging-drive-arthritis"},
    {"title": "FDA Approves Injectable Immunotherapy Drug", "summary": "Cancer immunotherapies, anti-cancer treatments that target a patient’s own immune system, working to make it more effective at fighting cancer.", "hyperlink": "https://www.labroots.com/trending/cancer/29636/fda-approves-injectable-immunotherapy-drug"},
    {"title": "Novel Biomarkers Revealed in Pediatric Germ Tumors", "summary": "Although pediatric cancer is rare, it is the leading cause of death by disease in children, according to the National Institute of Health.", "hyperlink": "https://www.labroots.com/trending/immunology/29633/novel-biomarkers-revealed-pediatric-germ-tumors"},
    {"title": "Combination Therapy Overcomes Glioblastoma Resistance", "summary": "Glioblastoma is the most common and aggressive form of brain cancer in adults. There are about 12,000 new cases diagnosed every year in the United States.", "hyperlink": "https://www.labroots.com/trending/immunology/29632/combination-therapy-overcomes-glioblastoma-resistance"},
    {"title": "Electric Fields and Fluoxetine Delivery Accelerate Healing", "summary": "How can machine learning be used to treat and heal wounds? This is what a recent study published in npj Biomedical Engineering explored.", "hyperlink": "https://www.labroots.com/trending/technology/29631/electric-fields-fluoxetine-delivery-accelerate-healing-2"},
    {"title": "How Death Fold Domains Boost Immune Protection", "summary": "The immune system can be a double-edged sword; we need it to protect us from pathogens and aberrant cells, but if it is overactive, it can lead to autoimmune diseases.", "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29608/death-fold-domains-boost-immune-protection"},
    {"title": "Oral Bacteria is Linked to Parkinson's Disease Development", "summary": "In Parkinson's disease, certain dopamine-producing neurons in the brain die off, disrupting movement ", "hyperlink": "https://www.labroots.com/trending/microbiology/29630/oral-bacteria-linked-parkinson-s-disease-development"},
    {"title": "Bacteria Found to Boost Chemotherapy Effectiveness", "summary": "A new study has found that certain types of bacteria can boost the effectiveness of chemotherapy, potentially leading to new treatments for cancer.", "hyperlink": "https://www.labroots.com/trending/nocat/29642/bacteria-boost-chemotherapy-effectiveness"},
    {"title": "New Huntington's Disease Therapy Slows Patients' Disease by 75%", "summary": "Huntington's disease is a fatal genetic disorder, but new work could help change that... ", "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29629/huntington-s-disease-therapy-slows-patients-disease-75"},
    {"title": "New Cas9 Enzymes Improve the Accuracy of CRISPR Prime Editing", "summary": "The CRISPR gene editing system holds tremendous promise. It has already revolutionized biomedical research and ... ", "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29614/cas9-enzymes-improve-accuracy-crispr-prime-editing"},
    {"title": "Study Explores Role of Cannabinoid Receptor Type 2 Activity in Granulocyte-Colony Stimulating Factor (G-CSF)", "summary": "A new study has explored the role of cannabinoid receptor type 2 activity in granulocyte-colony stimulating factor (G-CSF).", "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29674/study-explores-role-cannabinoid-receptor-type-2-activity-granulocyte-colony-stimulating-factor-g-csf-2"},
    {"title": "The importance of Differential Diagnosis in Respiratory MDx", "summary": "Molecular Respiratory Panels — Importance of Differential Diagnosis With Respiratory Season rapidly approaching", "hyperlink": "https://www.labroots.com/trending/clinical-and-molecular-dx/29620/importance-differential-diagnosis-respiratory-mdx"},
    {"title": "Alcohol Lets a Microbial Molecule Escape the Gut & Damage the Liver", "summary": "In the US, the most common reason why someone needs a liver transplant is alcohol-associated liver disease (ALD)", "hyperlink": "https://www.labroots.com/trending/microbiology/29612/alcohol-microbial-molecule-escape-gut-damage-liver"},
    {"title": "From Dirt Comes Two New Antibiotic Candidates", "summary": "Microbes have long been engaged in warfare; these cells have to find a place to survive and thrive, and collect enough nutrients", "hyperlink": "https://www.labroots.com/trending/microbiology/29597/dirt-comes-antibiotic-candidates"},
    {"title": "This Anti-Flu Antibody Cocktail Could Change Virus Treatment", "summary": "Researchers have developed a new type of flu treatment that could have a dramatic impact on the fight against influenza", "hyperlink": "https://www.labroots.com/trending/microbiology/29591/anti-flu-antibody-cocktail-change-virus-treatment"},
    {"title": "Understanding How Host Genetics Can Affect Microbes in the Gut", "summary": "The relationship between the gut microbiome and the human body is complex.", "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29582/understanding-host-genetics-affect-microbes-gut"},
    {"title": "Exposure to Drugs has a Long Term Impact on the Microbiome", "summary": "The human gut microbiome is known to have a powerful impact on our health and well-being.", "hyperlink": "https://www.labroots.com/trending/microbiology/29580/exposure-drugs-term-impact-microbiome"},
    {"title": "Scientists Find a New Kind of Genetic Element in Mouth Microbes", "summary": "When investigating the human mouth microbiome, researchers made a surprising discovery.", "hyperlink": "https://www.labroots.com/trending/microbiology/29569/scientists-genetic-element-mouth-microbes"},
    {"title": "Mitochondria Help Defend Cells Against Infection", "summary": "Researchers have discovered that mitochondria play a crucial role in defending cells against infection, revealing a new mechanism of immune defense.", "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29501/mitochondria-help-defend-cells-infection"},
    {"title": "Gut Immune Cells Migrate to the Brain, Linked to Alzheimer's", "summary": "A new study has found that gut immune cells can migrate to the brain, where they may contribute to the development of Alzheimer's disease.", "hyperlink": "https://www.labroots.com/trending/microbiology/29528/gut-immune-cells-migrate-brain-linked-alzheimer-s"},
    {"title": "Ancient Microbial Samples Revealed in Mammoth Remains", "summary": "Scientists have discovered ancient microbial samples in the remains of mammoths, providing insights into the evolution of microorganisms over time.", "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29555/ancient-microbial-samples-revealed-mammoth-remains"},
    {"title": "Epigenetics Links Maternal Infections & Neurodevelopmental Conditions", "summary": "There is increasing evidence linking maternal infections to developmental issues, and new research can explain how they", "hyperlink": "https://www.labroots.com/trending/genetics-and-genomics/29669/epigenetics-links-maternal-infections-neurodevelopmental-conditions"},
    {"title": "Acetaminophen Under the Microscope: Evidence from Peer-Reviewed Studies", "summary": "Acetaminophen is a common pain and fever reliever medication used for many ailments, including headaches, muscle aches.", "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29668/acetaminophen-microscope-evidence-peer-reviewed-studies-2"},
    {"title": "Exploration of Tumor-Immune Landscape in Colorectal Adenocarcinoma Using AI-Powered Multiplexed Image Analysis", "summary": "Colorectal cancer is a high disease burden cancer and is the second leading cause of cancer deaths worldwide.", "hyperlink": "https://www.labroots.com/trending/cancer/29504/exploration-tumor-immune-landscape-colorectal-adenocarcinoma-using-ai-powered-multiplexed-image-anal"},
    {"title": "Semaglutide Alters Taste of Sweet and Salty Foods", "summary": "Some people who take weight loss drug, semaglutide, report food tasting sweeter or saltier, something linked to lower appetite.", "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29625/semaglutide-alters-taste-sweet-salty-foods-2"},
    {"title": "Apple-based Compound May Protect Against Periodontal Disease", "summary": "A natural compound extracted from apples, fig peels, and guava leaves has shown promise against bacteria that cause periodontal disease.", "hyperlink": "https://www.labroots.com/trending/drug-discovery-and-development/29624/apple-based-compound-protect-periodontal-disease-2"},
    {"title": "Side Effects of GLP-1 Weight Loss Drugs Include Many Possible Benefits", "summary": "Obesity is a public health problem that can increase an individual's risk of many other disorders.", "hyperlink": "https://www.labroots.com/trending/cell-and-molecular-biology/29611/effects-glp-1-weight-loss-drugs-include-benefits"},
    {"title": "High-intensity Interval Exercise and Hippocampal Health in Adults with Cannabis Use Disorder", "summary": "A clinical trial published in JAMA Psychiatry examined the effects of high-intensity interval training (HIIT) on hippocampal health in adults with cannabis use disorder.", "hyperlink": "https://www.labroots.com/trending/health-and-medicine/29618/high-intensity-interval-exercise-hippocampal-health-adults-cannabis-disorder-2"},
    {"title": "Utah medical cannabis patients using illegal products", "summary": "A new study has found that some medical cannabis patients in Utah are using illegal products, highlighting the need for greater regulation and education in this area.", "hyperlink": "https://www.labroots.com/trending/cannabis-sciences/29645/utah-medical-cannabis-patients-illegal-products-2"},
    {"title": "You’re probably eating enough protein, but maybe not the right mix", "summary": "Protein is having a moment. But even if most people are eating enough protein, studies suggest they may not be eating the right mix.", "hyperlink": "https://www.sciencenews.org/article/protein-intake-balance-benefits"},
    {"title": "New oral GLP-1 drugs could offer more options for weight loss", "summary": "GLP-1 injections use needles and require refrigeration. Pills that work in a similar way could be a cheaper, simpler solution.", "hyperlink": "https://www.sciencenews.org/article/oral-glp-1-pill-weight-loss-ozempic"},
    {"title": "Can AI spot harmful health side effects on social media?", "summary": "A new AI tool discovers harmful side effects of cannabis products from Reddit posts. Public health workers could use this info to help keep people safe.", "hyperlink": "https://www.sciencenews.org/article/ai-health-side-effects-social-media"},
    {"title": "Scientists made human egg cells from skin cells", "summary": "More work needs to be done to create viable human embryos, but the method might someday be used in IVF to help infertile people and male couples.", "hyperlink": "https://www.sciencenews.org/article/human-egg-cells-from-skin-cells"},
    {"title": "Cancer uses mitochondria to reprogram neighboring cells", "summary": "Cancer cells transfer mitochondria through nanotubes to healthy neighboring cells, turning them into tumor-supporting accomplices, a new study shows.", "hyperlink": "https://www.sciencenews.org/article/cancer-mitochondria-nanotubes-reprogram"},
    {"title": "More young U.S. adults report trouble with memory and focus", "summary": "From 2013 to 2023, the prevalence of self-reported difficulties with memory, concentration and decision-making nearly doubled among young adults.", "hyperlink": "https://www.sciencenews.org/article/young-adults-cognitive-memory-focus"},
    {"title": "Pasteurization destroys H5N1 bird flu in milk", "summary": "Tests show pasteurized dairy with H5N1 remnants did not cause illness in mice, supporting safety of milk during outbreaks.", "hyperlink": "https://www.sciencenews.org/article/pasteurization-milk-no-h5n1-bird-flu"},
    {"title": "In a first, Huntington’s disease is slowed by an experimental treatment", "summary": "An experimental gene therapy slowed Huntington’s by up to 75 percent in a small clinical trial. While not a cure, it may give patients longer lives.", "hyperlink": "https://www.sciencenews.org/article/huntingtons-slowed-with-gene-therapy"},
    {"title": "Staph bacteria are bad at letting go", "summary": "Calcium, a mineral involved in wound healing, can strengthen the attachment between microbe and skin and make infections hard to shake.", "hyperlink": "https://www.sciencenews.org/article/staph-bacteria-bond-skin"},
    {"title": "With little proof, Trump links Tylenol to autism and touts a treatment", "summary": "The FDA plans to add a warning to Tylenol’s label and OK use of a drug for autism. Researchers say there’s little data to support either move.", "hyperlink": "https://www.sciencenews.org/article/trump-tylenol-autism-treatment"},
    {"title": "New injectable gel shows promise as voice loss treatment", "summary": "McGill University researchers have engineered a new hydrogel that shows early promise as a treatment for people with vocal cord injuries.", "hyperlink": "https://medicalxpress.com/news/2025-10-gel-voice-loss-treatment.html"},
    {"title": "Ketogenic diet may protect against stress experienced in the womb", "summary": "Researchers have shown that young rats fed a ketogenic diet—a diet with high fat and low carbohydrates—are protected from the lasting experience of pre–natal stress.", "hyperlink": "https://medicalxpress.com/news/2025-10-ketogenic-diet-stress-experienced-womb.html"},
    {"title": "Fruity fly study uncovers neural circuits for sensing the pleasantness or unpleasantness of odors", "summary": "Researchers led by Hokto Kazama at the RIKEN Center for Brain Science (CBS) in Japan have discovered how animals sense whether things smell pleasant or unpleasant.", "hyperlink": "https://medicalxpress.com/news/2025-10-fruity-fly-uncovers-neural-circuits.html"},
    {"title": "FDA clears heart tissue regeneration drug AD-NP1 for clinical trials", "summary": "The body's tissues can get injured in many ways, but while some injuries heal perfectly, others don't heal at all.", "hyperlink": "https://medicalxpress.com/news/2025-10-fda-heart-tissue-regeneration-drug.html"},
    {"title": "Vitamin A transporter reactivates latent HIV, providing another step towards a cure", "summary": "Human immunodeficiency viruses (HIV) are insidious. They can evade the immune defense and antiviral drugs by becoming 'latent.'", "hyperlink": "https://medicalxpress.com/news/2025-10-vitamin-reactivates-latent-hiv.html"},
    {"title": "A global standard to measure outcomes in dengue treatment trials", "summary": "The first global standard that harmonizes what outcomes to measure in dengue treatment trials has been published Oct. 7 in The Lancet Infectious Diseases.", "hyperlink": "https://medicalxpress.com/news/2025-10-global-standard-outcomes-dengue-treatment.html"},
    {"title": "Researchers discover a type of fibroblast that may contribute to the formation and recurrence of overgrown scars", "summary": "Keloids are raised, overgrown scars that can develop after skin injuries or surgery, often extending beyond the original wound boundaries.", "hyperlink": "https://medicalxpress.com/news/2025-10-fibroblast-contribute-formation-recurrence-overgrown.html"},
    {"title": "Disabling a critical cellular pathway could be key to stopping deadly rotavirus infection", "summary": "Rotavirus causes severe dehydrating diarrhea in infants and young children, contributing to more than 128,500 deaths per year globally despite widespread vaccination efforts.", "hyperlink": "https://medicalxpress.com/news/2025-10-disabling-critical-cellular-pathway-key.html"},
    {"title": "To get representative health data, researchers hand out fitbits", "summary": "A study finds that a representative sample of people given wearable data collection devices provides more equitable and accurate health data than larger convenience samples of people who already own wearable devices.", "hyperlink": "https://medicalxpress.com/news/2025-10-health-fitbits.html"},
    {"title": "The Nobel Prize in medicine goes to 3 scientists for key immune system discoveries", "summary": "Three scientists won the Nobel Prize in medicine Monday for discoveries about how the immune system knows to attack germs and not our own bodies.", "hyperlink": "https://medicalxpress.com/news/2025-10-nobel-prize-medicine-scientists-peripheral.html"},
    {"title": "Pain tolerance found to increase during social interaction in VR", "summary": "For years, virtual reality (VR) has been used in pain management for hospitalized adults and children, to take their minds off their discomfort, but typically the technology has been a solo experience for the patient.", "hyperlink": "https://medicalxpress.com/news/2025-10-pain-tolerance-social-interaction-vr.html"},
    {"title": "Stem cells yield millions of tumor cells", "summary": "Researchers have discovered a new way to grow tumor cells in the lab, which could lead to new cancer treatments.", "hyperlink": "https://medicalxpress.com/news/2025-10-stem-cells-yield-millions-tumor.html"},
    {"title": "Fibroblast contribute to formation and recurrence of overgrown heart tissue", "summary": "A new study has found that fibroblasts play a key role in the formation and recurrence of overgrown heart tissue, which can lead to heart failure.", "hyperlink": "https://medicalxpress.com/news/2025-10-fibroblast-contribute-formation-recurrence-overgrown.html"},
    {"title": "Herpes viruses cultivated in cell lines", "summary": "Scientists have successfully cultivated herpes viruses in cell lines, which could lead to new treatments for the disease.", "hyperlink": "https://medicalxpress.com/news/2025-10-herpes-viruses-cultivated-cell-lines.html"},
    {"title": "Toxic superfund sites linked to aggressive cancer", "summary": "A new study has found a link between toxic superfund sites and aggressive cancer, highlighting the need for environmental cleanup.", "hyperlink": "https://medicalxpress.com/news/2025-10-toxic-superfund-sites-linked-aggressive.html"},
    {"title": "Early onset cancer driven by disease", "summary": "Researchers have discovered that early onset cancer is often driven by underlying disease, rather than genetic mutations.", "hyperlink": "https://medicalxpress.com/news/2025-10-early-onset-cancer-driven-disease.html"},
    {"title": "People with ADHD have creative minds", "summary": "Researchers have found that people with ADHD tend to have more creative minds, which can be an asset in certain fields.", "hyperlink": "https://medicalxpress.com/news/2025-10-people-adhd-creative-minds.html"},
    {"title": "Smarter menstrual product has potential as wearable", "summary": "A new menstrual product has been developed that has the potential to be used as a wearable device, tracking health metrics and providing personalized feedback.", "hyperlink": "https://medicalxpress.com/news/2025-10-smarter-menstrual-product-potential-wearable.html"},
    {"title": "Multi-omics tool illuminates cancer", "summary": "A new multi-omics tool has been developed to help researchers better understand cancer, which could lead to new treatments.", "hyperlink": "https://medicalxpress.com/news/2025-10-multi-omics-tool-illuminates-cancer.html"},
    {"title": "Housing linked to cardiovascular death in older adults", "summary": "A new study has found a link between housing and cardiovascular death in older adults, highlighting the need for affordable and safe housing.", "hyperlink": "https://medicalxpress.com/news/2025-10-housing-linked-cardiovascular-death-older.html"},
    {"title": "Blood cancer scientists reprogram cell", "summary": "Researchers have successfully reprogrammed a cell to treat blood cancer, which could lead to new treatments for the disease.", "hyperlink": "https://medicalxpress.com/news/2025-10-blood-cancer-scientists-reprogram-cell.html"},
    {"title": "Schizophrenia linked to iron and myelin deficits", "summary": "A new study has found a link between schizophrenia and iron and myelin deficits, which could lead to new treatments for the disease.", "hyperlink": "https://medicalxpress.com/news/2025-10-schizophrenia-linked-iron-myelin-deficits.html"},
    {"title": "Appetite hormones focus of Nobel Prizes", "summary": "The Nobel Prizes have been awarded to researchers who have made significant contributions to our understanding of appetite hormones.", "hyperlink": "https://medicalxpress.com/news/2025-10-appetite-hormones-focus-nobel-prizes.html"},
    {"title": "Scientists develop peptide to treat Parkinson's protein", "summary": "Researchers have developed a peptide that can help treat Parkinson's disease by targeting a specific protein.", "hyperlink": "https://medicalxpress.com/news/2025-10-scientists-peptide-parkinson-protein-healthy.html"},
    {"title": "Two common drugs could reverse fatty liver disease", "summary": "Researchers at the University of Barcelona found that combining pemafibrate and telmisartan significantly reduces liver fat and cardiovascular risks in MASLD models.", "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251011105531.htm"},
    {"title": "MIT’s “stealth” immune cells could change cancer treatment forever", "summary": "MIT and Harvard scientists have designed an advanced type of immune cell called a CAR-NK cell that can destroy cancer while avoiding attack from the body’s own immune defenses.", "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251011043535.htm"},
    {"title": "Scientists unlock nature’s secret to a cancer-fighting molecule", "summary": "Researchers have cracked the code behind how plants make mitraphylline, a rare cancer-fighting molecule.", "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251009033206.htm"},
    {"title": "Scientists discover brain circuit that can switch off chronic pain", "summary": "Scientists have pinpointed Y1 receptor neurons in the brain that can override chronic pain signals when survival instincts like hunger or fear take precedence.", "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251009033126.htm"},
    {"title": "Common medications may secretly rewire your gut for years", "summary": "Drugs taken years—even decades—ago can leave lasting imprints on the gut microbiome, reshaping the community of microbes long after treatment stops.", "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251008030953.htm"},
    {"title": "Scientists reveal green tea’s fat-burning secret", "summary": "New research shows green tea may help the body burn fat and balance blood sugar.", "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251008030951.htm"},
    {"title": "Scientists just found a molecule that could stop Parkinson’s in its tracks", "summary": "Researchers have designed a peptide that prevents the deadly misfolding of alpha-synuclein, the protein behind Parkinson’s and some dementias.", "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251008030949.htm"},
    {"title": "New pill could finally control stubborn high blood pressure", "summary": "A new pill called baxdrostat may offer hope for people whose blood pressure stays high even after taking standard medications.", "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251008030947.htm"},
    {"title": "Bacteria hidden inside tumors could help beat cancer", "summary": "Scientists have discovered that bacteria living inside tumors can produce a molecule that fights cancer and enhances chemotherapy.", "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251007081835.htm"},
    {"title": "Nanotech transforms vinegar into a lifesaving superbug killer", "summary": "Researchers have enhanced vinegar’s antibacterial properties by infusing it with cobalt-based carbon nanoparticles.", "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251006051122.htm"},
    {"title": "A new study shows glioblastoma isn’t confined to the brain—it erodes the skull and hijacks the immune system within skull marrow.", "summary": "The cancer opens channels that let inflammatory cells enter the brain, fueling its deadly progression. Even drugs meant to protect bones can make things worse, highlighting the need for therapies that target both brain and bone.", "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251005085618.htm"},
    {"title": "Doctors stunned by a cheap drug’s power against colon cancer", "summary": "A Scandinavian clinical trial has revealed that low-dose aspirin can halve the risk of colon and rectal cancer recurrence in patients with specific genetic mutations.", "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251003033921.htm"},
    {"title": "A single dose of psilocybin may rewire the brain for lasting relief", "summary": "Penn researchers found that psilocybin can calm brain circuits tied to pain and mood, easing both physical suffering and emotional distress in animal studies.", "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251002073959.htm"},
    {"title": "A common supplement could supercharge cancer treatments", "summary": "Zeaxanthin, best known for eye health, has been found to boost the tumor-killing power of T cells.", "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251001092214.htm"},
    {"title": "Dolphins may be getting Alzheimer’s from toxic ocean blooms", "summary": "Dolphins washing up on Florida’s shores may be victims of the same kind of brain degeneration seen in humans with Alzheimer’s disease.", "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251011105521.htm"},
    {"title": "Breakthrough compounds may reverse nerve damage caused by multiple sclerosis", "summary": "Researchers have identified two compounds, K102 and K110, that could repair the nerve damage from multiple sclerosis.", "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251011102259.htm"},
    {"title": "For the first time, scientists pinpoint brain cells linked to depression", "summary": "Scientists identified two types of brain cells, neurons and microglia, that are altered in people with depression.", "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251010091559.htm"},
    {"title": "Scientists discover brain circuit that can switch off chronic pain", "summary": "Scientists have pinpointed Y1 receptor neurons in the brain that can override chronic pain signals when survival instincts like hunger or fear take precedence.", "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251009033126.htm"},
    {"title": "Scientists suggest the brain may work best with 7 senses, not just 5", "summary": "Scientists at Skoltech developed a new mathematical model of memory that explores how information is encoded and stored.", "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251008030955.htm"},
    {"title": "Scientists just found a molecule that could stop Parkinson’s in its tracks", "summary": "Researchers have designed a peptide that prevents the deadly misfolding of alpha-synuclein, the protein behind Parkinson’s and some dementias.", "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251008030949.htm"},
    {"title": "Scientists finally reveal what’s behind long COVID’s mysterious brain fog", "summary": "Researchers in Japan have pinpointed a biological cause of Long COVID brain fog using advanced PET brain imaging.", "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251006051127.htm"},
    {"title": "Scientists find brain circuit that traps alcohol users in the vicious cycle of addiction", "summary": "Addiction often isn’t about chasing pleasure—it’s about escaping pain.", "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251006051124.htm"},
    {"title": "Scientists find hidden brain damage behind dementia", "summary": "A University of New Mexico scientist is revealing what might be one of the most overlooked causes of dementia — damage in the brain’s tiny blood vessels.", "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251005085637.htm"},
    {"title": "Why ultra-processed foods aren’t the real villain behind overeating", "summary": "Researchers from Leeds found that overeating is driven more by what people believe about food than by its actual ingredients or level of processing.", "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251005085625.htm"},
    {"title": "Brain cancer that eats the skull stuns scientists", "summary": "A new study shows glioblastoma isn’t confined to the brain—it erodes the skull and hijacks the immune system within skull marrow.", "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251005085618.htm"},
    {"title": "Why the brain’s GPS fails with age, and how some minds defy it", "summary": "Stanford scientists found that aging disrupts the brain’s internal navigation system in mice, mirroring spatial memory decline in humans.", "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251005085616.htm"},
    {"title": "Strong friendships may literally slow aging at the cellular level", "summary": "Scientists discovered that lifelong social support can slow biological aging.", "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251004092917.htm"},
    {"title": "Hidden cellular “power switch” could transform Parkinson’s treatment", "summary": "Researchers uncovered a key cellular regulator, PP2A-B55alpha, that controls both the cleanup of damaged mitochondria and the creation of new ones.", "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251004092903.htm"},
    {"title": "A single dose of psilocybin may rewire the brain for lasting relief", "summary": "Penn researchers found that psilocybin can calm brain circuits tied to pain and mood, easing both physical suffering and emotional distress in animal studies.", "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251002073959.htm"},
    {"title": "Dolphins may be getting Alzheimer’s from toxic ocean blooms", "summary": "Dolphins washing up on Florida’s shores may be victims of the same kind of brain degeneration seen in humans with Alzheimer’s disease.", "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251011105521.htm"},
    {"title": "They’re smaller than dust, but crucial for Earth’s climate", "summary": "Coccolithophores, tiny planktonic architects of Earth’s climate, capture carbon, produce oxygen, and leave behind geological records that chronicle our planet’s history.", "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251010091548.htm"},
    {"title": "It’s not just genes — parents can pass down longevity another way", "summary": "Scientists studying tiny roundworms have uncovered how the secrets of a long life can be passed from parents to their offspring — without changing DNA.", "hyperlink": "https://www.sciencedaily.com/releases/2025/10/251005085628.htm"},
    {"title": "Before they sucked blood, leeches were ocean hunters", "summary": "A 430-million-year-old fossil has rewritten leech history, showing they are at least 200 million years older than previously believed.", "hyperlink": "https://www.sciencedaily.com/releases/2025/09/250930034202.htm"},
    {"title": "Saturn’s icy moon Enceladus just revealed stunning new clues to life", "summary": "Fresh analysis of Cassini data has revealed new complex organic molecules inside ice grains spewing from Enceladus.", "hyperlink": "https://www.sciencedaily.com/releases/2025/09/250930034200.htm"},
    {"title": "The billion-year reign of fungi that predated plants and made Earth livable", "summary": "Fungi may have shaped Earth’s landscapes long before plants appeared.", "hyperlink": "https://www.sciencedaily.com/releases/2025/09/250930034198.htm"},
    {"title": "Black mamba venom has a deadly hidden second strike", "summary": "Scientists have uncovered a dangerous hidden feature in Black Mamba venom that explains why antivenoms sometimes fail.", "hyperlink": "https://www.sciencedaily.com/releases/2025/09/250930034202.htm"},
    {"title": "Pollen holds a secret that could save honeybees", "summary": "Scientists have discovered that pollen is a hidden source of natural medicine for honeybees.", "hyperlink": "https://www.sciencedaily.com/releases/2025/09/250930034200.htm"},
    {"title": "First living cochlea outside the body shows how hearing really works", "summary": "Scientists have kept a tiny slice of cochlea alive outside the body, directly witnessing how hair cells amplify sound.", "hyperlink": "https://www.sciencedaily.com/releases/2025/09/250929055003.htm"},
    {"title": "This tiny butterfly has the most chromosomes of any animal on Earth", "summary": "Scientists have confirmed that the Atlas blue butterfly carries the most chromosomes of any animal, with 229 pairs. Unlike duplication, its chromosomes split apart, reshaping its genome in surprising ways. This discovery sheds light on evolution, conservation, and even cancer research.", "hyperlink": "https://www.sciencedaily.com/releases/2025/09/250929054931.htm"},
    {"title": "Stunning images reveal how antibiotics shatter bacterial defenses", "summary": "Researchers have revealed how polymyxins, crucial last-resort antibiotics, break down bacterial armor by forcing cells to overproduce and shed it. Astonishingly, the drugs only kill bacteria when they’re active, leaving dormant cells untouched. This discovery could explain recurring infections and inspire strategies to wake bacteria up before treatment.", "hyperlink": "https://www.sciencedaily.com/releases/2025/09/250929054907.htm"},
    {"title": "Miscarriages, down syndrome, and infertility all linked to this hidden DNA process", "summary": "Human fertility hinges on a delicate molecular ballet that begins even before birth. UC Davis researchers have uncovered how special protein networks safeguard chromosomes as eggs and sperm form, ensuring genetic stability across generations. Using yeast as a model, they revealed how crossovers between chromosomes are protected for decades in female eggs, preventing errors that could lead to infertility, miscarriage, or conditions like Down syndrome.", "hyperlink": "https://www.sciencedaily.com/releases/2025/09/250928095627.htm"},
    {"title": "A pink bumpy snailfish was just discovered miles beneath the ocean", "summary": "Scientists have identified three new species of deep-sea snailfish, including the strikingly pink “bumpy snailfish,” thanks to MBARI’s advanced technology and global collaborations. Found thousands of meters below the surface off California, these elusive fish demonstrate remarkable adaptations for life under crushing pressure and darkness.", "hyperlink": "https://www.sciencedaily.com/releases/2025/09/250926035023.htm"}
]
```
